{"description": "<p>Intervention necessary with losses overwhelming track and train upgrade and investment commitments, says entrepreneur </p><p>Sir Richard Branson has defended the <a href=\"https://www.theguardian.com/uk-news/2017/nov/30/chris-grayling-east-coast-rail-labour-stagecoach-virgin\">government bailout of Virgin Trains East Coast</a>, saying he and partner firm Stagecoach have lost more than £100m running the route. <br></p><p>In the Virgin Group owner’s first public comments on the controversy, he said that the “promise of a huge upgrade” of the line that is set to be delayed meant “a discussion with government had to take place”.</p> <a href=\"https://www.theguardian.com/business/2018/jan/05/richard-branson-defends-government-bailout-of-virgins-east-coast-rail\">Continue reading...</a>", "content": " Intervention necessary with losses overwhelming track and train upgrade and investment commitments, says entrepreneur  \nGwyn Topham \n\nFri 5 Jan 2018 13.23 GMT\n\n\nLast modified on Mon 8 Jan 2018 16.55 GMT\n\n Sir Richard Branson has defended the government bailout of Virgin Trains East Coast, saying he and partner firm Stagecoach have lost more than £100m running the route.  In the Virgin Group owner’s first public comments on the controversy, he said that the “promise of a huge upgrade” of the line that is set to be delayed meant “a discussion with government had to take place”. The train company, a joint venture with Virgin branding but 90% owned by transport firm Stagecoach, won the contract to run the East Coast line after it was privatised in 2015. It was due to pay £3.3bn to the government, the bulk of payments coming in the final years of its eight-year term. But the transport secretary Chris Grayling announced the contract would instead end early for a new “partnership model” – potentially still operated by Stagecoach – starting in 2020. Lord Adonis cited the move, alongside the government’s Brexit strategy, as the reason for his resignation last month from his government post as chair of the National Infrastructure Commission. On Friday Adonis welcomed what he called Branson’s admission that a bailout had taken place, with Grayling continuing to avoid debate on the subject. Branson said that the £3.3bn bid was “based on a number of key assumptions” which have not come to fruition. Writing on his blog, he said the upgrade of East Coast infrastructure by Network Rail would have improved the reliability of the track and allowed Virgin to carry many more passengers. He said: “The considerable delays to this upgrade, to new trains, as well as poor track reliability will cost us significant lost revenue (amounting to hundreds of millions of pounds) and torpedoed the assumptions of our original bid. “As the facts became clear about these issues (as well as a drop in Britain’s GDP growth) a discussion with government had to take place and a pragmatic solution was needed to keep delivering improvements and investment in the line.” Passenger numbers failed to match Virgin’s expectations from the start of the franchise, with intercity train travel mirroring wider economic uncertainty and sluggish growth in Britain. The government had however prioritised returning East Coast to the private sector, after the state-owned DOR ran it for six years wand was held up as a model for a renationalised railway.  However, Branson claimed: “When the operation of East Coast line was under public ownership before us there was little investment and the services were not modernised. Contrast that with the £140m we are investing, which has already seen a completely refurbished train fleet, more services, new car parking and cycle facilities and free films and TV on board.” The Virgin president added: “The critics argue that my partners at Stagecoach and I are somehow benefitting from this. The fact is we have both lost significant amounts of money – well over £100m in total – and have not received a penny in dividends.” He said that they could “swallow those losses and simply walk away from the franchise as others have done before”. Two previous operators, GNER and National Express, abandoned their franchise commitments – the latter after being refused a similar bailout by Adonis, the then transport secretary, in 2009. But, Branson said: “That would be easier. But it would also be wrong. It would bring an abrupt halt to the investment and improvements which are flowing into East Coast. It would mean more disruption to passengers, communities and our people.” Reacting to Branson’s comments, Adonis said: “I’m glad that Sir Richard Branson has been far more forthcoming than Chris Grayling about what happened on the East Coast. He states honestly that the losses have become too great for Virgin and Stagecoach to bear and that they were proposing to walk away. He also states they they were engaged in discussions with government about more favourable terms – which is precisely the bailout I have been exposing in recent weeks. “In the good times, Sir Richard and his fellow billionaire Brian Souter [the Stagecoach chairman] coined it from public rail contacts. What he now says is that they weren’t prepared to sustain further losses despite the billions they have earned from rail contracts until now.” • Follow Guardian Business on Twitter at @BusinessDesk, or sign up to the daily Business Today email here.", "link": "https://www.theguardian.com/business/2018/jan/05/richard-branson-defends-government-bailout-of-virgins-east-coast-rail", "title": "Richard Branson defends government bailout of Virgin's East Coast rail"}