{"description": "<p>Don Lane’s widow says he was afraid of getting fined if he did not ensure his round was covered</p><p>A courier for the parcel giant DPD who was fined for attending a medical appointment to treat his diabetes collapsed and died of the disease, it has emerged. Don Lane, 53, from Christchurch in Dorset, missed appointments with specialists because he felt under pressure to cover his round and faced DPD’s £150 daily penalties if he did not find cover, his widow has told the Guardian.</p><p>DPD delivers parcels for Marks &amp; Spencer, Amazon and John Lewis but only pays couriers per parcel delivered. It treats them as self-employed franchisees and they receive no sick or holiday pay. The company’s system of charging drivers if they cannot cover their round has been described as appalling by the chairman of the House of Commons’ work and pensions committee, Frank Field.</p> <a href=\"https://www.theguardian.com/business/2018/feb/05/courier-who-was-fined-for-day-off-to-see-doctor-dies-from-diabetes\">Continue reading...</a>", "content": " Don Lane’s widow says he was afraid of getting fined if he did not ensure his round was covered \nRobert Booth \n\nMon 5 Feb 2018 07.27 GMT\n\n\nFirst published on Mon 5 Feb 2018 07.00 GMT\n\n A courier for the parcel giant DPD who was fined for attending a medical appointment to treat his diabetes collapsed and died of the disease, it has emerged. Don Lane, 53, from Christchurch in Dorset, missed appointments with specialists because he felt under pressure to cover his round and faced DPD’s £150 daily penalties if he did not find cover, his widow has told the Guardian. DPD delivers parcels for Marks & Spencer, Amazon and John Lewis but only pays couriers per parcel delivered. It treats them as self-employed franchisees and they receive no sick or holiday pay. The company’s system of charging drivers if they cannot cover their round has been described as appalling by the chairman of the House of Commons’ work and pensions committee, Frank Field. Lane had collapsed twice, including once into a diabetic coma while at the wheel of his DPD van during deliveries, when the company fined him in July after he went to see a specialist about eye damage caused by diabetes. He collapsed again in September and finally in late December having worked through illness during the Christmas rush. He died at the Royal Bournemouth hospital on 4 January, leaving behind a widow, Ruth, and a 22-year-old son. He had worked for DPD for 19 years. Ruth Lane told the Guardian: “There was a constant threat of a fine. They had to deliver the parcels to tight slots and the pressure to get them done was huge. He was putting the company before his own health. He wasn’t able to do his parcels first and make the hospital appointments, so he would cancel on the day.  “He collapsed in January 2017 and they knew that because they collected his van. It was after that Don cancelled three appointments. DPD had a duty of care to make sure he got to those appointments, but they failed in it.” She added that in March her husband had told her: “I think I am going to die.” Lane’s death comes as concern mounts at the human cost of the gig economy, which accounts for 1.1 million people, many working as couriers and minicab drivers. It is likely to increase pressure on the government to make meaningful reforms to employment law in a delayed announcement on modern working practices expected this week.  If you have worked in the gig economy and have shared similar concerns to those mentioned in our story, we'd like to hear from you.  You can share your experiences here via our encrypted form. Your stories will help our journalists have a more complete picture and we will use some of them in our reporting. Trade unions last night said the government must crack down on bogus self-employment. The TUC general secretary, Frances O’Grady, said: “The insecure work free-for-all has to end … this will be a real test of Theresa May’s government. Does she even have a domestic agenda any more?” DPD, one of the most successful firms operating in the gig economy, made over £100m profit after tax in 2016. Both it and Hermes, another parcel company relying on self-employed couriers, are facing employment tribunal claims from people who believe they should be treated as employed.  Field described Lane’s death as “a new low for the gig economy” and called on Theresa May to urgently introduce new legislation to protect “this small army of workers at the bottom of the pile … who are being badly exploited”. Lane disputed the £150 charge in July, insisting that he had told his bosses about the appointment months earlier. According to correspondence seen by the Guardian, he told his manager: “I have cancelled so many appointments because I couldn’t make the time to get there that the renal department have stopped treating me. I had to go.” His DPD area manager replied: “I fail to understand why a full day off was required and as such do not see that the breach [the £150 fine] should be rescinded.” During the appointment, doctors found Lane’s blood pressure and cholesterol were high, he had anaemia and rising levels of creatine in his kidneys, a warning sign of renal failure. In September 2017 he collapsed into another diabetic coma. In the days before he died, he was feeling sick and vomiting blood, Ruth said, adding that he told her: “I really don’t want to work, but I have to.”. “They are like employees, not self-employed,” she said. A colleague, who asked not to be named for fear that DPD would terminate his contract, said: “Don was falling apart, but they wouldn’t take it easy on him. They push drivers till they break. I definitely think they contributed to this. They knew Don was diabetic. They should have looked after him more.” DPD drivers are treated as self-employed franchisees and their contract states that if they fail to perform the services requested by DPD, it can charge them £150 per day \"by way of liquidated damages\", or £75 per half day. This is on top of their lost earnings, because they are only paid per parcel delivered. Drivers can avoid the fine if they can find a substitute, but this is not always possible. DPD said in a statement that it was “profoundly sorry” that it had charged Lane, but cited “confusion” at the time. “Don attended his appointment, but it isn’t clear why he was then charged, when the charge hadn’t been been applied at any other time,” it said. “We got it wrong on that occasion.” Lane first collapsed on 27 December 2016 and Ruth texted his manager to say: “he knows he has to come into work tomorrow as he’ll get charged”. On that occasion, the manager responded that “he has no worries about being charged”.  “In relation to Don’s poor health at the end of December 2016 and into January 2017, we refute the claim that he was under pressure and threatened with a £150 charge,” DPD said. It said that it monitored Lane’s health during 2017 but did not know that he had suffered another diabetic coma in September. It said he had a quiet rural route with a relatively small number of deliveries, which suited him “as it was convenient for his hospital appointments”. “In the runup to Christmas, it is normal in the industry for drivers to work additional days at the weekend and Don was working his normal route,” DPD said. “We weren’t made aware that Don was feeling sick and vomiting up some blood at this time. We were shocked and hugely saddened by Don’s death and our thoughts go out to his family and friends at this difficult time.” DPD said its drivers “do not have to provide the service personally, and drivers have the option of providing a substitute driver in the event of sickness. Don was aware of the need to provide a substitute.” It said if a driver cannot find a substitute, it tries to reallocate the route among other drivers. DPD uses around 5,000 self-employed couriers. They are under pressure to deliver parcels to restricted time slots, must wear a uniform, hire a DPD liveried van and not work for any other courier company. MPs and unions have argued that these strict conditions mean they are bogusly self-employed and should be treated as employed workers. Courier companies using self-employed drivers, including ParcelForce and UK Mail, have also sparked anger by levying fines if rounds are not covered. DPD said that it charged fines in 4.6% of the cases where couriers did not provide a service, but declined to say how much it raised because this information was “operationally sensitive”. “How can modern Britain allow workers who are dedicated to their job to be driven to an early grave by such appalling exploitation?” said Field. “DPD have been told time and again that their punitive regime is totally unjust, particularly as their workers are labelled ‘self-employed’. Such mistreatment of workers smacks of sweated labour from the Victorian era.”", "link": "https://www.theguardian.com/business/2018/feb/05/courier-who-was-fined-for-day-off-to-see-doctor-dies-from-diabetes", "title": "DPD courier who was fined for day off to see doctor dies from diabetes"}