{"link": "https://www.theguardian.com/business/2018/feb/06/stock-markets-dow-jones-five-key-factors", "description": "<p>Analysts are still attempting to explain the mood swing that caused Monday’s dramatic slide. We look at five key factors</p><ul><li><a href=\"https://www.theguardian.com/business/live/2018/feb/06/stock-market-turmoil-europe-ftse100-heavy-losses-asia-us-dow-jones-live-updates\">Stock market turmoil – live coverage</a></li></ul><p><strong></strong></p><p>After three days of volatility and sell-offs in the global equity markets, analysts are still attempting to explain the mood swing. It is inexplicable, on the face of it, that an <a href=\"https://www.theguardian.com/business/2018/feb/02/us-job-numbers-and-wage-growth-are-up-but-inequality-is-also-on-the-rise\">optimistic US jobs report</a> on Friday would trigger a strong negative reaction. But in her final interview after four years as Fed chair, Janet Yellen noted that stock market valuations were high – even though she could not say if they represented a bubble. But there are also other factors at play: </p> <a href=\"https://www.theguardian.com/business/2018/feb/06/stock-markets-dow-jones-five-key-factors\">Continue reading...</a>", "content": " Analysts are still attempting to explain the mood swing that caused Monday’s dramatic slide. We look at five key factors \nEdward Helmore in New York \n\nTue 6 Feb 2018 17.42 GMT\n\n\nFirst published on Tue 6 Feb 2018 16.55 GMT\n\n  After three days of volatility and sell-offs in the global equity markets, analysts are still attempting to explain the mood swing. It is inexplicable, on the face of it, that an optimistic US jobs report on Friday would trigger a strong negative reaction. But in her final interview after four years as Fed chair, Janet Yellen noted that stock market valuations were high – even though she could not say if they represented a bubble. But there are also other factors at play:  Over the past four years, the US economy has added 10 million jobs, bringing the overall unemployment rate to its lowest level since 2000. Now wages are beginning to rise: more than half of US states have recorded growth of 3% or more. In his State of the Union address last week, Trump said Americans were “finally seeing rising wages” after “years and years” of stagnation. Sensing new inflationary pressure, investors became spooked. For several weeks, economists and analysts have warned that inflation levels in major economies could increase this year beyond the 2% to 3% that central banks believe is good for developed countries. Official US figures turned those concerns into a sell-off last Friday, after they showed average wage rises in the US had reached 2.9%. The data increased fears that shop prices would soon rise further, increasing the pressure for high interest rates to calm the economy down. Investors then bolted at the prospect of an era of cheap money – which encourages consumers and companies to spend – coming to an end. Over the past month, several members of the US central bank, the Federal Reserve, have argued that three 0.25% interest rate rises scheduled for this year could become four or five. There is every prospect that the US economic data will continue to strengthen, increasing the potential for higher interest rates. President Donald Trump’s tax reform bill, which gained approval in Congress before Christmas, will inject more than $1tn (£710bn) into the US economy, much of it in the form of corporation tax cuts. Many firms have pledged to give a slice of the cash to their workers. Decades of flat wages should mean that increases expected in 2018 and possibly 2019 are too small to trigger a reaction from the central bank, but investors are betting rates will rise. As a consequence, stock market jitters could continue. Many developing world economies have borrowed heavily in dollars and will be stung by the higher cost of servicing their debts. On the other hand, a booming US economy will suck in imports from those nations, boosting the incomes of the developing world. However, the eurozone looks unlikely to increase interest rates until its recovery is more firmly anchored. That means the euro will continue to rise in value against the dollar, making it harder for European countries to export to the US. Rates have been kept low for two decades, flushing economies with liquidity and causing bubbles to inflate, pop and form again. There’s nothing economists like more than bubble-hunting, and nothing pops bubbles faster that interest rates rises. The Fed has signaled three rate increases this year, and maybe a fourth – posing a continuing risk to the years-long rally in stocks. The yearly US deficit could hit $1tn in 2018, and that’s before Trump’s radical tax-cutting agenda is felt. According to the joint committee on taxation, government revenues will drop by $135bn this year, will be down $280bn in 2019. But spending is set to increase, including billions on disaster aid for California wildfires and Hurricanes Harvey, Irma and Maria. Trump says he is not worried: he believes the repatriation of corporate profits will help correct the imbalance.  It is puzzling to analysts that the money coming out of the markets is not necessarily going into government treasuries or other safe havens. That suggests investors are also simply taking out profit after an intense market rally at the beginning of this year. Despite recording its biggest-ever one-day points drop on Monday, the Dow was less than 5% off its record highs in late January. That suggests there is still money on the table. “While the fall in global equity markets looks dramatic, it is no more dramatic than the record rises we have seen since the end of November,” said Jacob Deppe of the online trading platform Infinox. The excitable traders of previous eras have been largely replaced by computers running complex mathematical algorithms. Just after 3pm on Monday the Dow recorded a 900-point drop in 10 minutes, a pace of sell orders that took the index from 700 down to 1,600 points down. That acceleration looks like the work of automated quant strategies, or possibly a “fat finger” – someone making a mistake. ", "title": "Why did the stock market plunge? Five reasons for the sell-off"}