{"link": "https://www.theguardian.com/business/2018/feb/06/im-really-angry-about-this-readers-on-the-treatment-of-gig-economy-workers", "description": "<p>After news that a courier firm fined a driver for a medical appointment, we asked if the story had changed your habits<br></p><p>Don Lane, 53, collapsed at the wheel of his van and later died from diabetes after being <a href=\"https://www.theguardian.com/business/2018/feb/05/courier-who-was-fined-for-day-off-to-see-doctor-dies-from-diabetes\">fined £150 by the courier company DPD</a> for attending a hospital appointment to treat his disease. We asked readers how stories about gig economy workers and the companies they work for have changed where they shop. <br></p> <a href=\"https://www.theguardian.com/business/2018/feb/06/im-really-angry-about-this-readers-on-the-treatment-of-gig-economy-workers\">Continue reading...</a>", "content": " After news that a courier firm fined a driver for a medical appointment, we asked if the story had changed your habits \nRachel Obordo and \nGuardian readers \n\nTue 6 Feb 2018 12.25 GMT\n\n\nLast modified on Tue 6 Feb 2018 12.27 GMT\n\n Don Lane, 53, collapsed at the wheel of his van and later died from diabetes after being fined £150 by the courier company DPD for attending a hospital appointment to treat his disease. We asked readers how stories about gig economy workers and the companies they work for have changed where they shop.  As far as possible I use unionised companies. Not a guarantee of good conditions but better than nothing. I have never flown Ryanair but that could change if they recognise unions in Ireland. The trouble with online shopping is you often don’t know who the delivery company is. Wherever possible I ask sellers to post using An Post (Ireland’s postal service) as, apart from anything else, if you are out when they call, you can collect items at the nearest post office. I had no idea that John Lewis outsourced their deliveries so emailed them to say that I will not be ordering online with them in future. They always used to employ their own drivers … I am really angry about this as I used to work for John Lewis and thought they were better than this. Their prices are generally higher than other companies and I was happy to pay that because they had a better ethos than the rest. It’s devastating to realise that they’re following the rest on the downward spiral to the bottom and oblivion.  I now research any purchases online more thoroughly than I have ever done as for many years as items and services have gotten cheaper it has made me question a company’s ability to deliver costs savings. I know if I’m not paying, someone will be and it’s usually by paying employees less. I’m now more considered, I look for ethically produced goods and I don’t mind paying more in order to have that peace of mind that I have mitigated the likelihood of exploitation. I have now stopped using Amazon for anything as their warehouse practices offend and sadden me.  My wife and I are self-employed and understand the issues. For many people the gig economy is great, it’s just not for everybody. If the people you’re working for treat you badly then just move on to another job. In the current UK job market it’s not that difficult. If the people you’re working for fine you for taking time to attend hospital then their business isn’t worth it.  I’m horrified to hear about this. I receive excellent service from our DPD driver and would support any action to improve their working conditions. I always tip but that doesn’t help with health problems. I have been concerned for some time but as a pensioner living in rural Kent options are limited. I believe the government has been aware and cynically ignoring the situation for some time, as have employers.  Stories about gig economy workers have a strong impact on my attitude and I do what I can as a result. Knowing that DPD might well be involved has put me off ordering certain items for delivery. I want nothing to do with them. I think big organisations like M&S and John Lewis should use their very considerable commercial influence to help leverage a better deal for DPD drivers and their other workers – one that treats them fairly, as employees, with paid holiday, statutory sick leave and other benefits. DPD should take managerial responsibility for organising cover in the case of a driver being sick, not foisting the responsibility on to drivers’ shoulders through punitive fines. ", "title": "'I'm really angry about this': readers on the treatment of gig economy workers"}