{"link": "https://www.theguardian.com/business/2018/feb/05/waitrose-to-close-part-of-loyalty-scheme-at-end-of-february-pick-your-own-offers", "description": "<p><strong>Exclusive</strong>: ‘pick your own offers’ scheme was too confusing for customers, company says<br></p><p><a href=\"https://www.theguardian.com/business/waitrose\">Waitrose</a> is to close part of <a href=\"http://www.waitrose.com/home/mywaitrose/mywaitrose-pyo-faqs.html\">its loyalty scheme</a> at the end of February after customers complained they found it too confusing, the Guardian has learned.</p><p>Pick your own offers gave shoppers 20% off on 10 chosen products from a range of hundreds, which could be anything from expensive buys such as smoked salmon to frequently bought items such as loo roll. It was available to millions of holders of the myWaitrose card.</p> <a href=\"https://www.theguardian.com/business/2018/feb/05/waitrose-to-close-part-of-loyalty-scheme-at-end-of-february-pick-your-own-offers\">Continue reading...</a>", "content": " Exclusive: ‘pick your own offers’ scheme was too confusing for customers, company says \nRebecca Smithers \n\nMon 5 Feb 2018 19.08 GMT\n\n\nLast modified on Tue 6 Feb 2018 10.13 GMT\n\n Waitrose is to close part of its loyalty scheme at the end of February after customers complained they found it too confusing, the Guardian has learned. Pick your own offers gave shoppers 20% off on 10 chosen products from a range of hundreds, which could be anything from expensive buys such as smoked salmon to frequently bought items such as loo roll. It was available to millions of holders of the myWaitrose card. Launched by the grocer as an eye-catching salvo in the UK supermarket price war in June 2015, pick your own offers was described by the then managing director, Mark Price, as “groundbreaking” but potentially very expensive. It was estimated that the price cuts could cost up to £260m a year or more, with Waitrose splitting that cost with suppliers it signed up. Members of HotUKDeals, the UK’s biggest deal-sharing community, spotted that the scheme was due to close on 28 February. According to a staff briefing document, the reason given was that customers had told Waitrose they found the “process for choosing and remembering their picks quite confusing”. Waitrose will instead be “investing more in tailored vouchers and personalised offers sent through the post or at the checkout”, the document says. These will be similar to those offered by other retailers including John Lewis through its myJohn Lewis card, and Marks & Spencer via its Sparks scheme.  A spokesman for Waitrose said: “We are always looking at how we reward our customers. We will be contacting all myWaitrose members on Thursday about how they can make savings more easily on the products they buy most often.” Anika Newjoto, the editor of the supermarket loyalty points site shopperpoints.co.uk, said: “Pick your own offers was simply too complex for the average busy shopper. Unless you regularly went back on to the website to change your selection as your preferred products changed, it became less and less useful.  “Most people will have forgotten what was on their list.” ", "title": "Waitrose to close part of its loyalty scheme at end of February"}