{"link": "https://www.theguardian.com/business/2018/feb/05/east-coast-could-return-to-public-sector-chris-grayling-admits", "description": "<p>MPs told collapse of franchise means government or Virgin could run line in short term</p><p>The East Coast rail franchise could be returned to the public sector after the government announced Virgin Trains had breached its £3.3bn contract.</p><p>The transport secretary told MPs that the London-to-Edinburgh line could again be directly operated by the Department for Transport, less than three years <a href=\"https://www.theguardian.com/uk-news/2015/may/28/virgin-trains-competition-east-coast-mainline-first-group-alliance\">after the route was re-privatised</a>. However, Chris Grayling also held out the possibility that Virgin would continue to operate the service on fresh terms, despite missing its financial commitments on the current deal.</p> <a href=\"https://www.theguardian.com/business/2018/feb/05/east-coast-could-return-to-public-sector-chris-grayling-admits\">Continue reading...</a>", "content": " MPs told collapse of franchise means government or Virgin could run line in short term \nGwyn Topham \n\nMon 5 Feb 2018 18.59 GMT\n\n\nLast modified on Tue 6 Feb 2018 01.05 GMT\n\n The East Coast rail franchise could be returned to the public sector after the government announced Virgin Trains had breached its £3.3bn contract. The transport secretary told MPs that the London-to-Edinburgh line could again be directly operated by the Department for Transport, less than three years after the route was re-privatised. However, Chris Grayling also held out the possibility that Virgin would continue to operate the service on fresh terms, despite missing its financial commitments on the current deal. He said: “It has now been confirmed that the situation is urgent … and the contract will only last in its current form for a small number number of months.” He said the DfT had two options for the route over the next two years: it could either take the franchise in-house; or offer a “short-term, not for profit” contract to Virgin Trains East Coast, a joint venture 90% owned by Scottish transport group Stagecoach with Sir Richard Branson’s Virgin Group controlling 10%. Grayling said in the meantime the business would operate as usual with no impact on day-to-day operations, services or staff. Grayling denied the franchise owners were getting a bailout, having incurred losses of £200m. He said: “It overbid and is now paying the price.” The East Coast franchise was to be terminated three years early in 2020 under a controversial rail strategy announced by Grayling in November, potentially letting Virgin-Stagecoach off the hook for more than £1bn in promised payments to government. The announcement on Monday brought forward the termination of the current contract. Virgin Trains East Coast admitted overbidding after it pledged to pay £3.3bn to run the service until 2023, with passenger numbers failing to rise in line with expectations. Cancelled infrastructure upgrades by Network Rail meant that a significant number of additional seats on new trains expected after 2020 would not be operating, making the government partially responsible. However, Grayling risked stoking further anger on Monday by announcing that Virgin would be granted a further direct award, or contract without competition, to run the lucrative InterCity West Coast service, potentially until 2020. The Department for Transport had announced in 2016 that it was expecting to extend Virgin’s contract from this April for a further 12 months, until April 2019, before a new “West Coast Partnership” franchise was awarded, to include the introduction of HS2 high-speed trains from 2026. Virgin has now retained the contract without competition since the proposed award of the franchise to rival First Group collapsed under a legal challenge in 2012. The west coast has consistently returned large dividends to Sir Richard Branson, who owns 51% of the joint venture, and to Stagecoach, which own 49%, topping £100m in the last two years alone.  Grayling’s announcement prompted fierce denunciation from Labour. Shadow transport secretary Andy McDonald said it was an insult to taxpayers: “What makes me want to weep is he’s giving more gifts to Richard Branson and [Stagecoach founder] Brian Souter. Let’s not forget that these are companies who extracted hundreds of millions of pounds in rigged compensation payments from taxpayers during the upgrade of the West Coast mainline ... Similar tactics are now being deployed. Virgin games the system. It’s done it before and it’s doing it again.” Campaigners have called for the renationalisation of the east coast line. Virgin Trains East Coast argues it has increased overall payments to the government under the current contract. It said it has exceeded the payments returned to the Treasury under the nationalised East Coast run by Directly Operated Railways (DOR) from 2009 until 2015 after two former private operators, first GNER then National Express, failed to meet their financial commitments. Virgin said it has already also invested more in renewing the trains than DOR did. Grayling also announced that Stagecoach had been shortlisted for the next East Midlands franchise, which runs trains from London St Pancras to Nottingham and Sheffield. It has been operated by Stagecoach since 2007, including direct awards since 2015 lasting until April 2019. Grayling said: “The government has no legal grounds to restrict Stagecoach from bidding.”", "title": "East Coast could return to public sector, Chris Grayling admits"}