{"link": "https://www.theguardian.com/business/2018/feb/05/pressure-grows-on-dpd-and-theresa-may-after-courier-dies-of-diabetes", "description": "<p>MPs and customers speak out after courier firm fined Don Lane for not finding cover while at doctor’s appointment</p><p>Downing Street’s adviser on modern work has described the death of a diabetic DPD delivery driver as “shocking”, as Marks &amp; Spencer said it would be seeking answers from the parcel company over the driver’s treatment.</p><p>Matthew Taylor said the government must urgently address poor quality work in Britain after the Guardian revealed how Don Lane, a 53-year-old father of one, <a href=\"https://www.theguardian.com/business/2018/feb/05/courier-who-was-fined-for-day-off-to-see-doctor-dies-from-diabetes\">collapsed and died from diabetes</a> after being fined £150 by the courier company for attending a hospital appointment to treat his disease. </p> <a href=\"https://www.theguardian.com/business/2018/feb/05/pressure-grows-on-dpd-and-theresa-may-after-courier-dies-of-diabetes\">Continue reading...</a>", "content": " MPs and customers speak out after courier firm fined Don Lane for not finding cover while at doctor’s appointment \nRobert Booth \n\nTue 6 Feb 2018 09.03 GMT\n\n\nFirst published on Mon 5 Feb 2018 18.52 GMT\n\n Downing Street’s adviser on modern work has described the death of a diabetic DPD delivery driver as “shocking”, as Marks & Spencer said it would be seeking answers from the parcel company over the driver’s treatment. Matthew Taylor said the government must urgently address poor quality work in Britain after the Guardian revealed how Don Lane, a 53-year-old father of one, collapsed and died from diabetes after being fined £150 by the courier company for attending a hospital appointment to treat his disease.  Lane missed three other hospital appointments to treat kidney damage, partly because he was afraid of being fined. He collapsed at the wheel of his van while on deliveries a few months before dying in January. After the Guardian revealed the story, there were signs of a consumer backlash, with shoppers telling DPD and M&S they would consider stopping using them because of Lane’s treatment. One DPD customer wrote on the firm’s online feedback form: “How about giving them some sick leave. Shocked by reports in the paper. Would think twice about using DPD if that’s how you treat people.” An M&S customer posted on Twitter: “In future when I order online, especially with M&S, if the delivery company is DPD I shall cancel the order and order with a company which doesn’t use DPD.” A spokesman for M&S, one of the courier firm’s biggest clients, said it was “very sad” about Lane’s death. It added: “The circumstances will be raised as part of our ongoing discussions with courier providers.” We would like to find out how consumers opinions and habits might be changing in light of stories about companies employing gig economy workers. You can share your views here via our encrypted form. They will help our journalists have a more complete picture and we will use some of them in our reporting. Lane worked as a self-employed courier for DPD delivering parcels in Dorset on behalf of M&S, John Lewis and Amazon. The company made more than £100m in profit last year, the equivalent of £20,000 per courier, but does not provide sick pay or paid holiday. After the Guardian revealed the circumstances of Lane’s death, it apologised for fining him in July but denied that when he first collapsed seven months earlier he was threatened with £150 charges. His death has increased the political pressure for reform of work practices at the bottom of the UK’s labour market. On Wednesday, Downing Street is expected to finally announce its response to employment reforms proposed by Taylor last July, but the backdrop is now a chorus of anger from gig economy workers, consumers, trade unions and MPs united in opposition at how Lane was treated. The shadow business secretary, Rebecca Long-Bailey, described Lane’s case as heartbreaking. She said: “Bad conditions, bogus self-employment and the non-enforcement of rights have become all too common in Tory Britain and this case shows just how broken the system is. The government must now publish its long overdue response to the Taylor review and finally take action to tackle the Dickensian conditions too often faced by delivery drivers.” Frances O’Grady, the secretary general of the TUC, said it was “a tragedy”. She said Theresa May’s response would be “an acid test” of the government’s commitment to “creating a Britain that works for all”.  Taylor, who was recruited by May to propose reforms to modern working practices shortly after she entered Downing Street, said:  “Genuine self-employment provides benefits which compensate for the fact that you don’t have sick pay or consultation rights. The problem with the model that Don Lane was working under is that it looks as though you get very little of those upsides. His experience shows we urgently need to address poor quality work, particularly at the bottom of the labour market.” In Scotland, more than 100 couriers for DPD have joined the GMB trade union and in December withdrew their labour for a day in protest at unilateral changes to their contracts and against the £150 fines.  “It is a shocking story,” said Cal Waterson, a regional GMB organiser. “There has been a strong backlash. We have a member in Scotland who had his licence removed by the DVLA because he didn’t attend his appointments to control his diabetes. He missed the appointments because he couldn’t get time off work.” There was also widespread solidarity with Lane and his widow, Ruth, from other DPD depots. “£150 is a lot of money for most people so people put their health second in order to provide for their family,” said a DPD courier in Peterborough, who asked not to be named. “They shouldn’t be allowed to get away with it and Theresa May could do something about this but she seems to have no interest in looking after us. Society is getting more and more selfish.” When first contacted for comment over Lane’s death, DPD said it was shocked and saddened and said it did not know he had previously fallen into a diabetic coma or that he had vomited blood before his death. The firm said Lane had a quiet rural route that was convenient for his hospital appointments. DPD said on Monday it was ready to discuss customer concerns about Lane’s death. A spokesman said: “Like all companies, we make mistakes, and we have apologised profoundly for a mistake we made in Don’s case.” A spokesman for the Department of Business, Energy & Industrial Strategy extended deepest sympathies to Lane’s family and said: “Employers must take their employment responsibilities seriously.” He added: “We recognise concerns that the UK’s flexible labour market is not working fairly for everyone. That’s why we asked Matthew Taylor to review modern working practices and the government will respond to the review shortly.” ", "title": "Pressure grows on DPD and Theresa May after courier dies of diabetes"}