{"link": "https://www.theguardian.com/business/2018/feb/06/stock-markest-carnage-ftse-london-europe-falls-plunge", "description": "<p>Asian markets plunged overnight after Dow Jones registered its largest points fall in history</p><ul><li><a href=\"https://www.theguardian.com/business/live/2018/feb/06/stock-market-turmoil-europe-ftse100-heavy-losses-asia-us-dow-jones-live-updates\">Stock market turmoil – live coverage</a></li></ul><p>Fears of another plunge in Wall Street shares proved unfounded on Tuesday after the Dow Jones shrugged off an initial 500-point drop to post early gains.<br></p><p>It was a volatile open session as shares fell further into the red before investors regained their nerve and the Dow rose 184 points or 0.6% to 24,527.</p> <a href=\"https://www.theguardian.com/business/2018/feb/06/stock-markest-carnage-ftse-london-europe-falls-plunge\">Continue reading...</a>", "content": " Asian markets plunged overnight after Dow Jones registered its largest points fall in history \nAngela Monaghan, \nDaniel Hurst and \nEdward Helmore \n\nTue 6 Feb 2018 15.10 GMT\n\n\nFirst published on Tue 6 Feb 2018 06.17 GMT\n\n Fears of another plunge in Wall Street shares proved unfounded on Tuesday after the Dow Jones shrugged off an initial 500-point drop to post early gains. It was a volatile open session as shares fell further into the red before investors regained their nerve and the Dow rose 184 points or 0.6% to 24,527. The gains followed the biggest ever one-day points fall on the US index on Monday, when the Dow plunged by 1,175 as traders bet on interest rate rises.  The FTSE 100 of Britain’s biggest listed companies initially fell by 255 points or 3.5% to 7,079.41 as the turmoil spread to global markets. The index later recovered some of its losses, and was down 138 points or 1.9% at 7,196. 1) 20 October 1987 -12.22%2) 19 October 1987 -10.84%Black Monday (October 19) followed a plunge on Wall Street on the previous Friday when UK markets were shut due to a hurricane hitting the country. The market fall was prompted by tensions between Iran and the US, and carried over to the following day  3) 10 October 2008 -8.85%Markets fell sharply in October 2008 at the height of the global financial crisis after the collapse of Lehman Brothers and the subprime mortgage chaos which hit other financial institutions 4) 6 October 2008 -7.85%Growing fears about the health of struggling banks as the financial crisis deepens, despite a number of countries saying they would guarantee bank deposits 5) 15 October 2008 -7.16%Concerns continue despite global bank bailout plans unveiled 6) 26 October 1987 -6.19%Continuing fallout from the Black Monday turmoil 7) 11 September 2001 -5.72%The terrorist attack on the World Trade Center in New York 8) 6 November 2008 -5.70%Bank of England and European Central Bank cut interest rates amid talk of a recession 9) 22 October 1987 -5.69%Black Monday fallout continues 10) 21 January 2008 -5.48%Fears grow of a US recession Investors took fright elsewhere in Europe as trading got under way, with markets in Germany, France, Italy and Spain all down by more than 3%. “The stock market open in the UK and Europe looks about as bad as it can get,” said Jasper Lawler, the head of research at online trading firm London Capital Group. “The bloodbath on Wall Street, which was repeated in Asia has seen confidence evaporate in Europe.” 1) 6 October 2008 -391.06Growing fears about the health of struggling banks as the financial crisis deepens, despite a number of countries saying they would guarantee bank deposits. 2) 10 October 2008 -381.75Markets fell sharply in October 2008 at the height of the global financial crisis after the collapse of Lehman Brothers and the subprime mortgage chaos that hit other financial institutions.  3) 21 January 2008 -323.47Fears grow of a US recession. 4) 15 October 2008 -314.62Concerns about the financial system continue despite global bank bailout plans unveiled.  5) 24 August 2015 -288.78Worries about a slowdown in the Chinese economy send global markets tumbling.  6) 11 September 2001 -287.70Terrorist attack on the World Trade Center in New York. 7) 29 September 2008 -269.70Bradford & Bingley to be nationalised and US Congress votes against a bank bailout bill put forward by the Treasury and Federal Reserve. 8) 4 January 2000 -264.35Dotcom boom begins to unwind, amid talk of Federal Reserve rate hikes. 9) 6 November 2008 -258.32Bank of England and European Central Bank cut interest rates amid talk of a recession 10) 20 October 1987 -250.70The day after Black Monday – which recorded a 249.6-point fall – saw markets continue their slump, prompted by tensions  between Iran and the US. Falls in Europe followed a near 5% drop in Japan’s benchmark Nikkei 225 index and a 3.3% fall on Australia’s ASX200.  In Japan, the Nikkei 225 index declined by as much as 7% during the day’s trade before a slight recovery to close down 4.7%. The Nikkei’s decline of 1,071.84 points was its largest points fall since 2016. Maki Sawada, from the investment research and investor services department at Nomura Securities Co, said stocks were being sold in panic after the Wall Street losses. For several weeks, economists and analysts have warned that inflation levels in major economies could increase this year beyond the 2% to 3% that central banks believe is good for developed countries. Official US figures turned those concerns into a sell-off last Friday, after they showed average wage rises in the US had reached 2.9%. The data increased fears that shop prices would soon rise further, increasing the pressure for high interest rates to calm the economy down. Investors then bolted at the prospect of an era of cheap money – which encourages consumers and companies to spend – coming to an end. Over the past month, several members of the US central bank, the Federal Reserve, have argued that three 0.25% interest rate rises scheduled for this year could become four or five. There is every prospect that the US economic data will continue to strengthen, increasing the potential for higher interest rates. President Donald Trump’s tax reform bill, which gained approval in Congress before Christmas, will inject more than $1tn (£710bn) into the US economy, much of it in the form of corporation tax cuts. Many firms have pledged to give a slice of the cash to their workers. Decades of flat wages should mean that increases expected in 2018 and possibly 2019 are too small to trigger a reaction from the central bank, but investors are betting rates will rise. As a consequence, stock market jitters could continue. Many developing world economies have borrowed heavily in dollars and will be stung by the higher cost of servicing their debts. On the other hand, a booming US economy will suck in imports from those nations, boosting the incomes of the developing world. However, the eurozone looks unlikely to increase interest rates until its recovery is more firmly anchored. That means the euro will continue to rise in value against the dollar, making it harder for European countries to export to the US. “The sell-off accelerated in a chain reaction,” she told Kyodo News. Other markets across Asia also suffered losses. South Korea’s Composite Stock Price Index fell by about 3% in morning trade. Hong Kong’s Hang Seng index plunged 4.9% while the Shanghai Composite index lost 2.2%. These losses followed the dive in the Dow Jones industrial average on Monday, with investors appearing to react to equity losses and concerns that central banks will soon increase interest rates to rein in inflation. It coincided with the arrival of Jerome Powell as the new chair of the US Federal Reserve. “This was volatility unleashed,” said Jack Ablin, the chief investment officer at at Cresset Wealth. “It’s partially fear of interest rates, partially this new Fed chairman Jerome Powell, partially the market is overvalued relative to fundamentals.” While market fear may not be based in any change in economic fundamentals, in its last meeting under chair Janet Yellen, the Federal Reserve indicated it expects inflation pressures to increase through the year. According to projections released in December, officials expect three rate hikes in 2018 – so long as market conditions remain broadly as they are – but some economists believe the central bank could add another increase at its final meeting of the year. If the market falls continue they could prove problematic for Donald Trump who has consistently touted record high stock markets as proof that his presidency is boosting the economy. US stocks have now lost $1tn in value in the first five days of February. However, the White House, responding to the market drop insisted on Monday night that long-term economic fundamentals “remain exceptionally strong”. Vice President Mike Pence characterised the stock market’s plunge as “simply the ebb and flow of our stock market”.  On Monday, the FTSE 100 suffered its worst single-day slump since Theresa May called the snap election last April.  The index fell 1.3% to 7,345 – having peaked at almost 7,800 last month – extending its longest losing streak since November into a fifth day.  “The era of cheap money is ending, and for markets who got addicted to it, it’s undoubtedly bad news,” said Hussein Sayed, the chief market strategist at currency dealer FXTM.", "title": "FTSE and European stock markets fall after US and Asia rout"}