{"link": "https://www.theguardian.com/business/2018/feb/05/why-are-global-stock-markets-falling", "description": "<p>Fears of interest rate rises in the US aimed at taming inflation are making markets nervous</p><ul><li><a href=\"https://www.theguardian.com/business/live/2018/feb/06/stock-market-turmoil-europe-ftse100-heavy-losses-asia-us-dow-jones-live-updates\">Stock market turmoil – live coverage</a></li></ul><p>The FTSE 100 has posted its <a href=\"https://www.theguardian.com/business/live/2018/feb/05/stock-markets-slide-global-sell-off-service-sector-bitcoin-business-live\">worst one-day performance</a> since last April, as the London index picked up from a Wall Street sell-off at the end of last week. Indices also fell in Europe and Asia. Here we look at some of the issues raised by the sell-off. </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2018/feb/05/stock-markets-continue-to-fall-amid-interest-rate-hike-fears\">Stock markets continue to fall amid interest rate hike fears</a> </p> <a href=\"https://www.theguardian.com/business/2018/feb/05/why-are-global-stock-markets-falling\">Continue reading...</a>", "content": " Fears of interest rate rises in the US aimed at taming inflation are making markets nervous \nPhillip Inman \n\nMon 5 Feb 2018 18.09 GMT\n\n\nLast modified on Tue 6 Feb 2018 07.33 GMT\n\n The FTSE 100 has posted its worst one-day performance since last April, as the London index picked up from a Wall Street sell-off at the end of last week. Indices also fell in Europe and Asia. Here we look at some of the issues raised by the sell-off.  For several weeks, economists and analysts have warned that inflation levels in major economies could increase this year beyond the 2% to 3% that central banks believe is good for developed countries. Official US figures turned those concerns into a sell-off last Friday, after they showed average wage rises in the US had reached 2.9%. The data increased fears that shop prices would soon rise further, increasing the pressure for high interest rates to calm the economy down. Investors then bolted at the prospect of an era of cheap money – which encourages consumers and companies to spend – coming to an end. Over the past month, several members of the US central bank, the Federal Reserve, have argued that three 0.25% interest rate rises scheduled for this year could become four or five.  Inflation is when prices rise. Deflation is the opposite – price decreases over time – but inflation is far more common. If inflation is 10%, then a £50 pair of shoes will cost £55 in a year's time and £60.50 a year after that. Inflation eats away at the value of wages and savings – if you earn 10% on your savings but inflation is 10%, the real rate of interest on your pot is actually 0%. A relatively new phenomenon, inflation has become a real worry for governments since the 1960s. As a rule of thumb, times of high inflation are good for borrowers and bad for investors. Mortgages are a good example of how borrowing can be advantageous – annual inflation of 10% over seven years halves the real value of a mortgage. On the other hand, pensioners, who depend on a fixed income, watch the value of their assets erode. The government's preferred measure of inflation, and the one the Bank of England takes into account when setting interest rates, is the consumer price index (CPI). The retail prices index (RPI) is often used in wage negotiations. There is every prospect that the US economic data will continue to strengthen, increasing the potential for higher interest rates. President Donald Trump’s tax reform bill, which gained approval in Congress before Christmas, will inject more than $1tn (£710bn) into the US economy, much of it in the form of corporation tax cuts. Many firms have pledged to give a slice of the cash to their workers. Decades of flat wages should mean that increases expected in 2018 and possibly 2019 are too small to trigger a reaction from the central bank, but investors are betting rates will rise. As a consequence, stock market jitters could continue.  Many developing world economies have borrowed heavily in dollars and will be stung by the higher cost of servicing their debts. On the other hand, a booming US economy will suck in imports from those nations, boosting the incomes of the developing world. However, the eurozone looks unlikely to increase interest rates until its recovery is more firmly anchored. That means the euro will continue to rise in value against the dollar, making it harder for European countries to export to the US. A falling stock market should not affect the economy immediately. Its main effect should be to limit the availability of shareholder funds for investment, affecting the long-term health of the economy. But there is a strong feedback loop from falling wealth, such as share portfolios, into lower consumer spending. Shoppers measure their financial well-being in terms of their asset-based wealth as much as their income. As a result, a big fall in share prices could damage the economy. ", "title": "Why are global stock markets falling?"}