{"link": "https://www.theguardian.com/business/2018/feb/06/stock-market-fall-correction-crash-shares", "description": "<p>Investors fear the era of cheap money is coming to an end, but shares are likely to bounce back<br><br><a href=\"https://www.theguardian.com/business/live/2018/feb/06/stock-market-turmoil-europe-ftse100-heavy-losses-asia-us-dow-jones-live-updates\">•Stock market turmoil – live coverage</a></p><p>It was just like the bad old days in financial markets. Screens in dealing rooms turned a sea of red as <a href=\"https://www.theguardian.com/business/live/2018/feb/05/stock-markets-slide-global-sell-off-service-sector-bitcoin-business-live?page=with:block-5a78c299e4b081f9d0100145\">stock markets plunged</a> in the familiar domino style: first Wall Street, then Asia and finally Europe.</p><p>This was the first big share price fall of Donald Trump’s presidency and there was a notable absence of tweeting from the White House boasting about how Americans had their president to thank for booming stock markets. Instead, there was talk of bubbles being burst following a rise of more than 40% in the Dow Jones industrial average since Trump defeated Hillary Clinton in November 2016.</p> <a href=\"https://www.theguardian.com/business/2018/feb/06/stock-market-fall-correction-crash-shares\">Continue reading...</a>", "content": " Investors fear the era of cheap money is coming to an end, but shares are likely to bounce back•Stock market turmoil – live coverage \n\nTue 6 Feb 2018 09.56 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.31 GMT\n\n It was just like the bad old days in financial markets. Screens in dealing rooms turned a sea of red as stock markets plunged in the familiar domino style: first Wall Street, then Asia and finally Europe. This was the first big share price fall of Donald Trump’s presidency and there was a notable absence of tweeting from the White House boasting about how Americans had their president to thank for booming stock markets. Instead, there was talk of bubbles being burst following a rise of more than 40% in the Dow Jones industrial average since Trump defeated Hillary Clinton in November 2016. So far what has happened amounts to a correction rather than a crash. The 1,100-point drop in the Dow Jones sounds like a lot but in percentage terms it amounted to a decline of less than 5%. On two consecutive days in October 1929, the Dow plunged by first 13% and then 12%. The record one-day fall for the Dow was a 508-point drop in October 1987, which wiped more than 20% off the value of the US’s leading companies. That was a crash, albeit a brief one. Shares were down sharply at the start of London trading but after a 3% drop the FTSE 100 recovered a bit of the lost ground and closed 193 points down on the day. Wall Street opened more than 500 points lower but, like the London market, steadied as morning trading wore on.   Why are markets down? In part, because they have gone up too far too fast and were ripe for a fall. More importantly, it is because central banks have supplied copious amounts of money to the markets at ultra-low interest rates. In recent days, investors have looked at rising bond yields, higher wage growth and dearer commodity prices and started to fret about something that has not concerned them in recent years: inflation. They have woken up to the possibility that the Fed might get more aggressive in removing the stimulus provided since the collapse of Lehman Brothers in September 2008. A dose of reality is no bad thing. Memories of the financial crisis have faded. During 2017, stock market volatility was low, investors started to take bigger and bigger bets on borrowed money and speculators discovered a new financial instrument in the form of bitcoin. All these were signs of a reckless over-confidence. James Bateman of Fidelity International said the stock market correction was a good thing. “The tech-fuelled rally in the US had long lost any sense of reality in its valuations, the prospect of inflation remaining low forever could not last, and we have a new and untested Fed chair,” he said. “It would be more worrying if markets didn’t react to all of this.” For several weeks, economists and analysts have warned that inflation levels in major economies could increase this year beyond the 2% to 3% that central banks believe is good for developed countries. Official US figures turned those concerns into a sell-off last Friday, after they showed average wage rises in the US had reached 2.9%. The data increased fears that shop prices would soon rise further, increasing the pressure for high interest rates to calm the economy down. Investors then bolted at the prospect of an era of cheap money – which encourages consumers and companies to spend – coming to an end. Over the past month, several members of the US central bank, the Federal Reserve, have argued that three 0.25% interest rate rises scheduled for this year could become four or five. There is every prospect that the US economic data will continue to strengthen, increasing the potential for higher interest rates. President Donald Trump’s tax reform bill, which gained approval in Congress before Christmas, will inject more than $1tn (£710bn) into the US economy, much of it in the form of corporation tax cuts. Many firms have pledged to give a slice of the cash to their workers. Decades of flat wages should mean that increases expected in 2018 and possibly 2019 are too small to trigger a reaction from the central bank, but investors are betting rates will rise. As a consequence, stock market jitters could continue. Many developing world economies have borrowed heavily in dollars and will be stung by the higher cost of servicing their debts. On the other hand, a booming US economy will suck in imports from those nations, boosting the incomes of the developing world. However, the eurozone looks unlikely to increase interest rates until its recovery is more firmly anchored. That means the euro will continue to rise in value against the dollar, making it harder for European countries to export to the US. All that is true, and in the short term it is likely that share prices will bounce. Trump has a lot riding on the stock market continuing to rise and certainly did not choose Jerome Powell to be the chairman of the Fed because he thought his appointee was an interest-rate hawk. The falls on Wall Street were triggered by last week’s labour market report, which showed unemployment at 4.1% and a pick-up in average hourly earnings. But Powell would not have to look all that hard to find reasons for a gradual, market-pleasing, rise in interest rates rather than rapid tightening. Wall Street investors are confident Powell will see them all right. If this all sounds familiar, that’s because it is. During Alan Greenspan’s long reign at the Fed, Wall Street knew the central bank would ride to the rescue every time share prices plunged. It became known as “the Greenspan put”.  A “Powell put” would be equally disastrous, not immediately but in the longer term. Why? Because it would reward recklessness, blow up an even bigger bubble and create the conditions for a rerun of 2008.", "title": "Stock market fall looks like a correction, not a crash | Larry Elliott"}