{"link": "https://www.theguardian.com/seizing-opportunities-with-aldermore/2018/jan/31/six-essential-resolutions-for-business-owners-to-kickstart-2018", "description": "<p>In the first few months of the year we try to enact new resolutions and seek personal improvement. But it’s also a good time to extend such commitments to your startup, too</p><p>Every January, once we’ve polished off the leftovers and taken out the mountain of recycling, we get the symbolic opportunity to start afresh. We make plans, resolve to quit bad habits and promise to become our best selves. According to a <a href=\"http://www.comresglobal.com/wp-content/uploads/2015/12/BUPA_NY-Resolution_Public-Polling_Nov-15_UPDATED-TABLES.pdf\" rel=\"nofollow\">ComRes poll</a> [pdf], the most common resolutions are health-related – to exercise more, lose weight and eat more healthily. Many also use the festive period to deliberate more momentous topics, such as their careers and relationships. But can all this be done in business too? In short, yes.</p> <a href=\"https://www.theguardian.com/seizing-opportunities-with-aldermore/2018/jan/31/six-essential-resolutions-for-business-owners-to-kickstart-2018\">Continue reading...</a>", "content": "  \n\nWed 31 Jan 2018 09.22 GMT\n\n\nLast modified on Thu 1 Feb 2018 13.55 GMT\n\n Every January, once we’ve polished off the leftovers and taken out the mountain of recycling, we get the symbolic opportunity to start afresh. We make plans, resolve to quit bad habits and promise to become our best selves. According to a ComRes poll [pdf], the most common resolutions are health-related – to exercise more, lose weight and eat more healthily. Many also use the festive period to deliberate more momentous topics, such as their careers and relationships. But can all this be done in business too? In short, yes. Taking time off work allows people time to reflect on their careers – and the festive season provides plenty of family and friends asking about our professional lives. This sparks contemplation in many people, says Paul Farrer, chairman of recruitment consultancy Aspire. “If end-of-year bonuses are cancelled or low, it can create an extra catalyst for change,” he says. “Conversely, if bonuses are high, people may pay off debts and then reconsider their careers, with financial reward then considered less important.” New Year’s Day usually sees a spike in traffic to recruitment websites, with people seeking new roles, while the second week in January sees a marked increase in resignations and vacancies. As a business owner, take this opportunity to ensure your staff are incentivised and happy. Many companies don’t offer regular appraisals and could be hindering the personal growth of staff. Some 30% of UK employees never have meetings about their individual development, according to research by breatheHR, and 37% only have such meetings just once a year. Three-quarters of employees consider personal development valuable, so helping staff on this journey is essential.  Health and fitness come to the fore in January. The new year is also an opportune time to undergo the business equivalent of a health kick. Maybe your cash-flow management left a lot to be desired in 2017, maybe you struggled to raise enough capital to invest back into the company, or perhaps your day-to-day finances are unpredictable. In either case, do an in-depth financial analysis to identify major risk factors and help future-proof the firm. According to US Bank, 82% of startups fail because of poor cash management. Don’t be one of them. If HR is at the top of your list of priorities, carrying out an employee survey could be a smart move. What would make staff more likely to stay at the company? How do they think the business should be expanding? What do they believe you should be doing differently?  Conducting market research could be hugely beneficial if your goal for 2018 is to improve your relationship with customers, or to better understand them. It can also help you set yourself apart from the competition or gain crucial data before launching a new product or service. One business that knows what its customers want and need, and also at what price, is east London yoga studio Stretch. Many gyms and yoga studios offer short-term deals after Christmas to cater to those on a health kick but, rather than that, Stretch offers discounts that benefit people in the longer term, such as seven- or 15-month memberships at a discounted rate. “This will see people well into the coming year and add to their general wellbeing, not the January panic,” says Sophie Whippy, founding director of Stretch. “Offer customers something that will incentivise them to keep coming back to you at a fair price. Being in London, the sky’s the limit with what businesses choose to charge, but consumers know when something feels fair or like a rip off!” The vast majority (70%) of “Stretchers” at the studio are regulars, even in January, but of the newcomers almost two-thirds (65%) will come back for more. If you don’t already have a regularly updated website and active online presence – on Facebook, Instagram and Twitter at least – or if your site isn’t mobile-friendly, now’s your chance to rectify this. Kettlebell Kitchen, a healthy fast food joint on the outskirts of Manchester, is expecting a busy start to the year and will be making the most of it via social media. It is offering a new menu for those who fell off the clean-eating bandwagon over Christmas, opening a new store and focusing on “new year, new you” marketing on its social channels, particularly Instagram, to attract new customers. “In 2018 we’re focusing on drawing in new customers more than ever,” says owner Carley Jones. “With a new refurb at our Great Ancoats Street store, our marketing team will be targeting people who have been in before but may not have liked it the first time around.” Depending on the age of your business, marketing may not be at the top of your to-do list, but by neglecting it you’re shooting yourself in the foot. Make a marketing plan, create an email list or even hire a marketing expert to create a strategy for you, if your funds allow it. Seven Career Coaching is using the new year as an opportunity to up its marketing game. “We’ve rolled out targeted marketing campaigns tailored to prospective clients for our career, executive and life coaching programmes, with calls to action such as, ‘If not now, when?’” says Eli Bohemond, a career coach at the company. Showing off the success of former clients throughout the year is another key part of the company’s January marketing campaign. “Don’t tell your prospective customers what you do, show them your results,” Bohemond continues. “Better yet, have clients share their success stories to sell the value of your brand to other prospective customers.” You can’t afford to take an impromptu approach to growing a small business, however chaotic the day-to-day operations may be. Schedule in regular opportunities for business strategising throughout the year – these could be monthly, quarterly or biannually, but the more frequent the better. And if the start of the year is a particularly fruitful time in your sector, don’t forget to have a plan in place for the later months. Unlike many gyms at this time of year, Blok, a boutique gym in east London, doesn’t rely too heavily on new-year customers. “We try to keep our prices as competitive as possible throughout the year, with various price packages that run all the time,” says co-founder Reema Stanbury. “We don’t believe in flash sales and bombarding customers with emails on deals that have to be bought within a given time, but instead try to offer a range of pricing structures to suit their needs.” Stanbury adds: “This means that whenever a customer is ready to purchase they can do so knowing they’re getting our best prices, rather than having to wait for the next flash sale to come around. Our focus is on steady growth all year.” Content on this page is supplied by Aldermore, sponsor of The Disruptors on Guardian Small Business Network", "title": "Six essential resolutions for business owners to embrace in 2018"}