{"description": "<p>Being classified as employees would mean automatic enrolment in workplace pension and employer contributions</p><p>More than a million workers in Britain’s <a draggable=\"true\" href=\"https://www.theguardian.com/business/the-gig-economy\">gig economy</a> risk losing more than £22,000 each from being wrongly labelled as self-employed, according to research that shows the dangers posed to people in fragile employment.</p><p>The insurance firm Zurich said forcing gig economy companies to classify their workers as employees rather than self-employed would mean automatic enrolment in a workplace pension. Under these rules, it estimates a typical worker aged 25 and earning £25,000 a year would receive a total of £22,000 in employer contributions by the time they retire.</p> <a href=\"https://www.theguardian.com/business/2017/dec/07/gig-economy-workers-uk-missing-out-22200-status-workplace-pension\">Continue reading...</a>", "content": " Being classified as employees would mean automatic enrolment in workplace pension and employer contributions \nRichard Partington \n\nThu 7 Dec 2017 17.16 GMT\n\n\nLast modified on Tue 30 Jan 2018 15.51 GMT\n\n More than a million workers in Britain’s gig economy risk losing more than £22,000 each from being wrongly labelled as self-employed, according to research that shows the dangers posed to people in fragile employment. The insurance firm Zurich said forcing gig economy companies to classify their workers as employees rather than self-employed would mean automatic enrolment in a workplace pension. Under these rules, it estimates a typical worker aged 25 and earning £25,000 a year would receive a total of £22,000 in employer contributions by the time they retire. The analysis carried out for the insurer by the Pensions Policy Institute comes after the government delayed reforms designed to improve the rights for up to 1.1 million workers in the gig economy until next year, amid growing fears it could face opposition from the right wing of the Conservative party.  In July, Theresa May’s adviser on modern work, Matthew Taylor, recommended reforms to employment law.  MPs have suggested some gig economy firms, including digital operators such as Uber and Deliveroo, may have been exploiting gaps in current legislation.  Chris Atkinson at Zurich UK said: “Employment law is lagging far behind advances in working practices, which is leaving some people in the gig economy at risk of being denied basic rights.”", "link": "https://www.theguardian.com/business/2017/dec/07/gig-economy-workers-uk-missing-out-22200-status-workplace-pension", "title": "Gig economy workers in UK risk missing out on £22,000 of pension"}