{"link": "https://www.theguardian.com/business-made-simple-with-vodafone/2018/jan/18/five-top-cities-for-business-startups-outside-of-the-m25", "description": "<p>The UK is a nation of inventors and entrepreneurs, with 75 new companies launched every hour. But don’t assume this is London-centric – regional clusters of activity are thriving too </p><p>The High Growth Small Business urban hub league table says that <a href=\"http://www.scaleupinstitute.org.uk/wp-content/uploads/2016/05/HGSB-report-2015.pdf\" rel=\"nofollow\">three out of every five high-growth small businesses</a> are located outside of London and the south-east of England. Not only that, they’re responsible for creating one in three new jobs – that’s up to three times the number created by FTSE 100 companies. According to an <a href=\"https://informi.co.uk/articles/which-city-best-start-business\" rel=\"nofollow\">Informi study from 2016</a>, London isn’t even the best city in the UK to start a business. Instead, it comes in eighth.</p><p>Choosing the right place to launch can be crucial to a startup’s success and survival. With <a href=\"https://www.fsb.org.uk/media-centre/press-releases/small-business-confidence-continues-to-fall-as-domestic-fears-weigh-on-outlook\" rel=\"nofollow\">almost a third (31%) of firms</a> expecting their performance to worsen over the next three months, strong local support – particularly for digital businesses – will be key. So, where is ideal place to launch? Brighton, Cambridge, Manchester, Leeds and Edinburgh are all leading the charge, from sky-high survival rates to <a href=\"https://mediacentre.vodafone.co.uk/pressrelease/digital-super-towns/\" rel=\"nofollow\">local digital industries</a> worth billions.</p> <a href=\"https://www.theguardian.com/business-made-simple-with-vodafone/2018/jan/18/five-top-cities-for-business-startups-outside-of-the-m25\">Continue reading...</a>", "content": "  The High Growth Small Business urban hub league table says that three out of every five high-growth small businesses are located outside of London and the south-east of England. Not only that, they’re responsible for creating one in three new jobs – that’s up to three times the number created by FTSE 100 companies. According to an Informi study from 2016, London isn’t even the best city in the UK to start a business. Instead, it comes in eighth. Choosing the right place to launch can be crucial to a startup’s success and survival. With almost a third (31%) of firms expecting their performance to worsen over the next three months, strong local support – particularly for digital businesses – will be key. So, where is ideal place to launch? Brighton, Cambridge, Manchester, Leeds and Edinburgh are all leading the charge, from sky-high survival rates to local digital industries worth billions. Brighton is one of the best places in the UK to start a small business, according to new research from Informi, which reviewed 63 cities. As a diverse, creative and cultural hotspot in the south of England, the most popular types of business in Brighton are in the creative, digital and IT sectors. The local economy surrounding such businesses is estimated to be worth around £1bn, with the average Brighton firm employing seven people [pdf]. Read more about Brighton’s super-hub status here. Why start a business in Brighton?The city of Brighton and Hove has a thriving startup culture, with many coming out of the Universities of Brighton and Sussex. The “Silicon Beach” tech hub attracts a range of business types, from IT firms and content, design and creative agencies, to independent retailers and food businesses. In addition, local “fused firms” are helping to bring together arts and humanities with science, tech, engineering and mathematics. Combined, all this has resulted in an 87% survival rate for small businesses, with employee numbers growing by 10% between 2012 and 2014. Regional heroes Whether you’re in the city or beyond, have a taste of Brighton Gin. The acclaimed local, handmade spirit distillery is making a splash on the cocktail scene and is available as far afield as Belfast and Manchester. Documentary production company Lambent Productions has won several awards for its work, which spans the BBC, Channel 4, Channel 5 and Al Jazeera. Similarly, Plug-in Media is the winner of four Baftas for its animation and interactive work, which largely focuses on younger markets and education. Startup support in Brighton• The Funding Room is one of Brighton’s main “angel investment” networks. • Hove Business Association offers business health checks and networking events for new and established businesses. • Brighton and Hove Chamber of Commerce offers training and networking opportunities for new businesses. • Sussex Chamber of Commerce provides professional services and support with HR, legal queries and training. • Brighton Business Curry Club offers good food and networking opportunities. • Brighton for Business is great for networking opportunities. • Brighton Farm hosts networking opportunities for media freelancers. Cambridge is another great place to start a small business. One of England’s most vibrant business hubs, Cambridge scores highly in opportunity, innovation and entrepreneurship. The most popular types of business are construction, manufacturing, tech, wholesale and retail distribution, and IT and telecoms. The city boasts 24,476 companies, with a combined turnover of £35.6bn, and employs 210,211 people. Why start a business in Cambridge?As with Brighton and Hove, there’s a big startup culture in the East Anglian city with many startups spinning out of the University of Cambridge. Tech Nation reports a tech scene with a £2.1bn turnover, employing 30,219 people and resulting in 353 startup “births”. Local employers boast that there are 4,500 knowledge-intensive companies registered within 25 miles of Cambridge. This is producing annual employment growth of 7.4% – faster than China, they say. Beyond that, the Connecting Cambridgeshire programme works to get locals and businesses in the region connected to superfast broadband. There’s a solid business survival rate too – 80% of the startups are still in business after three years and more patents are published in Cambridge than in any other city. Regional heroesSuccess stories don’t get much better than Excell, a tech and communications business worth £40m that started in a Cambridge bedroom. In the medical space, Wesley Coe manufactures lab and hospital devices, doubling exports in 2016 to £1.9m. Cambridge boasts fintech startups too. Cashflows is a payments provider whose international sales grew 73% in the last two years. Startup support in Cambridge• Enterprise East Cambridgeshire provides advice and guidance on how and where to find business grants in the Cambridge district. • Cambridge University Entrepreneurs offers financial support, competitions and accelerator programmes to students, staff and alumni. • Cambridge Angels is a local angel investment platform. • Cambridge Capital Group provides funding to startups. Manchester is home to the largest tech cluster outside of London, and Leeds is still living up to its position as a key component in the northern powerhouse. Just behind London and Cambridge, Leeds is at the forefront for fast-growing scaleups – businesses that have achieved three years of 20% growth. Manchester’s business survival rate is 35.9%, with businesses opening at five times the rate of Cambridge. Why start a business in Manchester or Leeds?Manchester and Leeds have a combined population of 3 million and a workforce of 1.37 million. Leeds is the UK’s main financial centre outside of London, with a £64.6bn economy; the city is expected to grow by 17.1% over by 2025 according to a report. The same report suggests Greater Manchester is set for 17.7% expected growth. Regional heroesLeeds is home to a broad range of tech firms, such as Cocoon, an innovative tech company working to reinvent home security. In Manchester, UKFast is the UK’s largest privately-owned internet hosting provider. In the healthtech space, Keep it Usable’s award-winning app helps patients share their progress with their clinicians and the long-standing Auto Trader brand is the UK’s largest digital trading place for cars. Startup support in Manchester and Leeds• Manchester City Council provides a range of advice and practical help for new businesses. • Innospace, Manchester Metropolitan University’s business incubator for startups and new businesses, offers office facilities, business support and mentoring. In 2016 Edinburgh was named the best city in the UK to launch a startup. Cheap office rates, plentiful research centres and science parks, along with access to talented graduates from three universities makes it Scotland’s startup hub, with businesses surviving at a rate of 37% from 2010-2015. Why start a business in Edinburgh?The higher education institutions of Heriot-Watt University, Queen Margaret University and the University of Edinburgh (one of the top 20 in the world, ranking highly in electronics, science and medicine) provide a skilled pool of talent. Meanwhile, the city’s local council offers a small business loan fund, which is an interest-free loan of up to £2,500 that encourages new startups to hit the ground running. Office rates are pretty reasonable too – approximately half as much as the City of London and under a third of the West End. Founders are taking advantage – a total of 19,285 businesses registered in Edinburgh during 2015, which equates to over two an hour, or 52 per day. All this means the startup culture in Edinburgh continues to grow steadily. Between 2016 and 2017, new enterprises in the City of Edinburgh local authority area increased by 415 – up 2.2%. Regional heroesYou’ll no doubt have used SkyScanner to get the cheapest deal on a flight. It’s one of Scotland’s best-known startups, recently reporting profits of about £17m and currently employing more than 700 people. More locally, Flavourly delivers packages of food and drink from independent suppliers to subscribers on a monthly basis. Its chief executive, Assean Sheikh, turned down a £75,000 investment from Piers Linney and Peter Jones on Dragons’ Den. Instead, Flavourly went on to launch on crowdfunding platform Crowdcube, raising £515,000 and breaking Scottish startup records.  In the education tech space, Twig creates digital learning tools and resources for seven- to 16-year-olds. It’s free to state schools in Scotland, but is offered on a subscription basis to schools elsewhere in the UK, as well as the US, Japan, Spain, Colombia, Chile, Brazil, Korea, Peru, Australia and South Africa. Startup support in Edinburgh• The University of Edinburgh supports the research and development for new innovations across the city with four “incubation” centres for local businesses: the Scottish Microelectronics Centre, Edinburgh Research and Innovation, Edinburgh Technology Transfer Centre and Edinburgh Technopole. • Edinburgh council offers various loans of up to £25,000 for budding entrepreneurs, along with other advice and support. • TechCube, The Haymarket, West Edinburgh Business Park and South Gyle Trade Park all offer cost-effective co-working and office spaces to startups and early-stage entrepreneurs.  • CodeBase, the UK’s largest startup incubator, is based in Edinburgh and supports more than 100 of the UK’s brightest young firms, bringing together entrepreneurs, tech talent and investors in a creative, collaborative environment.  Let the experts guide you and your business through the tech world, gain new skills and listen to industry leaders debate the big issues at the Guardian Business Made Simple events series, supported by Vodafone, in cities around the UK. Each event will feature an inspirational masterclass, alongside talks from top entrepreneurs and panel discussions where experts and industry leaders debate the big issues facing startups. Events in Edinburgh, Bristol and Reading have already taken place, but in 2018 you can get involved in Manchester on 27 February and Leeds on 21 March. Keep a look out for dates for events in Cambridge and Birmingham on the Business made simple hub. This article originally appeared on Your Ready Business. Content on this page is paid for and produced by Vodafone, sponsors of the Business Made Simple hub on Guardian Small Business Network", "title": "Five top cities for business startups outside of the M25"}