{"link": "https://www.theguardian.com/money/2018/feb/04/tara-button-buymeonce-life-less-throwaway-le-creuset-longevity", "description": "Author and founder of the BuyMeOnce website Tara Button was a shopaholic until she fell in love with a Le Creuset pot. Now disposable is a dirty word<p>Forget <a href=\"https://www.theguardian.com/money/2013/jan/04/how-gave-up-retail-therapy\" title=\"\">retail therapy</a>. It’s so yesterday. Avoiding frequent visits to the shops is a better way to serenity, claims a book published this week, which offers a step-by-step guide to resisting a system it says is trying to make us “broke and lonely”.</p><p><a href=\"https://www.theguardian.com/money/2016/oct/26/clothes-boots-last-forever-lifetime-guarantee\" title=\"\">Tara Button</a> has written <em>A Life Less Throwaway</em> because, she says: “Our lives have become <a href=\"https://www.theguardian.com/environment/2017/mar/13/waste-plastic-food-packaging-recycling-throwaway-culture-dave-hall\" title=\"\">stuffed full of things that let us down</a>, cause our stress levels to skyrocket and our bank accounts to empty.” From stockings to scissors to smartphones, her mission is to find objects so durable you’ll only have to buy them once. But first we have to change our mindset, she says, from endless, low-quality disposable purchases to a new way of thinking she calls “mindful curation”.</p> <a href=\"https://www.theguardian.com/money/2018/feb/04/tara-button-buymeonce-life-less-throwaway-le-creuset-longevity\">Continue reading...</a>", "content": " \nRob Walker \n\nSun 4 Feb 2018 00.04 GMT\n\n Forget retail therapy. It’s so yesterday. Avoiding frequent visits to the shops is a better way to serenity, claims a book published this week, which offers a step-by-step guide to resisting a system it says is trying to make us “broke and lonely”. Tara Button has written A Life Less Throwaway because, she says: “Our lives have become stuffed full of things that let us down, cause our stress levels to skyrocket and our bank accounts to empty.” From stockings to scissors to smartphones, her mission is to find objects so durable you’ll only have to buy them once. But first we have to change our mindset, she says, from endless, low-quality disposable purchases to a new way of thinking she calls “mindful curation”. Messages such as “Turn your room around! Time to refresh!” make us feel “the things we have are no longer good enough”, Button says. She should know. As a former advertising copywriter she was paid to come up with them. “That’s how they get us buying, they make us feel crap!” “Mindful curation is about taking a step back and thinking about what you want your life to be, what you want to spend your money on, what your priorities are. It’s about getting to know your tastes – colour, shapes, texture – so you can feel confident in your choices.” Button launched the BuyMeOnce website in 2015 as a sort of online supermarket for brands built to last. Sunglasses, backpacks, dresses, earrings, laptops, toothbrushes – pretty much every lifestyle product you can think of has a brand that Button recommends we should buy for its quality and longevity. She confesses she used to be a shopaholic, often feeling “panicky” when she went into a store because she felt leaving without buying something, anything, was a missed opportunity. But when she got home she felt miserable. That all changed the day her sister bought her a Le Creuset cooking pot. “I had an emotional reaction to it,” she recalls. Here was something heavy and durable and beautiful to look at that, incredibly, claimed to last a lifetime. She decided there and then to tick off every item she owned in just the same way. Of course, most of us would balk at paying £200 for a casserole dish. Button agrees that price is a barrier, but argues that buying the cheapest option usually means you end up worse off: things simply keep breaking and need replacing.“If we want longevity and quality, we have to start voting with our wallets. We have to save.” That switch of mindset from “what I want now” to “what I want for ever” is the key, for Button, to taking back control of the way we shop. This might all sound a bit worthy but Button is certainly tapping into a zeitgeist for minimalist, sustainable living. And not just in Britain. Over 50% of the items sold on her website are for US buyers. Her wider ambition is to make longevity, rather than recycling, central to the eco conversation. “If a product can carry on doing its job, that’s a much more eco-friendly situation – isn’t it?” There are pants and socks out there offering no-quibble lifetime guarantees, so if anything goes wrong you can send them back. Sloggi EverNew pants are made with Pima cotton, which is soft and super strong. Women’s hipster pants cost £8.50, men’s boxer briefs £9.99. Darn Tough socks are made of merino wool, knitted seamlessly with no weak spots. Women’s cushion hike/trek socks cost £20.53. Before flatpack, we used to invest in furniture. Now you see it dumped on the street when people move house. There are so many great pieces out there, especially secondhand. If you go for solid, chunky wood with traditional joints, you’ll be passing it on to your grandchildren. My favourite brand is Sustainable Furniture, a Cornish family-run company. All their furniture is made to last a lifetime. A reclaimed teak storage cabinet unit with three natural wicket baskets costs £99. A 2.4-metre reclaimed teak cross dining table with 10 chairs costs £3,550. Many fashion brands use flimsy fabric, which rips (unfashionably) at the crotch after a few months. However, Hiut Denim Co (skinny fit, £145) and Nudie Jeans (£110) make men’s and women’s jeans to last, and offer free fixing, either in store or you can order a repair kit. Apparently, we each buy on average 1.1 umbrellas a year in Britain, so we could save hundreds of pounds if we bought just one, lifetime version. Davek umbrellas (from £125 to £325) are made of titanium and offer a lifetime warranty (and a loss protection service). A mechanism enables the umbrella to right itself if it gets blown inside out. Some models even have a built-in chip to alert you if you leave them behind. With great-quality shoes, occasional resoling and polishing are all you need. I recommend Church’s or the Dr Martens For Life range, which has a lifetime warranty (£175). Church’s Monmouth Chelsea boots for women cost £390.", "title": "Brands built to last a lifetime are the key to consumer karma"}