{"link": "https://www.theguardian.com/money/2018/feb/04/bt-broadband-usage-limits-exceed-cost", "description": "My grandmother unwittingly bust her allowance – and the charges add up to thousands<p><strong>My grandmother has been subscribing to a limited broadband package with BT since 2010. It turns out that every month she has exceeded her usage allowance and drained her savings, paying thousands of pounds of additional charges. For example, the extras in the third quarter of 2017 were £171, so, if this is representative of the whole period, she may have paid more than £5,000 in extra charges since 2010. </strong></p><p><strong>The first I knew about this was at Christmas, when she was distressed about her financial situation and asked me to look through her utility bills. </strong></p> <a href=\"https://www.theguardian.com/money/2018/feb/04/bt-broadband-usage-limits-exceed-cost\">Continue reading...</a>", "content": " \nRebecca Smithers \n\nSun 4 Feb 2018 07.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 10.00 GMT\n\n My grandmother has been subscribing to a limited broadband package with BT since 2010. It turns out that every month she has exceeded her usage allowance and drained her savings, paying thousands of pounds of additional charges. For example, the extras in the third quarter of 2017 were £171, so, if this is representative of the whole period, she may have paid more than £5,000 in extra charges since 2010.  The first I knew about this was at Christmas, when she was distressed about her financial situation and asked me to look through her utility bills.  I started with the standard BT complaints department and have since been escalated to “executive level”. At each stage I’ve been told the same thing: that the terms and conditions of the limits are clear, and that there is no way to refund these charges (in fact, one BT employee told me it would be illegal for them to issue a refund!). The best they could offer was a £16.20 rebate. I understand this was a stupid thing for my grandmother to do, but she is a complete technophobe and, to her, this is a “luxury”, so I suppose it made sense to her that it was expensive.  She should have been upgraded by BT to an unlimited package as soon as the first additional charges were seen – not allowed her to pay them, quarter after quarter, for eight years. HC (on behalf of PM), Clitheroe, Lancs BT’s final offer was the £16.20 credit and an upgrade to an unlimited broadband package at £22.49 a month. It told you that if you did not accept this, you had reached deadlock and would have no other option but to go to the ombudsman. Since our intervention BT has agreed to a rethink: it has gone through the bills from the past two years and offered a refund of 50% of the additional charges paid in this period – £512.60. This is better than its initial offer but still not good enough, in our opinion. Your grandmother was unable to locate the older bills (2013-16), though we would imagine BT must be able to access archived bills. Arguably BT has failed in its duty of care to your grandmother as it has been greatly profiting at her expense. I would get hold of all her bills going back over the full period – via a subject access request – if required, and demand a better outcome. I’d also complain to the regulator Ofcom about this. It needs to investigate how many other vulnerable users are in the same boat. BT says: “As a goodwill gesture we’ve offered to refund 50% of the cost of PM’s broadband over the last two years, which we’re pleased to say she has accepted. We send customers emails to alert them before they exceed their broadband allowance, and again if they go over their allowance. We also suggest that if they’re regularly exceeding their allowance, they should upgrade to an unlimited package. “If you go over your allowance on a limited package it costs £1.80 for every extra GB of data used, until your allowance resets at the start of a new month. “You can track your broadband usage using the usage monitor on My BT or via the My BT app if you’ve got an Android or Apple smartphone.” We doubt your grandmother could do this, as she clearly didn’t see the routine notifications from BT that she was regularly breaching the agreed limit. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number. Submission and publication of all letters is subject to our terms and conditions", "title": "BT broadband user charged £5,000 after exceeding usage limit"}