{"link": "https://www.theguardian.com/money/2018/feb/03/78-18000-income-london-pension-holidays-car-theatre-trips", "description": "<p>An ex-council worker on how she makes her pension stretch to holidays, a car and theatre trips</p><p>It always fascinates me when I talk to other retired people that they don’t seem to know what their income is. I always know exactly what my earnings and outgoings are and, because I’m of the generation that was taught to be canny with money, I make a little go a long way. £18,000 might not seem a lot given the expense of living in London, but I manage a very good life on it.</p><p>The mortgage was paid off 20 years ago, so I don’t have to budget for rent or repayments, though the four-bedroom Victorian house where I raised my family and where I still live is always having expensive things wrong with it. I mean to move somewhere smaller and cheaper to run, but haven’t got round to it.</p> <a href=\"https://www.theguardian.com/money/2018/feb/03/78-18000-income-london-pension-holidays-car-theatre-trips\">Continue reading...</a>", "content": " An ex-council worker on how she makes her pension stretch to holidays, a car and theatre trips Anna Tims \n\nSun 4 Feb 2018 09.36 GMT\n\n\nFirst published on Sat 3 Feb 2018 06.30 GMT\n\n It always fascinates me when I talk to other retired people that they don’t seem to know what their income is. I always know exactly what my earnings and outgoings are and, because I’m of the generation that was taught to be canny with money, I make a little go a long way. £18,000 might not seem a lot given the expense of living in London, but I manage a very good life on it. The mortgage was paid off 20 years ago, so I don’t have to budget for rent or repayments, though the four-bedroom Victorian house where I raised my family and where I still live is always having expensive things wrong with it. I mean to move somewhere smaller and cheaper to run, but haven’t got round to it. My husband died five years ago and my income seemed to leap up overnight. While he was alive I received £40 a week from my state pension. Now I am a widow that has jumped to £751 a month, plus I receive £402 a month from his company pension and £116 from a private pension he set up when he left his job. From my own brief periods working for a local council and the NHS, I receive £122 a month. I keep fearing that someone is going to tap me on the shoulder and tell me I’m not entitled to so much. Because I live quite carefully day to day, I can budget for regular treats. I go to the theatre about twice a month and buy tickets for the more unpopular shows that tend to be cheaper. I can usually get a seat at a matinee for £25. Then I eat out at least six times a month. I try to find cheap, local restaurants where they let you bring your own wine, and I usually manage to get a decent meal for about £15. As a senior citizen I can use public transport for free, so I go regularly to the British Library, where you can hear a lecture for £10, and to the Royal College of Music, which does free concerts and masterclasses. Most of my interests tend to be free. I spend a lot of time in the library and run a book club that meets once a month. I’m also in a walking group, which only costs me if we lunch out together. My age group learned how to cook well from scratch and to make meals out of leftovers, which makes catering cheaper. I shop at Waitrose because you get a free copy of the Guardian and a coffee. I tend to pop in there three times week and spend about £15 on food and essentials, and I’ll usually buy another £20 worth of basics from elsewhere. Since my husband died, I eat less meat and buy less wine. I buy my clothes mostly in charity shops because you can get high quality stuff very cheaply and, if I get anything for the house, it tends to be second-hand. Utilities cost me £90 a month and I have a £22 all-inclusive calls deal on my landline. My two most expensive indulgences are my car, which costs £370 a year to insure – I don’t use it often, but I enjoy the luxury of knowing it’s there – and holidays. I usually have two trips to the sun at either end of the summer. I call a travel agent who can put together a week’s package for about £350. Not the greatest hotels, but very good value. And I have the odd weekend in Europe if I can find a good deal. I still manage to put away £100 a month into a savings account. It’s more a discipline that for anything in particular because I’m from an era that always put a bit by for that rainy day. As told to Anna Tims", "title": "‘I’m 78 on an £18,000 income and live a very good life in London’"}