{"link": "https://www.theguardian.com/money/2018/feb/05/money-club-fees-rolling-membership", "description": "It claims to be the UK’s premier shopping club – but, for many, joining has proved costly<p><strong>I</strong>t was when James Schofield took over the financial affairs of a friend with dementia in 2016 he discovered some worrying anomalies. A total of £2,548 had been removed in debits from his account by a company called The Money Club. For an annual fee of £98, the service promises members discounts on more than 1 million products and cashback. However, in the previous three years that fee had been debited 22 times.</p><p>“His memory loss had just started when he joined and he does not own a computer or have the mental capacity to use the service, so I find it incredible that he was signed up,” says Schofield, who lives in Manchester.</p> <a href=\"https://www.theguardian.com/money/2018/feb/05/money-club-fees-rolling-membership\">Continue reading...</a>", "content": " \nAnna Tims \n\nMon 5 Feb 2018 07.00 GMT\n\n It was when James Schofield took over the financial affairs of a friend with dementia in 2016 he discovered some worrying anomalies. A total of £2,548 had been removed in debits from his account by a company called The Money Club. For an annual fee of £98, the service promises members discounts on more than 1 million products and cashback. However, in the previous three years that fee had been debited 22 times. “His memory loss had just started when he joined and he does not own a computer or have the mental capacity to use the service, so I find it incredible that he was signed up,” says Schofield, who lives in Manchester. “The most he should have paid for three years is £294 … I attempted to contact The Money Club without success.” Founded in 1988, the company claims to be the UK’s premier shopping club. Subscribers are promised exclusively negotiated insurance deals, discounted holidays and a call centre team to search out the best price on any product. Those who buy goods via a link on the website receive the commission paid by the retailer to The Money Club. Thirty years ago, it might have been a useful way to find a bargain. In the internet age, however, its services look less attractive. A quick Google search found products advertised in its weekly wholesale offer for the same price, or cheaper, online. When contacted by the Observer about Schofield’s friend, The Money Club refunded the money along with £250 in compensation, and admitted that the customer had never used the service. It says that he had “expressed an interest” in joining during a telephone survey by a third-party marketing company, and that a computer upgrade in 2013 had led to “arbitrary” subscription payments. It adds: “There have been a few other such incidents and we thought we had traced and refunded all of them.” Their tracing efforts did not reach Sandra Perrin’s elderly father, who was signed up by the same company in 2014 while suffering from terminal cancer. After his death, she discovered that £2,059 in “annual” membership fees had been debited from his account over two-and-a-half years. Two payments were taken in a single month. Again, the money was refunded after media intervention and The Money Club insisted that the estimated dozen customers affected by the error had now been contacted. That was a year ago and The Money Club’s assurances that it was a temporary glitch now appear misleading. In the last month, six other subscribers have contacted the Observer after sums of up to £5,200 were erroneously removed from their accounts. Meanwhile, more than 130 readers in five years have complained that they were signed up to a rolling membership of the little-known company without realising. Among them is a mother of five on benefits and a woman on jobseeker’s allowance who say the £98 has wiped out their week’s budget. Examining the company’s website shows some worrying features. An asterix beside the cashback offers refers visitors to the terms and conditions, but there are no terms and conditions available online. Typically, potential customers are contacted by phone with the offer of a month’s trial for £5. Their bank details are collected during the sales call and they are promised a membership pack. Unless they cancel within 28 days, the trial automatically converts to rolling membership and the £98 fee is debited from their account. The trouble is, the majority of those who contacted the Observer claim never to have received the membership pack which includes details of how to cancel. Many have no recollection of signing up in the first place. A significant proportion are elderly. The Money Club, which says it has more than 25,000 members, insists that contracts, with full details of payments due and cancellation rights, are posted to everyone who subscribes. However, even those who do receive this can find themselves sucked into unwanted membership. Jill Baskerville called in good time to cancel her 28-day trial but found not only that the full membership fee was subsequently deducted three days before the trial period was due to end, but that two more identical payments were taken within four days of each other. It was refunded after she contacted the Observer. The Money Club director, Graham Knight, appears to blame the members and the Observer for the problems. “The few people that have written to the Observer represent a very one-sided view of our services,” he says. “Almost all of them have never used or tried to use our services, never look at their bank accounts and appear to never read their post. This one-sided view is then published on the internet against our name and stays there forever, which is very damaging to us.” The fact that sales calls are made to landlines may be a reason why so many older householders have unwittingly become members, although Knight claims that staff are trained not to sign up people over 65, or those who appear vulnerable. He says that the company only buys in data of people who have already expressed an interest in its services during a third-party marketing survey and that it is not eligible to join the Direct Marketing Association (DMA) whose members are governed by a code of practice covering sales calls. According to the DMA all agencies, brands and service providers involved in personal-data-based marketing are free to join and there is no reason why The Money Club would not be eligible. Trading Standards is responsible for investigating complaints about trading practices, but the Royal Borough of Windsor and Maidenhead, where The Money Club is based, declines to comment on whether it is aware of the company. According to Age UK, cold calls disproportionately affect older people on landlines and are a big cause for concern. “We hear of cases where a company signs someone up to something without their clear knowledge and consent, and sometimes even hiking prices without clearly communicating this to them,” says consumer policy manager Phil Mawhinney. “We are particularly concerned where companies take advantage of people living with dementia. The Mental Capacity Act is designed to protect people who can’t make specific decisions such as entering into a contract.” If you receive an unexpected sales call, ask for time to consider the offer and never divulge your bank details over the phone. If, on reflection, you decide to proceed you must receive written confirmation of the contract, and are entitled to change your mind within 14 days under the Consumer Contracts Regulations. Check your bank statements regularly and query any unexpected payments. Should you discover that a direct debit has been set up erroneously or fraudulently, your bank is obliged to refund you under The Direct Debit Guarantee.", "title": "Money Club members pay thousands in fees after ‘temporary glitch’"}