{"link": "https://www.theguardian.com/money/2018/feb/05/state-benefit-support-mortgage-interest-loan", "description": "Calls for the delay of a new loan set to replace a state-backed benefit in just 10 weeks’ time<p>The government has been called on to delay a new “second mortgage” scheme, which replaces a benefit for homeowners on low incomes, after just one in 20 affected households have signed up for it.</p><p>From April, the government is axing “support for mortgage interest” (SMI) which helps financially constrained homeowners with their mortgage. It will be replaced with a controversial system where the government offers to loan people the money, which will be repaid later with interest.</p> <a href=\"https://www.theguardian.com/money/2018/feb/05/state-benefit-support-mortgage-interest-loan\">Continue reading...</a>", "content": " \nShane Hickey \n\nMon 5 Feb 2018 07.00 GMT\n\n The government has been called on to delay a new “second mortgage” scheme, which replaces a benefit for homeowners on low incomes, after just one in 20 affected households have signed up for it. From April, the government is axing “support for mortgage interest” (SMI) which helps financially constrained homeowners with their mortgage. It will be replaced with a controversial system where the government offers to loan people the money, which will be repaid later with interest. However, new figures have shown that just 6,850 households have signed up for the scheme out of the 124,000 currently receiving the SMI benefit, prompting calls for the changeover to be delayed. The replacement of SMI, which has been around since 1948, will result in tens of thousands of people, many of whom are pensioners, being saddled with what amounts to a second mortgage, according to critics. It was originally introduced after the second world war as a short-term lifeline to those who had lost their job, or become ill, in order to help them get back on their feet. Many of those who claim at present are of pension age and retired, and can continue to do so as long as their mortgage is outstanding. The government says it costs the state £205m a year and is unsustainable. It announced in 2015 that the SMI would be replaced by the state-backed loan, which comes into effect in April. A Freedom of Information request from mutual insurer Royal London to the Department of Work and Pensions (DWP) revealed the take-up figures. It has called for the government to delay the changes to allow for more information to be issued. “It is truly shocking that many thousands of low-income families are yet to receive the information they need on the fact that their mortgage interest help could be switched off in just 10 weeks. If thousands of people fail to complete the process in time, they could face real hardship, and even potential repossession, if they can no longer afford to meet their mortgage interest bills,” says Helen Morrissey of Royal London. “The DWP should pause the implementation of this policy until it is confident that everyone has had full information about the changes, and the time and support to make an informed decision.” Of the 124,000 people who claim SMI, 57,000 are pensioners. Information about the changes started to be sent out last July, but not all claimants have been contacted as yet, according to the DWP. Under the new system, the DWP will continue to make regular payments to the recipients’ mortgage lender, but interest will be added every month to the total owed. The longer the loan is in place, the more the recipient will have to pay back. However, the mortgage holder does not have to pay it back until the property is sold, or transferred to someone else, although they can make voluntary repayments. Those in favour of the scheme have argued that it is not the role of the UK taxpayer to subsidise mortgage payments for an asset that can be passed on to children after their death. The DWP did not respond to a call seeking comment on the new figures.", "title": "Anger as thousands unaware they face a ‘second mortgage’"}