{"link": "https://www.theguardian.com/money/2018/feb/05/delay-buying-home-brexit-prices", "description": "<p>I’ve got a deposit and am excited about buying – but friends tell me to wait in case prices fall</p><p> <strong>Q</strong> My husband and I are finally in a position to buy our first home after many years of saving for a deposit. However, both family members and friends have told us to wait a little longer as they feel prices are set to fall slightly in 2018 due to Brexit and a change in interest rates being imminent. We are paying a fairly high monthly rent of £1,500 as we live in a popular commuter town in the south-east but estimate that our mortgage will cost about £1,000 a month. I am so excited that we are finally in a position to be able to buy our own home but at the same time wonder if we should just exercise a bit of caution as to the market. <strong>LB</strong></p><p><strong>A </strong>Your family and friends must have been reading a different newspaper because – apart from in London – experts believe that rather than falling, house prices will stop going up or, at least, go up by no more than 1% in 2018. As for interest rates, the bank base rate is expected to rise in late spring by another 0.25% meaning a rate of 0.75% which, it is thought, won’t change over the course of the year because of the weak economy. Even though base rate is higher than it has been, mortgages are still cheap and expected to stay that way.</p> <a href=\"https://www.theguardian.com/money/2018/feb/05/delay-buying-home-brexit-prices\">Continue reading...</a>", "content": " I’ve got a deposit and am excited about buying – but friends tell me to wait in case prices fall \nVirginia Wallis \n\nMon 5 Feb 2018 13.28 GMT\n\n Q My husband and I are finally in a position to buy our first home after many years of saving for a deposit. However, both family members and friends have told us to wait a little longer as they feel prices are set to fall slightly in 2018 due to Brexit and a change in interest rates being imminent. We are paying a fairly high monthly rent of £1,500 as we live in a popular commuter town in the south-east but estimate that our mortgage will cost about £1,000 a month. I am so excited that we are finally in a position to be able to buy our own home but at the same time wonder if we should just exercise a bit of caution as to the market. LB A Your family and friends must have been reading a different newspaper because – apart from in London – experts believe that rather than falling, house prices will stop going up or, at least, go up by no more than 1% in 2018. As for interest rates, the bank base rate is expected to rise in late spring by another 0.25% meaning a rate of 0.75% which, it is thought, won’t change over the course of the year because of the weak economy. Even though base rate is higher than it has been, mortgages are still cheap and expected to stay that way.  I think you are right to be excited about your prospective property purchase and given that you estimate that your mortgage will save you £500 a month compared with what you are paying in rent, buying somewhere seems to make a lot of sense. It also says that your finances could easily survive any interest-rate stress test if interest rates were to go up unexpectedly. For example, if you had a 25-year £250,000 repayment mortgage with a rate of 2%, your monthly mortgage payment would be £1,060. For your finances to fail the stress test, the mortgage rate would have to go up to 5.5% meaning a monthly mortgage payment of just under £1,535.  The way in which house price growth has slowed could also work in your favour as it may make sellers willing to accept offers well under the asking price. For people keen to move on without complications, the fact that you are first-time buyers – and so not in a property chain – will also work in your favour. Finally, as long as the property you want to buy costs £300,000 or less, you’ll benefit from the abolition of stamp duty land tax for first-time buyers which could give you up to £5,000 to add to the deposit you’ve saved up.", "title": "Should I delay buying my first home because of Brexit?"}