{"link": "https://www.theguardian.com/money/2018/feb/05/ikea-online-order-cancel-refund-customer-service", "description": "<p>I cancelled an online order but we just can’t get our money back</p><p><strong>I am at a loss as to what to do with Ikea and its complete lack of customer service following a failed order and a refund that hasn’t materialised. </strong></p><p><strong>We placed an order online on 30 December, and a day or two later tried to add on two toilet brushes (a total of £1.80). They didn’t have an option to make the payment online for these extra items, and my husband tried to ring but had difficulties getting through. </strong></p> <a href=\"https://www.theguardian.com/money/2018/feb/05/ikea-online-order-cancel-refund-customer-service\">Continue reading...</a>", "content": " I cancelled an online order but we just can’t get our money back \nRebecca Smithers \n\nMon 5 Feb 2018 14.30 GMT\n\n\nFirst published on Mon 5 Feb 2018 07.00 GMT\n\n I am at a loss as to what to do with Ikea and its complete lack of customer service following a failed order and a refund that hasn’t materialised.  We placed an order online on 30 December, and a day or two later tried to add on two toilet brushes (a total of £1.80). They didn’t have an option to make the payment online for these extra items, and my husband tried to ring but had difficulties getting through.  After a horrible hour on the phone, I ended up cancelling the entire £630-plus order. Ikea said the money would be refunded within seven to 10 days.  Twenty three days on, and in spite of multiple requests to speak with a manager – or receive a message from a manager – I’ve heard nothing.  I’ve emailed again, copying in Ikea UK and Ireland boss Gillian Drakeford. But I have little faith that I’ll receive a response. EBM, Somerset Either your appeal to the highest levels, or our intervention, paid off and Ikea has (finally) pulled out all the stops. You have received an apology, a goodwill gesture of £150 and a £35 Ikea gift card, which it hopes might tempt you back. Jason Richards, Ikea’s customer care manager says: “We naturally want all of our customers to be happy with the service they receive, and we have been in direct contact with the customer to apologise. We have since resolved this matter to their satisfaction.” We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number. Submission and publication of all letters is subject to our terms and conditions", "title": "Why did Ikea customer service fail to give me a refund?"}