{"link": "https://www.theguardian.com/money/2018/feb/06/hmrc-tax-form-deadline-scam-fraud-emails-texts", "description": "Just as returns have to be completed, out come the phishing emails and texts<p><strong>I received an email claiming to be from HM Revenue &amp; Customs telling me I was due a tax refund and asking me to click on a button to claim it. I suspected it was a scam and checked with HMRC, which told me it would never send out such correspondence by email. Other readers should be warned not to reply to such emails.</strong></p><p><strong>GA</strong>, <em>Morpeth, Northumberland</em></p> <a href=\"https://www.theguardian.com/money/2018/feb/06/hmrc-tax-form-deadline-scam-fraud-emails-texts\">Continue reading...</a>", "content": " \nRebecca Smithers \n\nTue 6 Feb 2018 07.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 07.01 GMT\n\n I received an email claiming to be from HM Revenue & Customs telling me I was due a tax refund and asking me to click on a button to claim it. I suspected it was a scam and checked with HMRC, which told me it would never send out such correspondence by email. Other readers should be warned not to reply to such emails. GA, Morpeth, Northumberland Given the end of January deadline for self-assessment tax returns to be completed, there are a lot of these kinds of scams whizzing around right now designed to mislead. HMRC tells consumers to check common examples of phishing emails and bogus contacts which it has listed online. It says it will also help its investigations if consumers report “HMRC-related” websites, emails, phone numbers, phone calls or text messages that they think may be suspicious. Forward them to phishing@hmrc.gsi.gov.uk and then delete them. In addition, don’t open any attachments or click on any links, as they may contain malicious software or direct you to a bogus website. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number. Submission and publication of all letters is subject to our terms and conditions", "title": "HMRC warns it’s a taxing time as fraudsters swoop"}