{"link": "https://www.theguardian.com/news/2018/feb/06/talk-is-cheap-the-myth-of-the-focus-group", "description": "<p>Focus groups make us feel our views matter – but no one with power cares what we think. By Liza Featherstone</p><p>In the early 1950s, the Betty Crocker company had a problem: American housewives liked the idea of cake mix, but they weren’t actually buying it. And so the company approached Ernest Dichter, a Viennese psychologist who had pioneered a new kind of market research, and asked him to find out why.</p><p>At the same time, the relatively new processed-food industry was determined to push ready-made food. Frozen foods had enjoyed a boost during the war because of tin rationing, and the first frozen ready meals were launched in 1952. More women were working outside the home, making the convenience of these meals especially appealing. Incomes were rising, too, during this postwar period, which gave families more money to spend on convenience items, and on trying out new dishes. Not all such products were new – cake mix, after all, had been around for decades – but in this postwar climate, the food industry assumed there would be a much larger market for them. And yet, cake mix sales were slow.</p> <a href=\"https://www.theguardian.com/news/2018/feb/06/talk-is-cheap-the-myth-of-the-focus-group\">Continue reading...</a>", "content": " In the early 1950s, the Betty Crocker company had a problem: American housewives liked the idea of cake mix, but they weren’t actually buying it. And so the company approached Ernest Dichter, a Viennese psychologist who had pioneered a new kind of market research, and asked him to find out why. At the same time, the relatively new processed-food industry was determined to push ready-made food. Frozen foods had enjoyed a boost during the war because of tin rationing, and the first frozen ready meals were launched in 1952. More women were working outside the home, making the convenience of these meals especially appealing. Incomes were rising, too, during this postwar period, which gave families more money to spend on convenience items, and on trying out new dishes. Not all such products were new – cake mix, after all, had been around for decades – but in this postwar climate, the food industry assumed there would be a much larger market for them. And yet, cake mix sales were slow. Dichter, who called his work “motivational research”, set out to answer the question using a relatively new tool: the focus group. Dichter’s groups for Betty Crocker diagnosed the trouble – women felt guilty that they were not doing the work of baking the cake for their families. Serving prepared foods made them feel inadequate. Focus groups, which became widespread in the 50s, could illuminate the psychological complexities that blocked women’s buying habits. In one focus group from this period, a woman made a Freudian slip: “Especially when I’m in a hurry, I like foods that are time-consuming.” Her slip of the tongue, in the context of the conversation, revealed the woman’s conflicted feelings about convenience foods, even though she seemed to embrace them. As the moderator, Alfred Goldman, would later recall in a 1964 article for a trade journal, that slip inspired the other women in the group to talk more openly about how guilty they felt over serving prepared foods to their families. Dichter was creative at coming up with solutions to the problems that focus groups revealed. As Bill Schlackman, a colleague of Dichter’s, would recall years later, in this case the solution was to assuage the housewives’ guilt by giving them more of a sense of participation. “How to do that?” He smiled. “By adding an egg.” With this simple adjustment to the recipe, sales of cake mixes took off. It was an early focus-group marketing triumph. Focus groups came, over the course of the last century, to shape almost every aspect of our lives, from cake mix to Barbie dolls. Almost nothing is launched into the world without a focus group. Since the late 1980s, they have affected even the political discussions that ultimately determine what kind of society we can have, not to mention the toothpaste we use, the soap operas we watch, the news media we consume, and the video games we play. Focus groups have also helped to create and nourish a seemingly boundless culture of consultation, in which ordinary people weigh in on just about everything, before the people in charge make a decision. Aided by social media and other technologies, the scope of such consultation has, in recent years, expanded its reach with breathtaking speed, allowing companies to aggregate the views and feelings of millions of potential customers. Focus groups were developed first in academia – by scholars with government contracts tasked with selling the second world war more effectively to the American people. Almost at the same time, similar methods were being developed by the British Labour party, to help them understand why so many working-class voters were turning Conservative. The intellectuals responsible for the idea of the focus group – many of whom, like Dichter, were European, and informed by psychoanalysis – went to work in advertising agencies, and in firms dedicated to market research, as did their students. In these commercial settings, they developed the method further. Today, almost all Fortune 500 companies use focus groups, especially for branding, public image control and marketing. According to Esomar, a global market-research association, global spending on focus groups in 2012 totalled about $4.6bn (£3.27bn). Like Dichter’s egg, the focus group has given us the feeling that we are participating. Sociologist Erving Goffman wrote in 1959: “Societies everywhere, if they are to be societies, must mobilise their members as self-regulating participants in social encounters. One way of mobilising the individual for this purpose is through ritual.” If so, the focus group is a fitting ritual for our market democracy, in which political and commercial success accrues to those who can win our votes and our consumer dollars. It also teaches us to reveal just what the corporate and political elites need us to reveal for these specific persuasive projects, and helps us to play our assigned roles in a society where only a few people hold real power. But what if focus groups have also been part of a process in which citizenship has been reduced to consumerism – a set of choices made passively, under constraint? Focus groups reveal our desires – for a better life, for participation, for power, to be heard – but do they also limit them? Perhaps it is a process through which our aspirations become much smaller. We talk, we feel perhaps that someone has listened, and we demand nothing more. Whatever the topic – travel, detergent or breast cancer – the focus group has certain commonalities. It is a discussion among a small group, usually numbering between eight and 12 people. Led by a trained moderator, the conversation is intended to answer specific questions for a client: hence the term “focus”. Even if it appears to be freewheeling, or to wander off track, the moderator usually knows where it is going. Often, the client is observing through a one-way mirror from the next room. The moderator might receive notes from the client during the discussion – perhaps demanding that she get the conversation back on track, or that she probe a little bit harder: how do those present really feel about making instant coffee in the privacy of their own homes? The process looks like democracy in action, and most people enjoy participating. Yet focus groups are widely despised. The public resents the mediocre outcomes of a focus-grouped world, feeling that the culture of consultation dumbs down our politics, entertainment and just about everything else. The clients who commission focus groups to give feedback on a new product or political initiative resent the obligation to listen to ordinary, non-expert people, and often feel humiliated by their judgments. Everyone imagines the participants to be idiots. Since they remain a hugely popular way of understanding consumer tastes and voter opinions, why do we hate them so much? Watching a focus group forces us to face our discomfort with our fellow citizens. This queasiness becomes particularly acute during the US election season, when, every time you turn on the TV, conservative pollster Frank Luntz – perhaps the person most responsible for turning focus groups into entertaining television – can be seen “taking the temperature” of a group of middle Americans. During one such session during the 2008 election campaign, I watched with a friend, mesmerised, as a wiggly green line demonstrated how this band of stubbornly undecided voters, assembled by Luntz and armed with electronic dials to indicate their mood, felt about a debate between John McCain and Barack Obama. Did they like it when Barack Obama said “energy independence”? (Ooh, yes, quite a lot! The line went up.) Or when John McCain said: “The surge is working”? (Hmm, not so much – the line sagged.) My friend and I were so concerned about the green line that at times we couldn’t properly concentrate on the debate. But the focus group’s discussion made even more compelling, if awkward, television. We didn’t necessarily want to know how undecided our fellow Americans were on the crucial issues of the day. After we had watched in horrified silence for a few minutes, my companion gasped: “Who are these appalling people?” Who indeed? They are you and I, in some sense, which explains why they are neither as pretty, nor as articulate, as most people on television. It also explains why we regard them with a distressed mix of recognition and alienation. Heaping scorn upon the focus group and its participants is an equal-opportunity form of elitism that we can all share in. But the most intense hostility comes from the very people the focus group is convened to help. Clients’ well-known hatred of focus groups is often joked about in the industry. When I told Andy Tuck, a partner at Applied Research & Consulting, a market research firm based in New York, about my friend’s worried comment, he was delighted. “We’re going to put that on a sign in here!” he said, gesturing at his conference room. He recognises the sentiment, because it’s one that his clients express all the time. Clients “always hate the participants”. For many market research professionals, the clients’ hatred seems to validate the process – demonstrating that focus groups really do represent the public at large. The corporate clients watching the consumers from behind the mirror are “meeting their masters”. In Tuck’s view, the clients hate the focus group participants because elites – that is, the political and corporate ruling classes, and the professional classes who do much of those rulers’ thinking for them – hate to listen to people. “There’s a lot of condescension,” agreed another veteran market researcher, Julia Strohm, over tea in her Manhattan apartment. Strohm feels that clients make too much of the fact that the participants are getting paid. (There are market researchers, too, who feel that most participants are only there for the money.) “The clients feel that because [the groups are] being paid, that’s the contract, and that negates any need to have respect or gratitude for them. Many, many clients say how much [the respondents] are being paid. They’re really hyperfocused on that.” Clients also resent the fact that they, the experts, have to listen to people who know nothing about their field. Kara Jesella, a former editor at Teen Vogue, has been on the client side of the focus group process for several media companies, and described the teenage girls that regularly tested that magazine as “vicious”. She continued: “You know what? In all the ones I’ve seen, people really like to criticise. There’s way more criticising than saying: ‘I like this.’” She recalled the awkwardness of the set-up. “We’re sitting right there, and they’re critiquing something they know we created.” The negativity can be painful for the client to hear. But some participants view it as their obligation. Turi Ryder spent some time as a “focus group mom”, and wrote an essay about her experiences: “These sessions are like therapy – one must be brutally honest, or it doesn’t work. If the website’s new logo is ugly and looks vaguely sexual, it’s my duty to say so. I’m helping the company succeed. It would be wrong to be diplomatic. Think of all the money they’re paying to get it right.” It’s also true that the relative anonymity of the focus group makes it safer for participants to make negative comments than for people within the company who might share some of their misgivings. As Ryder puts it: “I fly under the radar. They only know about me what they have on the profile. The people on the other side of the glass will never see me again.” Another complaint made by clients is that the people in the focus groups are not the target consumer. Joseph J Paul, manager of marketing research for feminine care products at Kimberly-Clark, told Marketing News in 1976 that the people from the agency would sit behind the screen during a focus group, and when it was over they would say: “Boy, did you bring in a bunch of stupid consumers. Our consumer isn’t like that. Our consumer is young, sophisticated, and bright. You brought in a bunch of dummies … They don’t know anything about this product.” Many clients resent the arrogance of focus group participants, who (in their view) have way too much confidence in their own opinions, and too little humility about their own lack of expertise. Most of the time, clients hate the participants because these ordinary people provide an unbearable reality check: “[Clients] can’t believe that their customers don’t care about them or their product,” said Andy Tuck. The research industry defends its focus groups: for them, the clients’ hatred is part of what legitimises the method. “We tend to hire nice people here,” said Tuck, “and they are really shocked by how mean the clients are about the consumers.” But the researchers’ emotional investment in the participants goes beyond their empathy: the moderators tend to feel invested in an idealistic vision of their profession. They believe they are truly listening to the voice of the people, making the ordinary person’s opinions matter. They feel there is something ennobling about letting the people speak. “I think of myself as an advocate for the consumer,” says Donna Fullerton, who who has been moderating focus groups for major brands since the 1980s. “There’s stuff that people are saying that is going to be manipulated and used to promote products and services that one may not need, it’s true,” Fullerton observes. “But I think my value comes from being the ear for people and hearing what they think.” The story of the focus group is a story of the relationship between elites and the masses. The current culture of consultation has flourished and become more necessary in a period during which the actual power of ordinary people relative to the rich – whether in the workplace or the political arena – has greatly diminished. Listening is not the same as sharing power. At the same time that our society has become more unequal, and gaps in everyday experience much wider, the need for listening has only grown more obvious. Ordinary people – especially working-class women – don’t have much political or economic power. In addition to telegraphing some of the desires of such people to cultural, political and corporate elites, the focus group is a ritual allowing those elites to send the message that they are listening (and sometimes even responding). Over the past decade and a half, whenever protesters have gathered to defend the values of the left – values of equality and inclusion – they have chanted: “This is what democracy looks like.” A focus group, whether convened in an office park in Columbus, Ohio, or in a brightly lit conference room on Madison Avenue, is not at all what democracy looks like. But a focus group is, in some ways, what democratic participation now feels like. It is one of the ways we crack the egg and feel we are doing something. It has been part of the evolution of our expressive democracy – that is, a society in which the expression of opinion has been dramatically democratised, while the distribution of everything else that matters (political power, money) has only grown more starkly unequal. The focus group offers us the experience of having a voice and the possibility of influence in a world that offers most people little control over their lives, and little opportunity to influence anything. “Perhaps they will use my idea!” one hopes. Maybe the movie ending I voted on will prevail, saving viewers around the world from sadness or banality. Or perhaps I’ll see my own language in this antacid commercial. A focus group – with brand managers, campaign managers and all kinds of other important people behind the mirror hanging anxiously on every laboured word of these ordinary people’s discussion – can feel like a populist triumph. It takes quite a ritual to produce that feeling. Traditionally, people have advanced their own interests by organizing and confronting the powerful. They do this by working together in groups. The focus group harnesses this cooperative impulse, but its only result is the production of data that serves the interests of the powerful. Groups have often been a means – indeed, for those without money, the only means – of building power, but the focus group, like the isolated individual, can only provide information. This is why the focus group is a quintessential ritual of, to borrow the historian Lizabeth Cohen’s phrase, “a consumer’s republic”. Most people in the corporate or political elite have no idea what the majority of people – whose votes or consumer dollars they badly need to win – are like. They don’t know people who are not like themselves. Elites live in different neighbourhoods and have different values and habits from most people. Speaking of the clients on the other side of the mirror, former moderator Kara Gilmour says: “A lot of those people are really out of touch. They think they have all the answers because they’re the professionals. But when was the last time that they went shopping in a mid-range mall? They never shop in a mid-range mall. They get all their clothes at the sample sales.” This vast gulf in mindset and everyday experience between ordinary people and elites is the reason the focus group needs to exist at all. In the US, amid the relentless mid-century anti-Communist propaganda campaigns and purges, with successful radical and populist political movements a distant memory, we became reconciled to having elites. Yet for consumer capitalism and democracy to flourish, those elites would need ways to measure the thoughts and feelings of the rest of the public. The ruling classes – and even the professional managerial classes that make decisions for those rulers – might be increasingly disconnected from ordinary people, but they had to know what the people wanted in order to sell them things and win their votes. Focus groups can help reach demographic groups that are not well-represented among the corporate elite. Upper management, being predominantly white and male, for example, undoubtedly has trouble imagining the perspectives of women of colour. Revlon found this out when, in the 1990s, it tested an ad campaign for Creme of Nature, a hair relaxer, in focus groups of African-American women, led by a black female moderator. As Richard Kirshenbaum and Jon Bond – the founders of the Kirshenbaum, Bond and Partners (KB&P) agency, which rebranded the product – write in their book Under the Radar, the focus groups were a revelation to the cosmetics giant. The researchers found that rather than being happy that a big-name company such as Revlon had a product for black women, the focus group participants found the name off-putting. In Kirshenbaum and Bond’s words, the women saw it as “a big white company”. Revlon had been featuring black models in its “The World’s Most Beautiful Women Wear Revlon” campaign, but the black women in the focus groups did not feel represented by them. They felt alienated by the images: supermodels like Beverly Johnson were light-skinned and wore hair extensions, and the consumers in the groups felt they were “white-looking”. Kirshenbaum and Bond recalled: “What we found was so surprising because no one had ever asked the right questions before, and the answers we got were so incredibly different from what we or Revlon originally thought.” The focus group frequently reveals what lies outside the elite bubble, which is not only bounded by privileged experience or cultural reference, but also by certain political assumptions. Julia Strohm, who has worked with Tuck at Applied Research & Consulting, recalls a project for an apparel company, testing how consumer reactions to an ecologically sensitive clothing line differed on the US coasts and in the Midwest: “We did groups in St Louis [Missouri], Westchester [New York] and San Francisco. And it was pretty startling, the difference in people’s consciousness about ecology and the environment. St Louis: nice people, and they could not care less. In fact, they were kind of offended about the hoopla about the environment … Their idea about being environmentally conscious was maybe to recycle.” The focus group came into existence precisely because of such jarring points of disconnection between elites and the rest. While both democracy and consumerism depend on the participation of ordinary people, and indeed, are supposed to be powered by their desires, it became clear over the course of the last century that American-style capitalism would ensure the economic, political and cultural domination of a small elite. The focus group became one of many (highly imperfect) ways of managing that contradiction. We should value much of the focus group’s spirit of listening and engagement, but we should not be content with the culture of consultation. During the past decade, ordinary people around the world have been organising against plutocracy and demanding more democratic and inclusive institutions, whether in the Arab spring, Occupy Wall Street or Black Lives Matter. Insurgent political movements have been backing Bernie Sanders in the US, Jeremy Corbyn in the UK, or calling for women’s strikes worldwide. These contain the seeds of a movement that just might, from the babble and din of consultation and influence, ask: “What if powerful institutions did more for us than simply listen?” The problem with the culture of consultation isn’t that elites hear too much from the people. The problem is that consultation is not enough: in a better world, the people would have much greater power, whether in culture or politics, and far more avenues for participation. Policy-makers now regard “citizen engagement” as so important that they routinely hire specialised private firms or non-profit organisations to manage public debate about local policy decisions. Focus groups, town meetings and other forms of mediated conversation now accompany the hiring of a school superintendent or the redevelopment of a downtown area. There has been extensive research on what forms of engagement work best, but small groups led by a facilitator are still common, and an industry of consultants has emerged to guide these processes. The success of viral campaigns such as Black Lives Matter has certainly put critical social issues into political conversation – but social media has enmeshed us more deeply with the culture of consultation, which ultimately serves those in power best of all. Corporate elites are, so far, doing an excellent job of using the listening process to attract our votes and our spending. We the people are, meanwhile, struggling to be heard in ways that actually change anything, because giving voice is not the same as taking power. Yet the culture of consultation – whether in a focus group, a fan-fiction blog or a TripAdvisor review – taps into our desire to be creative, to engage with others and to make a difference in the world. Where focus groups drew us into conversation with our fellow citizens and gave us the sense that someone with power could be listening, social media has done that even more effectively. At its best, the culture of consultation has always asked us to imagine what we want, and to discuss it with others. We can imagine a baby wipe we might like better, but can we envision democracy? Can we talk about it? Can we imagine ordinary people like ourselves having influence that is more meaningful than the garbled and stuttered input we offer in these airless rooms? Could the culture of consultation give way to something more radically democratic? As the history of the focus group shows, elites have always been more than happy to give us a microphone. To get more than that, you have to have a strategy, and a theory of how you might take power. Even our forms of dissent mirror the ritual of the focus group. We cannot remain trapped in the conversation, as pleasurable as it is. We need to learn to shift our talk: from giving voice to organising, persuading and challenging. This kind of talk is harder work, but it is where political change actually occurs. Illustrations by Leon Edler Divining Desire: Focus Groups and the Culture of Consultation by Liza Featherstone is published by OR Books  • Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here.", "title": "Talk is cheap: the myth of the focus group"}