{"description": "<p>Banking group fears cryptocurrency’s plunging value could leave it with huge debt</p><p> Lloyds Banking Group has banned credit card customers from buying bitcoin amid fears it could be left in debt as the cryptocurrency’s value deflates.</p><p>The banking giant, which includes Halifax, MBNA and Bank of Scotland, is thought to be the first in the UK to ban credit card customers from borrowing to buy the cyptocurrency, which has more than halved in value in recent months.</p> <a href=\"https://www.theguardian.com/business/2018/feb/05/lloyds-bank-bans-buying-bitcoins-credit-cards\">Continue reading...</a>", "content": " Banking group fears cryptocurrency’s plunging value could leave it with huge debt Press Association \n\nMon 5 Feb 2018 06.26 GMT\n\n Lloyds Banking Group has banned credit card customers from buying bitcoin amid fears it could be left in debt as the cryptocurrency’s value deflates. The banking giant, which includes Halifax, MBNA and Bank of Scotland, is thought to be the first in the UK to ban credit card customers from borrowing to buy the cyptocurrency, which has more than halved in value in recent months. Bitcoin’s slide has led to concerns that people who borrow money to purchase it will be left with large debts if the virtual currency continues to depreciate. Significant numbers of people in Britain are thought to have bought bitcoin as it surged in value, peaking at nearly $20,000 (£14,465) in December. As news of Lloyds’s ban emerged on Sunday the value was about $8,000 (£5,700). A spokeswoman for the banking group said: “Across Lloyds Bank, Bank of Scotland, Halifax and MBNA, we do not accept credit card transactions involving the purchase of cryptocurrencies.” The move follows warnings by regulators in the US, South Korea, China, Russia and India. Germany’s Bundesbank has also called for global regulation of bitcoin and France’s finance minister wants tougher rules for cryptocurrencies. Meanwhile, Facebook banned adverts for bitcoin and other cryptocurrencies on its sites after recent criticism from users about scams and hoaxes being promoted in their newsfeed. Critics say cryptocurrencies are used by criminals and rogue states to carry out clandestine transactions. This month US billionaire Warren Buffett ruled out a foray into cryptocurrencies, warning the Bitcoin boom will “come to a bad ending”. The chairman and chief executive of Berkshire Hathaway has joined the chorus of voices criticising the digital currency. His comments came just a day after JP Morgan’s chief executive, Jamie Dimon, said he regretted calling bitcoin a “fraud”, though he is still not interested in the digital currency. Despite the slide, bitcoin’s current value is significantly higher than its $900 (£640) position recorded in January 2017. ", "link": "https://www.theguardian.com/business/2018/feb/05/lloyds-bank-bans-buying-bitcoins-credit-cards", "title": "Lloyds Bank bans customers from buying bitcoins using credit cards"}