{"link": "https://www.theguardian.com/commentisfree/2018/feb/05/the-guardian-view-on-eu-trade-first-britain-must-make-more", "description": "The UK government is set on a dangerous course if it leaves the customs union. But whatever happens industry needs reviving<p>This time last week, the government seemed to be leaving the door open to a soft <a href=\"https://www.theguardian.com/politics/eu-referendum\" title=\"\">Brexit</a> in which the UK remained within a customs union with the EU. That&nbsp;door&nbsp;now seems slammed <a href=\"https://www.theguardian.com/politics/2018/feb/04/cabinet-united-brexit-trade-strategy-amber-rudd-theresa-may-customs-union\" title=\"\">firmly shut</a> by Downing Street on the grounds that such a move would prevent Britain from negotiating its own trade deals.</p><p>However foolish the notion of a global Britain enjoying faster growth as a result of being granted access to consumers in China, Brazil, India and the US once agreements have been struck by the Department for International Trade, it is dear to the hearts of many Conservative Brexiters. The idea that unshackling Britain&nbsp;from a protectionist EU represents a miracle cure for the economy is wrongheaded. The key to exporting more is not an array of trade deals – always assuming they are possible – but having products and services that overseas customers want at a price they are prepared to pay. So much is obvious from the UK’s own <a href=\"https://www.ons.gov.uk/economy/nationalaccounts/balanceofpayments/bulletins/uktrade/november2017\" title=\"\">trade performance</a> for the latest full year, 2016, when a deficit of £135bn in goods was partly offset by a surplus of £95bn in services. That’s despite the fact that trade liberalisation is far more advanced for goods than it is for services, and that the EU single market for services is&nbsp;more of an aspiration than a reality.</p> <a href=\"https://www.theguardian.com/commentisfree/2018/feb/05/the-guardian-view-on-eu-trade-first-britain-must-make-more\">Continue reading...</a>", "content": " \n\nMon 5 Feb 2018 18.15 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.00 GMT\n\n This time last week, the government seemed to be leaving the door open to a soft Brexit in which the UK remained within a customs union with the EU. That door now seems slammed firmly shut by Downing Street on the grounds that such a move would prevent Britain from negotiating its own trade deals. However foolish the notion of a global Britain enjoying faster growth as a result of being granted access to consumers in China, Brazil, India and the US once agreements have been struck by the Department for International Trade, it is dear to the hearts of many Conservative Brexiters. The idea that unshackling Britain from a protectionist EU represents a miracle cure for the economy is wrongheaded. The key to exporting more is not an array of trade deals – always assuming they are possible – but having products and services that overseas customers want at a price they are prepared to pay. So much is obvious from the UK’s own trade performance for the latest full year, 2016, when a deficit of £135bn in goods was partly offset by a surplus of £95bn in services. That’s despite the fact that trade liberalisation is far more advanced for goods than it is for services, and that the EU single market for services is more of an aspiration than a reality. The explanation is simple. For decades there has been a hollowing out of industry; now manufacturing accounts for only 10% of national output – a smaller share than for any member of the G7. There are some sectors in which the UK retains a global presence – pharmaceuticals, for example – but they are few and far between. By contrast, Britain has a critical mass of lawyers, architects, management consultants and software designers, which is why it is globally competitive in these fields. Likewise, world-class universities mean the UK can sell education to the Chinese. No doubt UK exporters would welcome any new deal that the Department for International Trade can negotiate for them. They certainly wouldn’t want barriers to go up as a result of Brexit. But before they start globetrotting in search of new trade deals, ministers should look a bit closer to home to see how a really successful exporting nation does it. There are three reasons why Germany has a trade surplus worth 8% of GDP and exports almost five times as much to China as the UK does. The first is the exchange rate: while Britain’s manufacturers have been hobbled for years by an over-valued pound, Germany joined the euro at an extremely advantageous rate. Its trade surplus with other EU countries has soared since the single currency was launched almost two decades ago. Secondly, German industry has made itself more competitive through protracted cost-cutting, especially wage restraint. Finally, and most importantly, Germany has got its industrial strategy right: it has a skilled, well-educated workforce; it has a financial system that eschews short-termism; it has worked on all parts of the manufacturing process from initial design through to after-sales service. All this without a murmur from German business about the need for Berlin to run an independent trade strategy. While Brexit has fully exposed the weaknesses of the UK economy, unflattering comparisons between British and German manufacturing are not new. Ironically, the sense that the UK had a whole lot to learn from Germany was one reason for applying for membership of what was then the European Economic Community in 1973. But the lesson is clear. Trade deals matter, but they matter a whole lot less than getting the economic fundamentals right.", "title": "The Guardian view on EU trade: first, Britain must make more | Editorial"}