{"link": "https://www.theguardian.com/business/nils-pratley-on-finance/2018/feb/05/has-stagecoach-paid-the-price-for-east-coast-mainline-hardly", "description": "<p>Along with Virgin Trains, the firm has got off very lightly. It’s even free to bid on new franchises</p><p>“Stagecoach got its numbers wrong. It overbid and it is now paying the price,” says the transport secretary, Chris Grayling, announcing that the East Coast mainline <a href=\"https://www.theguardian.com/business/2018/feb/05/east-coast-could-return-to-public-sector-chris-grayling-admits\">could once again be taken into public hands</a>.<br></p><p>Grayling’s first two statements are correct. Stagecoach plainly took leave of its senses in agreeing to pay £3.3bn to run the London-to-Edinburgh line for eight years. The company couldn’t even keep the financial wheels turning for three years and has now breached a financial covenant.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2018/feb/05/has-stagecoach-paid-the-price-for-east-coast-mainline-hardly\">Continue reading...</a>", "content": " Along with Virgin Trains, the firm has got off very lightly. It’s even free to bid on new franchises \n\nMon 5 Feb 2018 19.31 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.01 GMT\n\n “Stagecoach got its numbers wrong. It overbid and it is now paying the price,” says the transport secretary, Chris Grayling, announcing that the East Coast mainline could once again be taken into public hands. Grayling’s first two statements are correct. Stagecoach plainly took leave of its senses in agreeing to pay £3.3bn to run the London-to-Edinburgh line for eight years. The company couldn’t even keep the financial wheels turning for three years and has now breached a financial covenant. PPP is a financial invention promoted as a win-win: the companies get lots of lucrative contracts to build stuff for the state; while the government gets new infrastructure more quickly and without the financial risk – private firms bid for the work and the market ensures taxpayer value. Is it a win-win?? Not really. Tough competition in bids meant the contracts came with skinnier and skinnier margins. If problems occurred, a contractor’s 2% profit would not just be wiped out, but huge losses could be incurred too. Sam Cullen, an analyst at investment bank Jefferies, said that when operating on wafer thin margins \"everyone bids each other to death\". He added: \"It’s a situation not helped when your largest customer, the government, is under huge pressure to get value for money and is more susceptible to accept the lowest bidder.” Why do companies keep bidding? The answer probably lies in the structure of major PPP construction deals, because they hand the contract winner a large chunk of cash upfront. Work on construction can then begin, while contractors such as Carillion may not need to start paying subcontractors for another 120 days. During those four months, much of the upfront payment might be used to pay other debts within the business, meaning doing these deals can create situations where firms have to keep winning new contracts just to keep going.  But does a £200m forfeit really count as paying the price? Given the size of the contract and the promises to make payments to the Treasury, the sum looks modest. The company has got off lightly. The worse part, though, is that Stagecoach gets to bid for more franchises in future, which surely makes little sense if the company’s forecasting has been shown to be hopeless. At the very least, Grayling should have ruled Stagecoach offside for the mysterious “public-private partnership” he plans to introduce on the East Coast from 2020. Grayling should also be less wedded to his 2020 model. If an in-house departmental crew gets the East Coast gig for three years and does a decent job for customers and the Treasury, what’s the problem with having a longer-lasting wholly public arrangement? Keep an open mind and be pragmatic. According to the bulls, the current “correction” in share prices, if that’s what we’re experiencing, is nothing to worry about. The previous state of bliss – a two-year period when share prices marched higher with minimal volatility – couldn’t last for ever. Normal service will be resumed, runs the argument, as soon as investors stop worrying about rises in US interest rates that, on any historical perspective, will probably be quite modest. Such comforting thoughts are plainly not ridiculous. The sell-off in stock markets started last Friday with US figures that showed wages rising at 2.9%. It normally takes something more substantial to trigger a major turning point for markets. Yet this “just a blip” theory feels too complacent. The hard fact is that share prices, in almost every sector of the market, are expensive on most traditional yardsticks of value. It also true that, on average, companies (especially in the US) are more financially leveraged than they have been in the past. That cocktail is dangerous if the cost of borrowing is rising. It may not lead to bad side-effects this time, but conditions are ripe for a proper and nasty fall. The prize for worst retail acquisition in the UK in recent years goes to the Australian group Wesfarmers, which somehow convinced itself that paying £340m to own Homebase was a good idea. Two years later, it knows better. It is writing off £454m on the deal, a lot more than it paid in the first place, plus another £130m to cover stock write-downs, store closures and tax assets. To complete the misery, first-half trading losses at the UK business now known as Bunnings will be £97m. Rewind the clock and Wesfarmers’ bullishness is laughable. The opportunity to enter the “attractive” UK market had been “comprehensively researched and carefully considered”. Whatever they were studying, the Bunnings brigade seem to have missed the fact the British DIY customer is a creature of seasonal habits, and that some of those habits differ from Australian tastes. Wesfarmers’ new managing director, Rob Scott, volunteered a very long list of categories where Bunnings UK had the wrong products over the winter: kitchens, bathrooms, flooring, tiling, plumbing, wallpaper, storage, cleaning, heating and lighting. Maybe the hammers were splendid. A full review will follow, and the result will be unveiled in June. By that time, one assumes, Wesfarmers will have realised that the market for DIY sheds is horrible. Even Kingfisher is making heavy work of overhauling B&Q, and Amazon’s tentacles extend everywhere these days. Getting out of the UK is not the preferred option, said Scott, which means it’s a possibility. It’s not only UK retailers, it seems, that soon regret hubristic foreign adventures.", "title": "Has Stagecoach paid the price for East Coast mainline? Hardly"}