{"link": "https://www.theguardian.com/lifeandstyle/2018/feb/06/short-term-contracts-fed-up-job-security", "description": "<p>Have you got a work-related problem? In a new series we invite you to send in a short description of your predicament – so that other readers can offer solutions</p><p>Work has not changed for the better. The flexible working trend and absence of secure job markets certainly seems to work for the corporations, which no longer choose to even employ people but instead offer only short-term contractor assignments where they take no responsible for their workers. It does not, however, work for those of us stuck in the new <a href=\"https://www.theguardian.com/business/2017/aug/06/employment-statistics-wages-uk-jobs-market\">zero-hours contracts</a>, short-term, fixed-term, day-rate culture. In these markets we are seen as servants to those client corporations and therefore at their beck and call, 24/7. </p><p>I have gone from a well-paid, secure, permanent job some six years ago to being forced into the contracting market of short-term assignments. The roles available have no security, no pension and leave you living hand-to-mouth from one contract assignment to the next. I haven’t been able to plan financially, to buy a house, to settle. I work hard (and have always worked hard) as an experienced professional, but I honestly long for the days of having a permanent, steady job and feeling part of a team and of something long-term. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2018/feb/06/short-term-contracts-fed-up-job-security\">Continue reading...</a>", "content": " Have you got a work-related problem? In a new series we invite you to send in a short description of your predicament – so that other readers can offer solutions \n\nTue 6 Feb 2018 15.15 GMT\n\n Work has not changed for the better. The flexible working trend and absence of secure job markets certainly seems to work for the corporations, which no longer choose to even employ people but instead offer only short-term contractor assignments where they take no responsible for their workers. It does not, however, work for those of us stuck in the new zero-hours contracts, short-term, fixed-term, day-rate culture. In these markets we are seen as servants to those client corporations and therefore at their beck and call, 24/7. I have gone from a well-paid, secure, permanent job some six years ago to being forced into the contracting market of short-term assignments. The roles available have no security, no pension and leave you living hand-to-mouth from one contract assignment to the next. I haven’t been able to plan financially, to buy a house, to settle. I work hard (and have always worked hard) as an experienced professional, but I honestly long for the days of having a permanent, steady job and feeling part of a team and of something long-term.  Sadly, those days seem to be over for the vast majority of us and the trend only seems set to continue down this uncertain path. In my experience, after contracting for many years I have found it extremely difficult to get back into full-time employment as those jobs no longer seem to exist. I feel I have a lot to offer but not as a freelancer, a contractor, an alternative workforce. I just can’t see how this new job market benefits me as “flexible working”. So do I simply have to accept this uncertainty as the new working environment – the new norm – or is there another way to gain job security? • When leaving a message on this page, please be sensitive to the fact that you are responding to a real person in the grip of a real-life dilemma, who wrote to Working It Out asking for help, and may well view your comments here. • If you have a problem at work, this is your chance to get some advice. Email your dilemma to Working.It.Out@theguardian.com (up to 150 words, please; no attachments), or set it out below. Every fortnight we’ll ask readers to advise on one of them. We’ll also print some of the best suggestions in G2 every other Wednesday. And don’t worry about your boss: we won’t use your name. • Submissions are subject to our terms and conditions: see http://gu.com/letters-terms", "title": "I’m fed up with short-term contracts. Is job security a thing of the past?"}