{"link": "https://www.theguardian.com/commentisfree/2018/feb/06/eu-customs-union-government-downing-street-brexiteers-british-manufacturing", "description": "Downing Street has bowed to the Brexiteers and said we will leave the customs union – even if it cripples UK manufacturing<p>Sometimes the most damaging thing a useful bureaucratic instrument can do is work seamlessly. As it becomes absorbed into our infrastructure, it gradually makes itself so ordinary and invisible that we assume we no longer need it. So it is with much of our EU integration, and, in particular, customs. Downing Street has seemingly confirmed that we will not enter <a href=\"https://www.theguardian.com/politics/2018/feb/05/ruling-out-a-customs-union-is-profound-mistake-says-hilary-benn\" title=\"\">any form of long-term customs union</a> with the EU after Brexit. Its complacency is dangerously predictable – and predictably dangerous.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2018/feb/04/cabinet-united-brexit-trade-strategy-amber-rudd-theresa-may-customs-union\">No 10 rules out customs union with EU amid confusion over government policy</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2018/feb/06/eu-customs-union-government-downing-street-brexiteers-british-manufacturing\">Continue reading...</a>", "content": " \n\nTue 6 Feb 2018 09.54 GMT\n\n\nLast modified on Tue 6 Feb 2018 09.56 GMT\n\n Sometimes the most damaging thing a useful bureaucratic instrument can do is work seamlessly. As it becomes absorbed into our infrastructure, it gradually makes itself so ordinary and invisible that we assume we no longer need it. So it is with much of our EU integration, and, in particular, customs. Downing Street has seemingly confirmed that we will not enter any form of long-term customs union with the EU after Brexit. Its complacency is dangerously predictable – and predictably dangerous. At its core, the customs union is relatively simple. Unlike the single market, which covers the free movement of goods (and services, capital and people), and ensures their harmonised standards, the customs union instead acts like a tariff firewall around the EU. Goods entering the bloc from outside face the same tariff whether they arrive in Athens, Lisbon or Felixstowe. Having incurred the tariff just once, they are then entitled to travel freely through all EU member states and join complex supply chains. Outside the customs union, things become more complicated. We may, for example, have a zero-tariff agreement with the EU, but if we sign a trade deal with China, Australia or the US, we will slash our tariffs for those countries while the EU keeps them. If an open border exists between Ireland and Northern Ireland, there will be little to stop American agricultural goods – chlorinated chicken, say – from arriving in the UK tariff-free, then entering Ireland (and then the rest of the EU) untroubled by the requisite EU tax or regulation. This is why Norway, which is in the single market but not in the customs union, operates customs checks on its border with Sweden. A hard border in Ireland is not merely an inconvenience. It is an existential insult to add to the historic injuries of colonialism, partition and the Troubles. New border infrastructure would not only prise open old wounds, but become an instant security threat. At the same time, the possibility of disrupted island-of-Ireland trade could render supply chains unsustainable and send businesses on either side of the border to the wall. Meanwhile, the British demand that the Irish simply ignore their own laws in order to accommodate our desire for UK-only trade deals speaks to this government’s toxic combination of exceptionalism and delusion. This is the EU current system of which the UK is a part – it groups all the EU members, as well as Monaco. The EU defines it as “a single trading area where all goods circulate freely, whether made in the EU or imported from outside”.  This means that if goods enter the EU from another country, duty or checks only happen when they first come into the bloc.  Some Labour and Tory MPs, and the Liberal Democrats, want the UK to stay in this after Brexit. As raised by Labour, but now ruled out by Downing Street, this would see the UK sign its own customs deal with the EU after leaving, allowing for some differences. The EU already has three separate bilateral customs union arrangements in place, with Turkey, Andorra and San Marino. This idea, mentioned by Downing Street when it ruled out membership of any future customs union, remains vague, but is taken to mean a looser deal which would allow the UK to make its own separate trade deals with non-EU nations, something seen as crucial to many Brexiters. But it could end up being a change largely of terminology. Craig Oliver, the former No 10 communications head, tweeted that he wondered if it was a political trick, to “name something differently and say it’s not the same.” The issue is not only about Ireland. The customs union enables goods from the continent to enter UK ports, and vice versa, on a roll-on, roll-off basis, free of checks and red tape. The post-Brexit introduction of new checks at all UK ports makes a mockery of Brexiters’ complaints about the expense and bureaucracy associated with EU membership. We would require numerous lorry parks (unbuilt with just a year to go) to accommodate queues and delays, along with new customs infrastructure and thousands more staff. It would be among the most bureaucratic endeavours ever undertaken by the modern British state. At the same time, our exit from a customs union would suffocate the just-in-time manufacturing that depends on genuinely frictionless transport of goods in and out of the UK. How, then, could Theresa May advocate such a course of action? As with so much else in Brexit, it has little to do with the customs union itself, and everything to do with the prime minister’s rhetoric and job. The vacuous slogan “global Britain” demands new trade deals for the sake of glory, vanity and nostalgia, even as the government’s own research demonstrates that they will not replace EU trade or stop us getting poorer. Many of the hardliners, moreover, appear to loathe EU instruments based on principle alone. Downing Street’s decision may just be related to the threatened termination of May’s career if she dares to defy them. Sadly for the Brexiteers, the government has already signed up to an agreement with the EU that refers explicitly to the customs union. According to paragraph 49 of December’s joint report, the UK will “maintain full alignment with those rules of the … customs union which, now or in the future, support … the all-island economy and the protection of the 1998 [Good Friday] agreement”. Nobody in the government has yet been able to explain how the UK can abide by that commitment while simultaneously leaving the customs union. The Irish, tired of being dismissed, patronised and ignored by the Brexiteers, will not let the government off the hook. If we reject December’s agreement, we reject any deal with the EU at all. Before 2016, the most troublesome aspect of British customs was the occasional queue of lorries on the M20 motorway. Now it threatens to cripple British manufacturing and reverse the Irish peace process. The government, for its part, determines its customs policy not on evidence, compromise or the national interest, but on neo-imperial fantasy, Europhobic fanaticism and fear of the prime minister’s colleagues. The customs union works. The government does not. Let us be sure we ditch the right one. • Jonathan Lis is deputy director of the thinktank British Influence", "title": "The EU customs union works. But clearly, the government does not | Jonathan Lis"}