{"link": "https://www.theguardian.com/business/2018/feb/06/retailers-and-services-struggle-with-squeeze-on-spending", "description": "<p>Statistics show that UK economy entered new year on a downbeat note</p><p>Britain’s retailers battled through “tough” trading conditions in January as consumers preserved their cash for essential food shopping and shunned big ticket purchases.</p><p>Non-food sales declined by 1.2% in the three months to the end of January with furniture sellers, shoe shops and high street clothing retailers recording their worst performance since 2009, according to British Retail Consortium (BRC) and KPMG data.</p> <a href=\"https://www.theguardian.com/business/2018/feb/06/retailers-and-services-struggle-with-squeeze-on-spending\">Continue reading...</a>", "content": " Statistics show that UK economy entered new year on a downbeat note \nPhillip Inman, \nLarry Elliott and \nGwyn Topham \n\nTue 6 Feb 2018 06.01 GMT\n\n Britain’s retailers battled through “tough” trading conditions in January as consumers preserved their cash for essential food shopping and shunned big ticket purchases. Non-food sales declined by 1.2% in the three months to the end of January with furniture sellers, shoe shops and high street clothing retailers recording their worst performance since 2009, according to British Retail Consortium (BRC) and KPMG data. There was better news for supermarkets after like-for-like food sales increased by 2.9%, but with all the extra spending accounted for by higher prices. The squeeze on consumer spending power hit the broader services industry, which suffered its worst month since the aftermath of the EU referendum, and also triggered a slump in car sales, according to industry figures that show the UK economy entering the new year on a downbeat note. The BRC/KPMG survey showed that overall like-for-like retail sales rose 0.6% in January, compared with a fall of 0.6% for the same month in 2017.   Helen Dickinson, the BRC chief executive, said: “The persisting tough trading environment played out at the start of the year with a mixed set of trading updates and subsequent announcements.” She said that the sector continued to struggle from “divided fortunes” for food and non-food sales.    The Bank of England expects wages growth to rise above the current level of 2.5% during the the year ahead and inflation to fall from it current level of 3%. In the meantime, British households are in the midst of an income squeeze as higher inflation and sluggish wages growth eat into their disposable incomes. The latest health check of the services sector – that includes hotels, restaurants, transport and financial services – from IHS Markit and the Chartered Institute of Procurement and Supply (CIPS) found that a loss of clients and lingering Brexit uncertainty had led to a dip in activity. The monthly purchasing managers’ index fell from 54.2 points in December to 53.0 in January, its weakest since September 2016 and only slightly above the 50.0 cut-off point between expansion and recession. Services account for almost four-fifths of the UK’s gross domestic product, but similar surveys for manufacturing and construction released last week also showed signs of slower UK growth at a time when other major economies – the US, the eurozone and Japan – have been expanding strongly. Chris Williamson, the chief business economist at IHS Markit, which compiles the survey, said the three PMI surveys were consistent with the economy growing at 0.3% in the first three months of 2018, down from 0.5% in the final quarter of 2017. The car market was another victim of the squeeze on consumer spending, with sales down by 6.3%. It follows a downward trend that started last April after years of record growth. ", "title": "Retailers and services struggle with squeeze on spending"}