{"link": "https://www.theguardian.com/business/2018/feb/06/network-rail-boss-mark-carne-step-down-this-year", "description": "<p>Chief executive has been under pressure from government and move follows East Coast collapse</p><p>The head of Network Rail is to step down later this year, with his position having come under increased pressure from government.</p><p>The announcement of Mark Carne’s retirement comes just over four years after he joined the rail infrastructure company, taking over an ambitious but poorly costed programme of works that Network Rail soon concluded it <a href=\"https://www.theguardian.com/business/2015/jun/24/network-rail-funding-gap-scuppers-five-year-investment-plan\">could not deliver</a> in full. </p> <a href=\"https://www.theguardian.com/business/2018/feb/06/network-rail-boss-mark-carne-step-down-this-year\">Continue reading...</a>", "content": " Chief executive has been under pressure from government and move follows East Coast collapse \nGwyn Topham Transport correspondent \n\nTue 6 Feb 2018 12.01 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.37 GMT\n\n The head of Network Rail is to step down later this year, with his position having come under increased pressure from government. The announcement of Mark Carne’s retirement comes just over four years after he joined the rail infrastructure company, taking over an ambitious but poorly costed programme of works that Network Rail soon concluded it could not deliver in full.  It also follows the collapse of the East Coast franchise where Stagecoach, the parent company of Virgin Trains East Coast, has argued that delays to Network Rail works made its £3.3bn contract untenable.  The timing of Carne’s announcement means a new chief executive will be in place before Network Rail’s next five-year work programme begins in April 2019. The company is submitting a business plan this week, and Carne has pledged not to saddle the organisation with the kind of programme that left him facing parliamentary inquests after electrification schemes ran massively over budget.  Carne, 58, a former Shell oil executive, came straight in at the top of the rail industry in January 2014. His tenure was shaped by the audit office’s decision to reclassify Network Rail as part of the public sector, a move that turned off the easy credit that had allowed the industry to absorb unexpected costs, and put its spending under scrutiny. Joining the public sector also placed his £820,000 salary under scrutiny.  After facing criticism during his first Christmas in the job when engineering works overran and prompted chaotic scenes at London stations, Carne saw some of the biggest projects in the company’s history through to completion – notably London Bridge station, which opened on schedule at the start of 2018, and Birmingham New Street before.  Carne was said by staff to have spent significant time with the frontline workforce and was a popular figure.  The Network Rail chairman, Sir Peter Hendy, who will lead the search for a successor, paid tribute to Carne for delivering upgrades to the railway while personally championing better safety and working cultures. He said: “His leadership steadied the ship during the challenging transition to a public sector organisation and he has been the architect behind the huge positive changes in the company, driving transformation, devolution and efficiency, with an emphasis on equality and diversity too.”  The transport secretary, Chris Grayling, said Carne had done an excellent job, and had provided strong industry leadership on safety and a programme to speed up the overhaul of signalling in order to bring new capacity to the railway. Grayling also applauded Carne’s moves to devolve power within Network Rail to regional routes, which the minister said would “build the foundations for a more efficient and passenger-focused organisation”.  Carne, who will remain in place during negotiations with the Treasury over Network Rail’s next budget, said: “Britain’s railways matter to the lives of millions of people. The men and women who run the railway are enormously committed and it has been a privilege to lead the organisation at a time of huge investment and transformational change.”", "title": "Network Rail boss Mark Carne to step down this year"}