{"link": "https://www.theguardian.com/uk-news/2018/feb/06/tesco-trial-abandoned-after-defendant-taken-ill", "description": "<p>Judge discharges jury after former finance director Carl Rogberg suffers heart attack</p><p>An 18-week fraud trial involving three former directors of Tesco’s UK business has been abandoned after one of the defendants was taken ill.</p><p>Judge Deborah Taylor discharged the jury on Monday, saying it would not be “right and proper” to continue the trial after Carl Rogberg, the former finance director of Tesco UK, suffered a heart attack last week, leaving him “in hospital awaiting surgery”. A ruling by the judge prevented reporting of the decision until Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2018/feb/06/tesco-trial-abandoned-after-defendant-taken-ill\">Continue reading...</a>", "content": " Judge discharges jury after former finance director Carl Rogberg suffers heart attack \nSarah Butler \n\nTue 6 Feb 2018 11.50 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.34 GMT\n\n An 18-week fraud trial involving three former directors of Tesco’s UK business has been abandoned after one of the defendants was taken ill. Judge Deborah Taylor discharged the jury on Monday, saying it would not be “right and proper” to continue the trial after Carl Rogberg, the former finance director of Tesco UK, suffered a heart attack last week, leaving him “in hospital awaiting surgery”. A ruling by the judge prevented reporting of the decision until Tuesday. A provisional retrial date has been set for 3 September. Rogberg and his former colleagues John Scouler, the former commercial director for food, and Christopher Bush, the former managing director of Tesco UK, had all been charged with one count of fraud by abuse of position and one count of false accounting.  The charges against the three allege that they dishonestly falsified Tesco’s digital accounting records and its draft interim accounts by the “inputting of and/or reliance upon commercial income figures which gave a false account of the financial position of Tesco”. Neil O’May of Norton Rose Fulbright, solicitor to Rogberg, said his client had had a heart attack last Thursday and would undergo surgery on Friday.  “Mr Rogberg is devastated at the news that the trial has been aborted. He waived his right to attend these last stages after he had given evidence himself for many days, and had participated in the last four and half months of the trial,” he said outside the court on Tuesday. O’May said Rogberg “was always very anxious that this jury should be allowed to reach its verdict and is desperately sorry that they were prevented from doing so”. In her ruling on discharging the jury, Taylor accepted that the majority of the defendants wanted to continue with the trial, which she admitted had already suffered “various delays through no fault of the defendants”. However, she said that whatever the jurors were told about Rogberg’s illness at a “critical stage” in the lengthy trial was “likely to influence the decision that they make” in some way.  Taylor said that if they were not told the details of his illness there was “substantial risk that they may not take a sympathetic view”. If they were told he had suffered a heart attack without further details “it could be prejudicial to the Serious Fraud Office” or lead them to be more sympathetic to Rogberg and less so towards his co-defendants. She said: “It would not be a proper course in the circumstances of a case of this importance to all concerned to introduce what ... has [been] described as a wild card at this stage.”", "title": "Tesco fraud trial abandoned after defendant taken ill"}