{"link": "https://www.theguardian.com/society/2018/feb/06/grenfell-style-cladding-may-not-be-removed-until-residents-pay-2m-tribunal-told", "description": "<p>Son says his father has no way of raising money because his flat is unsaleable because of fire risk</p><p><br>A 95-year-old resident of a London high rise with Grenfell Tower-type cladding has been taken to hospital after being told he had to pay a share of the £2m bill for repair works, a tribunal has heard.</p><p>The freeholder of the Croydon Citiscape apartment block, which is linked to property tycoon Vincent Tchenguiz, has said it is not obliged to fund the works, while the management company is arguing leaseholders should pay.<br></p> <a href=\"https://www.theguardian.com/society/2018/feb/06/grenfell-style-cladding-may-not-be-removed-until-residents-pay-2m-tribunal-told\">Continue reading...</a>", "content": " Son says his father has no way of raising money because his flat is unsaleable because of fire risk \nLisa O'Carroll \n\nTue 6 Feb 2018 15.19 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.40 GMT\n\n A 95-year-old resident of a London high rise with Grenfell Tower-type cladding has been taken to hospital after being told he had to pay a share of the £2m bill for repair works, a tribunal has heard. The freeholder of the Croydon Citiscape apartment block, which is linked to property tycoon Vincent Tchenguiz, has said it is not obliged to fund the works, while the management company is arguing leaseholders should pay. Giving evidence at a property tribunal, which will decide who pays, Richard Low-Foon told the judge that he needed “a miracle” to fund the works as his father was now ill and couldn’t sell his flat because of the risk the building now carries for any future investor. “At the moment he is in hospital because of all this. It got too much for him,” said Low-Foon. Low-Foon told the tribunal he put his father in a care home before Christmas, on the understanding that he would sell the property to fund his care, but this was no longer possible. “Now I’m not been able to sell the property because of this,” he said. Luc Low-Foon owns one of the 93 flats in the block, which is one of 262 blocks around the country so far found to have the same or similar combustible cladding panels as Grenfell, including 161 social housing blocks and 26 student halls of residence. “I can’t see my way out of this, unless through a miracle we get some funding,” Low-Foon said The judge expressed his sympathy for the “really difficult situation” the lessees in the block were in, but reminded those attending the tribunal that his jurisdiction was limited in law. The cladding was discovered less than a month after the Grenfell Tower fire but the tribunal heard it may not be replaced until the leaseholders pay for the costs of the work. The management company, First Port, has taken the case to the property tribunal for a determination on who is liable for costs.  Last year the government wrote to private landlords advising them to get their cladding tested but so far it has not revealed how many private blocks around the country are affected. Initially, the management company estimated the works would cost leaseholders £31,500 each. This related to an early estimate for the works of £485,000 and the £4,000 a week cost of fire marshals. First Port subsequently revised the cost of works to £2m and the work may not be done before September. The management company had told the property tribunal in London that the work could take another eight to 12 months to complete, even if it did have the money to carry it out. “The longer matters remain unresolved, the [longer] continuation of the fire watch costs will be incurred and that is something that is both in the interests of the applicant and respondent to resolve,” said Robert Bowker, counsel for First Port. First Port is a large property management company that looks after 185,000 homes in 3,700 developments, the tribunal heard. The problematic cladding was identified in the building in June 2017, shortly after the Grenfell disaster. The hearing continues.", "title": "Resident, 95, told to pay share of £2m bill to remove cladding while in hospital"}