{"link": "https://www.theguardian.com/business/2018/feb/06/bp-aims-to-invest-more-in-renewables-and-clean-energy", "description": "<p>Boss says his industry is changing but ‘the world is going to need oil and gas for decades’</p><p>BP has declared it is looking to acquire more green energy firms, as the British oil giant pledged to set carbon targets for its operations.</p><p>However, while the chief executive, Bob Dudley, said the industry was in a period of major change, he made clear that hydrocarbons would remain the core of BP’s business.</p> <a href=\"https://www.theguardian.com/business/2018/feb/06/bp-aims-to-invest-more-in-renewables-and-clean-energy\">Continue reading...</a>", "content": " Boss says his industry is changing but ‘the world is going to need oil and gas for decades’ \nAdam Vaughan \n\nTue 6 Feb 2018 16.01 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.41 GMT\n\n BP has declared it is looking to acquire more green energy firms, as the British oil giant pledged to set carbon targets for its operations. However, while the chief executive, Bob Dudley, said the industry was in a period of major change, he made clear that hydrocarbons would remain the core of BP’s business. “It’s not a race to renewables, it’s a race to lower greenhouse gas emissions. As fast as renewables and clean energy can grow, faster than any fuel in history, the world is going to require oil and gas for some decades to come,” he said. The company reported on Tuesday that higher oil prices and growing crude production had pushed up profits 139% in 2017 to $6.2bn (£4.5bn) on an underlying replacement cost basis, the company’s preferred measure.  Dudley said the firm had enjoyed its most successful year for exploration since 2004. The company said it would start six new oil and gas projects this year, up from five previously, as it outlined a plan to return to growth into the next decade. But much of the company’s strategy update focused on clean energy, which BP said would amount to around $0.5bn of its $15bn-$16bn capital expenditure programme. The carbon targets, including one for methane, a powerful greenhouse gas, will be announced by BP in the next two months. Discussing the shift to green energy, Lamar McKay, the deputy chief executive, said: “Our industry is changing faster than any of us can remember, certainly in my career.” BP recently bought a $200m stake in Europe’s biggest solar developer, returning to solar power six years after it quit the sector, and is reportedly eyeing other bigger solar investments.  The oil company is not the only one active in diversifying its business. In the last three months of 2017, its Anglo-Dutch peer, Shell, bought a Dutch car-charging network, partnered with the electric car charging firm Ionity and bought First Utility, one of Britain’s biggest energy suppliers. One of the most eye-catching energy innovations of the last year – the deployment of the world’s first floating windfarm – was undertaken not by a renewables developer but Norway’s state-owned oil company, Statoil. Meanwhile, France’s Total took a 23% stake in the renewable energy firm Eren for €237.5m (£211m). Big oil has flagged a switch to greener energy before. In the early 2000s, spurred by investor pressure, the international oil companies appeared to be pivoting to move their businesses away from crude.  BP memorably tried to reinvent itself in 2000, promising that in the future its initials would stand for Beyond Petroleum, as the chairman, Sir John Browne, told the world: “We are not an oil company.” Shell also moved heavily into renewables. But not long after the financial crash, Shell stopped investment in wind and solar, and BP shut its alternative energy HQ. Later, around 2016, the oil giants began to take baby steps back into the world of renewables, and take greater notice of the rapid growth of electric cars.  Valentina Kretzschmar, the director of research at oil analysts Wood Mackenzie, said although activity had intensified in recent months, it was still small-scale. “It’s buzzing, but the amount of money spent is still peanuts compared to their core business,” she said. Shell is seen by many industry watchers as the leader in this transition. The chief executive, Ben van Beurden, last week defended the company’s $1bn-$2bn spend on clean energy as modest but “not a pittance”. “Ultimately, the only thing that matters to society is the carbon intensity of energy. How much we invest in aspects of our portfolio is only a secondary concern,” he said, in a message similar to BP’s. Investor pressure, consumer attitudes and governments’ climate change policies are all driving big oil’s transformation. But increasingly it is the economics of renewables and electric cars that are key. “For many of them, when they started diversifying it was because of investor pressure … but I think now it’s the market forces that are making them look into diversification,” said Kretzschmar. However, she noted that returns for renewables were still lower than for oil and gas. Irene Rummelhoff, the head of Statoil’s low carbon unit, agreed that returns were lower but were often fixed at a set level, so diversifying made a “huge difference” to cutting risk from volatile oil prices. “That’s one of the advantages we are seeing in the renewable world; the risk profile is very different,” she said. But the rate of change is slow. Big oil companies own less than 1% of solar and wind capacity globally, according to Wood Mackenzie. Jeremy Leggett, a former petroleum geologist turned solar entrepreneur, said: “All this is beyond greenwash, but far short of retreat consistent with the Paris [climate] agreement. The oil and gas companies and are essentially taking out hedge bets.” Still, observers think that big oil might really be serious about moving beyond petroleum this time round, for existential reasons. “It is different this time around,” said Kretzschmar. “This [the rise of renewables, electric cars and other clean technologies] is for the first time starting to pose a threat to their oil and gas businesses. That wasn’t the case in the early noughties.”", "title": "BP aims to invest more in renewables and clean energy"}