{"description": "<p>Charles Wilson to take role once £3.7bn takeover of wholesaler is completed next month</p><p>Charles Wilson, the chief executive of Booker, is to run Tesco’s core UK and Ireland retail operations following <a href=\"https://www.theguardian.com/business/2017/nov/14/tescos-37bn-takeover-of-booker-given-green-light\">Tesco’s £3.7bn takeover of the wholesaler</a> next month.</p><p>Wilson’s appointment, on basic pay of £575,000, comes as Tesco warned that up to 250 head office jobs were likely to go as result of the merger.</p> <a href=\"https://www.theguardian.com/business/2018/feb/05/tesco-booker-boss-uk-chief-charles-wilson-takeover\">Continue reading...</a>", "content": " Charles Wilson to take role once £3.7bn takeover of wholesaler is completed next month \nJulia Kollewe and \nSarah Butler \n\nMon 5 Feb 2018 11.42 GMT\n\n\nFirst published on Mon 5 Feb 2018 10.06 GMT\n\n Charles Wilson, the chief executive of Booker, is to run Tesco’s core UK and Ireland retail operations following Tesco’s £3.7bn takeover of the wholesaler next month. Wilson’s appointment, on basic pay of £575,000, comes as Tesco warned that up to 250 head office jobs were likely to go as result of the merger. In a circular to shareholders, the supermarket said it intends to keep both Booker’s head office in Wellingborough and its own in Welwyn Garden City but that “certain central functions” would be merged, leading to job losses “primarily through natural attrition”. The cuts come after Tesco last month said it was stripping out a layer of management in stores, putting up to 1,700 jobs at risk. The company has already cut thousands of jobs in recent years including up to 1,200 at head office last summer. The highly regarded Booker boss will replace Matt Davies, the chief executive of Tesco’s UK and Irish business, who is leaving the group at the end of April if the deal goes ahead.  Tesco shareholders are due to vote on the Booker acquisition at a meeting on 28 February and the deal is expected to complete on 5 March.  In a letter to shareholders about the deal, Tesco said it now expects to make at least £1.57bn in operating profit excluding one-off items for the year to 24 February. This is slightly ahead of City expectations of £1.56bn, and above last year’s £1.28bn profit. The improved profit performance comes after Tesco posted underlying growth of 1.9% over the key Christmas weeks. Tesco said it would pay a final dividend of 2p a share for the year, following an interim dividend of 1p in October – the first such payment to shareholders since 2014-15. Wilson’s new role heading Tesco’s retail and wholesale businesses in the UK will allow him to develop new hybrid formats. Tesco will begin testing one new concept, Chef Central, in its Bar Hill store in Cambridge later this month. Booker will run the shop-in-shop which will sell catering-sized packs of goods such as oil and rice aimed at professional cooks. The Tesco group chief executive, Dave Lewis, said Wilson was “ideally suited” to lead the UK and Ireland business in the next phase of Tesco’s turnaround. “He brings substantial commercial and retail experience and has an exceptional track record of increasing performance and driving growth in customer-focused businesses,” Lewis said. The Booker deal has been waved through by the competition watchdog, despite rival wholesalers warning it could drive them out of business. Some major Tesco shareholders – Schroders and Artisan Partners – have also voiced opposition to the acquisition, urging Lewis to focus on the supermarket group’s turnaround instead.", "link": "https://www.theguardian.com/business/2018/feb/05/tesco-booker-boss-uk-chief-charles-wilson-takeover", "title": "Tesco names Booker boss as new UK chief as it raises profit forecast"}