{"link": "https://www.theguardian.com/science/2018/feb/06/elon-musk-falcon-heavy-spacex-rocket-test-launch", "description": "<p>SpaceX’s Falcon Heavy will be the most powerful to leave Earth since the Saturn V in the 1970s – and will hurl a Tesla electric car into space</p><p>The most powerful rocket to leave Earth in a generation is set for its maiden flight from Florida on Tuesday, its whimsical payload lending a touch of showmanship to a pioneering test mission that could have significant implications for the future of deep space exploration.</p><p>Falcon Heavy, developed by the private spaceflight company SpaceX, is scheduled for a 1.30pm lift-off from the Kennedy Space Center, carrying a $100,000 red Tesla Roadster sports car belonging to the company’s flamboyant billionaire founder, <a href=\"https://twitter.com/elonmusk\">Elon Musk</a>.</p> <a href=\"https://www.theguardian.com/science/2018/feb/06/elon-musk-falcon-heavy-spacex-rocket-test-launch\">Continue reading...</a>", "content": " SpaceX’s Falcon Heavy will be the most powerful to leave Earth since the Saturn V in the 1970s – and will hurl a Tesla electric car into space \nRichard Luscombe in Cape Canaveral \n\nTue 6 Feb 2018 15.30 GMT\n\n\nFirst published on Tue 6 Feb 2018 07.00 GMT\n\n The most powerful rocket to leave Earth in a generation is set for its maiden flight from Florida on Tuesday, its whimsical payload lending a touch of showmanship to a pioneering test mission that could have significant implications for the future of deep space exploration. Falcon Heavy, developed by the private spaceflight company SpaceX, is scheduled for a 1.30pm lift-off from the Kennedy Space Center, carrying a $100,000 red Tesla Roadster sports car belonging to the company’s flamboyant billionaire founder, Elon Musk. If the much-delayed launch is successful – and Musk himself admits there is “a real good chance that vehicle does not make it to orbit” – it offers the United States a heavy-lift capability in space it has lacked since the Apollo era ended 45 year ago. The South African-born computer programmer and businessman is worth about $21bn (£15bn) today. He was catapulted into the ranks of the super-rich with the sale of PayPal to eBay, which netted him $165m In 2002, he used $100m to found SpaceX, which aims to cut the cost of space travel through technology such as reusable rockets. One of Musk's ultimate goals is to pioneer efforts to colonise Mars. Musk became a major investor in electric car company Tesla in 2004 and took over the reins in 2008. Tesla has focused on building a vehicle with mass market appeal. Despite low sales, its stock market value overtook Ford last year. Another ambitious Musk project is the Hyperloop, his vision of a super-fast underground transport system to whisk passengers between major US cities, such as LA and San Francisco, at hypersonic speed. He has called the idea a \"cross between a Concorde and a railgun and an air hockey table\". Critics say it is too impractical and expensive. More recent ideas include OpenAI, a not-for-profit firm researching Artificial Intelligence, and Neuralink, a company exploring ways to connect the human brain with AI. In terms of sheer lifting strength, the Falcon Heavy is powerful enough to carry a fully loaded Boeing 737 jetliner into orbit, according to SpaceX. That strength is second only to the Saturn V, Nasa’s behemoth rocket that took astronauts to the moon and the Skylab space station before its 1973 retirement. Nasa is developing its own new heavy-lift rocket, the Space Launch System (SLS), to achieve its long-term ambition of sending humans back to the moon and ultimately to Mars, but the project has been beset by delays that could push back its first test flight to 2020.  That helps to make commercial space enterprise an attractive alternative for certain elements of the agency’s vision. SpaceX claims the Falcon Heavy, which uses three reusable boosters from its smaller Falcon 9 cargo rockets, offers almost twice the payload capacity of its nearest rival, the Delta IV rocket operated by the United Launch Alliance, at a significantly lower cost – $90m per launch compared with $435m for each Delta Heavy. Nasa, the US military and private enterprises are all paying attention. “If Falcon Heavy is up and running, it opens up a lot of possibilities. That’s the key,” said Casey Dreier, director of space policy at the Planetary Society. “Nasa is going to be saying: look, instead of waiting around for SLS, we can start putting pieces of our deep space gateway or orbiting lunar outpost in place. The question is will it be reliable enough for the government and others to put in their most valuable assets, to be worth the reduced cost?” Despite 18 successful SpaceX launches in 2017, Musk has downplayed expectations for Tuesday’s mission. “It’ll be a really huge downer if it blows up,” Musk told reporters at a Monday afternoon briefing.  “If something goes wrong, hopefully it goes wrong far into the mission so we at least learn as much as possible along the way. I would consider it a win if it just clears the pad and doesn’t blow the pad to smithereens. That’s four million pounds of TNT equivalent so there’s probably not going to be much left if that thing lets loose on the pad.” A launchpad explosion of a SpaceX rocket in 2016 caused extensive damage, and Musk admitted last year that developing the Falcon Heavy had been far more difficult than he had expected. Musk said such an event would knock the launchpad out of action for up to a year, while SpaceX would be ready to launch another Falcon Heavy test flight in only three to four months following an in-flight failure. “It is a test mission and there’s so much that can go wrong.” “We don’t want to set expectations of perfection,” he added. “The weather’s looking good, the rocket’s looking good. It’s going to be exciting one way or the other, it’s either going to be an exciting test or an exciting failure [with] one big boom.” The goal of the test flight is to prove SpaceX can successfully launch a payload into an elliptical deep space orbit known as a Hohmann transfer, the same distance from the sun as Mars. SpaceX has its own ambitious plans for exploring deep space, including the development of a capsule for astronauts. For this mission, instead of using concrete or water as a weighted test payload, Musk, a co-owner of the car manufacturer, opted to use his beloved Tesla complete with a costumed dummy. “I love the thought of a car drifting apparently endlessly through space and being discovered by an alien race millions of years in the future,” he wrote on Twitter. “I always think 50 years hence we’ll look back and this will be a high-water mark of a gilded age,” Dreier said, “a billionaire throwing his his own sports car into space on his private rocket, but at the same time it’s maybe the first step into a new level of access or step into space.” An estimated half-million people are expected to watch the launch from nearby beaches and towns, a level of interest not seen since the final space shuttle landing in 2011. “This is a major event,” said Dale Ketcham, chief of strategic alliances at Space Florida. “Everyone associated with this industry is having people call out of the blue from the long past to strike up a new relationship and hope they have a pass for the launch.” Florida US senator Bill Nelson, himself a former space shuttle astronaut and the senior Democrat on the Senate commerce, science and transportation committee, said the state benefited from SpaceX’s presence. “The test launch of Falcon Heavy is certainly evidence that our efforts to revitalise the Cape are succeeding in a big way,” he said. “Once the Falcon Heavy is proven, it will be a welcome addition to our rapidly evolving civil, commercial and national security launch capabilities.”", "title": "SpaceX: Elon Musk seeks to revive Apollo era with Falcon Heavy rocket test"}