{"link": "https://www.theguardian.com/world/2018/feb/06/shard-owners-seek-to-ban-protest-by-class-war-activist", "description": "<p>Qatari royals want injunction preventing 70-year-old Ian Bone from staging ‘ghost towers’ demo</p><p>The owner of the Shard has gone to the high court injunction to prevent a protest led by a veteran anarchist outside the 72-storey London landmark, where 10 multiple million-pound luxury apartments lie empty.</p><p>Angered by revelations about the <a href=\"https://www.theguardian.com/business/2018/jan/26/ghost-towers-half-of-new-build-luxury-london-flats-fail-to-sell\">number of empty apartments in “posh ghost towers”</a> , Ian Bone, a veteran campaigner and founder of anarchist newspaper Class War, attempted to organise a “noisy, but peaceful” protest outside the Shard. Families of some of the victims of the Grenfell Tower tragedy were due to join him in the demonstration.</p> <a href=\"https://www.theguardian.com/world/2018/feb/06/shard-owners-seek-to-ban-protest-by-class-war-activist\">Continue reading...</a>", "content": " Qatari royals want injunction preventing 70-year-old Ian Bone from staging ‘ghost towers’ demo \nRupert Neate Wealth correspondent \n\nTue 6 Feb 2018 14.04 GMT\n\n\nLast modified on Tue 6 Feb 2018 15.56 GMT\n\n The owner of the Shard has gone to the high court injunction to prevent a protest led by a veteran anarchist outside the 72-storey London landmark, where 10 multiple million-pound luxury apartments lie empty. Angered by revelations about the number of empty apartments in “posh ghost towers” , Ian Bone, a veteran campaigner and founder of anarchist newspaper Class War, attempted to organise a “noisy, but peaceful” protest outside the Shard. Families of some of the victims of the Grenfell Tower tragedy were due to join him in the demonstration. “Anyone know where the entrance for the luxury apartments at the Shard is?,” Bone, 70, posted on Facebook last Wednesday. “We are starting weekly actions – Thursdays 6-8pm starting Feb 8th.”  Less than 48 hours after making the Facebook post, Bone was issued with a summons to appear at the high court this Thursday – the day of the planned protest. The Shard’s owners and management company applied to the court for an immediate injunction preventing Bone and “persons unknown” from entering the Shard or land near the building.  Bone, an anarchist who had previously led campaigns against developers’ use of “poor doors” to separate rich homebuyers from poorer tenants, had asked fellow protesters to “bring yer own banners” and musical instruments to the planned protest. “We also want musicians to come down and play, sing, dance, rant ... need yer own amps,” he said in the post.  He called on supporters to engage in “low-intensity operations” at the Shard, including suggestions to “ask at the doors to see the £50 MILLION FLATS”, “make a reservation at one – or all – of the [Shard] restaurants [and] ask if you can bring your own food”, and “shout about the injustice of empty flats and GRENFELL”.  Bone’s Facebook posts, which were included in evidence filed at the high court, also said: “Obviously THE AIM IS TO OCCUPY THE EMPTY APARTMENTS eventually but the first couple [of protests] are more likely to be battles over space, where the cops and management want to stick us and where we want to go.”  Bone told the Guardian that his apparent threat to occupy the empty apartments, one of which was originally marketed for more than £50m, was “clearly a joke” and not a serious threat. “We just wanted to highlight the growing and worrying inequality in London, with all these empty towers for rich people and no homes for thousands of us,” he said. “And, dozens of families from the Grenfell Tower tragedy are still without permanent homes.” The Shard, which is ultimately owned by the Qatari royal family, was chosen as the venue for the protest after Guardian revelations that all 10 of the multimillion-pound apartments near the top of the tower remain empty more than five years after Qatar’s prime minister opened the tower.  Evidence filed by the Shard’s owners at the high court includes a detailed “intelligence report” on Bone compiled by private security firm VSG. The report described Bone as the leader of anarchist movement Class War, and said he “walks with a cane and generally is belligerent and uncooperative when interacting with persons of authority, such as police officers and security officers”.  Bone told the Guardian he had never struck anyone with his cane, and pointed out he was unable to walk without it as he has had Parkinson’s disease for the past decade.  The VSG report described Class War as “a small but passionate group of leftwing, pro-anarchy activists with a long and proven history of campaigning against ‘the elite’ and other entities associated with wealth or perceived social injustice”. The report advised the Shard’s owners that if Bone’s protest was allowed to take place it could endure for months and “attract widespread media coverage”. It also warned that activists could use “pyrotechnics and large, offensive banners of a derogatory nature”. In 2015, Class War coordinated an anti-gentrification protest that resulted in a breakfast cereal cafe in London’s Shoreditch being covered with paint bombs and graffiti. Bone, who had previously lived in Grenfell Tower and spent time sleeping rough, said he had no intention of causing a public nuisance and “just wanted to highlight the obscenity of having huge empty luxury towers when so many are homeless and struggling”. “This is the billionaire Qatari royal family against a little old pensioner,” he told the Guardian. “My pension is £154.56 a week,” he said on Facebook. “The Qatari royals are taking me to the high court of justice to stop me and persons unknown protesting outside their SHARD about their empty luxury apartments. Some Grenfell people are coming. I lived in Grenfell and was later homeless myself. The Qatari royals feel they can stop protest in the UK over their obscene 10 £50m empty apartments while 70 Grenfell families are still in hotels and 4,000 sleep rough in London every night..” André Frank Baker, a former Metropolitan police commander and head of the Shard’s security team, said in evidence filed with the court that he was concerned about Bone coming near the tower because he had published a book entitled Bash the Rich: True Life Confessions of an Anarchist in the UK.  “I instructed lawyers this morning and was advised that an urgent injunction should be pursued,” Baker said in his witness statement. “The threat could materialise at any time ... It was thought appropriate to pursue an injunction without notice. Given that the stated objective of this anarchist campaign is to unlawfully occupy vacant apartments at the Shard and cause disruption generally, I and the claimants take this threat extremely seriously.” The Shard’s management company, Real Estate Management (UK), did not respond to requests for comment. ", "title": "Shard owners seek to ban protest by Class War activist"}