{"link": "https://www.theguardian.com/business/2018/feb/06/carillion-director-mp-executives-collapse", "description": "<p>Executive pass up chance to repay bonuses during committees’ questions<br><br><a href=\"https://www.theguardian.com/business/2018/feb/06/highlights-from-the-carillion-directors-evidence-to-mps\">• Highlights from the Carillion directors’ evidence to MPs</a></p><p>Former directors of <a href=\"https://www.theguardian.com/business/carillion\">Carillion</a> turned down the chance to hand back their bonuses voluntarily, as MPs branded them “delusional characters” willing to blame everyone but themselves for the government contractor’s failure.</p><p>Seven former Carillion directors gave evidence to MPs at the start of a joint inquiry by two select committees into the firm’s liquidation earlier this month.<br></p> <a href=\"https://www.theguardian.com/business/2018/feb/06/carillion-director-mp-executives-collapse\">Continue reading...</a>", "content": " Executive pass up chance to repay bonuses during committees’ questions• Highlights from the Carillion directors’ evidence to MPs \nRob Davies \n\nTue 6 Feb 2018 16.54 GMT\n\n\nFirst published on Tue 6 Feb 2018 12.09 GMT\n\n Former directors of Carillion turned down the chance to hand back their bonuses voluntarily, as MPs branded them “delusional characters” willing to blame everyone but themselves for the government contractor’s failure. Seven former Carillion directors gave evidence to MPs at the start of a joint inquiry by two select committees into the firm’s liquidation earlier this month. The collapse put tens of thousands of jobs and supplier companies at risk, left hundreds of millions of pounds of public contracts unfinished and is set to saddle the government’s pensions lifeboat with an estimated £800m of liabilities. During two lengthy sessions before MPs from the business select committee and counterparts on the work and pensions committee, former Carillion directors: MPs repeatedly accused Carillion directors of prioritising dividend payments over whittling down debts and plugging a pension scheme deficit estimated at £990m. Keith Cochrane, a former non-executive director who replaced Richard Howson as chief executive after a huge profit warning in July 2017, said: “Through the lens of today, if we had suspended dividends [...] would that have made a difference, possibly.” But he denied the company put the financial interests of shareholders above those of its 27,000 pension scheme members. Howson said the company at one point raised its dividend “to show confidence in the future” of the business. All of the former directors apologised for their role in Carillion’s demise, saying the company’s debts and pension deficit became unsustainable as conditions deteriorated rapidly in early 2017. They blamed a phalanx of setbacks including non-payment of bills by Qatar, Brexit, the snap election in 2017, interest rates and problems building hospitals in Liverpool and Birmingham. In a joint statement issued after the hearing, committee chairs Frank Field and Rachel Reeves said: “This morning a series of delusional characters maintained that everything was hunky dory until it all went suddenly and unforeseeably wrong.  “We heard variously that this was the fault of the Bank of England, the foreign exchange markets, advisers, Brexit, the snap election, investors, suppliers, the construction industry, the business culture of the Middle East and professional designers of concrete beams.  “Everything we have seen points the fingers in another direction – to the people who built a giant company on sand in a desperate dash for cash.” The committees also published a recovery plan that Carillion directors drew up in the days before its liquidation, that admitted it had operated with “an overly short-term focus, weak operational risk management and too many distractions outside of our ‘core’”. During the evidence session, former finance director Zafar Khan denied a claim by Reeves that directors were “asleep at the wheel” as the company’s debts spiralled to more than £1bn. He added that the company’s ability to secure new contracts “drifted” due to Brexit and the calling of a general election in 2017. His successor Emma Mercer said Khan and other directors had taken an “aggressive tone” in the way they valued contracts that later underperformed. Howson pointed to a £200m bill owed by Qatar, which remained unpaid for 18 months, for work to redevelop parts of the capital city, Doha, for the 2022 World Cup. Howson said he repeatedly tried to extract payment from Qatar during monthly visits to the country, saying: “I felt like a bailiff.” He also pointed to problems with major contracts including the Royal Liverpool University hospital, where cracked beams led to delays, the Midland Metropolitan hospital and the Aberdeen bypass. The underperforming contracts were among those that starved the debt-laden company of cash and forced it to take an £845m financial hit six months before its failure. At the end of the session, business committee chair Reeves invited the former directors to pledge to give back their bonuses but none took the opportunity. “All of you sitting here received multimillion payments from Carillion,” she said. “You say how sad and disappointed you are but what actions do you take?  “It’s just words. The money’s in the bank. Why don’t you give some money back and try to put right some of this wrong?” Howson, who received cash-plus-shares bonuses worth nearly £1m in 2016, said he would do so if required by the government’s official receiver, adding that the portion paid in shares was already worthless. Earlier, Cochrane said that before he became chief executive, he and other directors could have done more to flag up the growing problems. He said: “Clearly with the benefit of hindsight, should the board have been asking further, more probing questions, perhaps.” Asked about the firm’s last-ditch bid for survival in January, Cochrane said directors asked the government for a £160m cash injection but were refused. “We believed a longer-term solution was possible,” he said. “That solution would have been the best possible outcome for [the] pension fund, customers, suppliers and employees.”", "title": "Former Carillion directors branded 'delusional' at MPs' Q&A"}