{"description": "<p>Online takeaway firm adds 50p to all payment forms and rebrands it service charge just days before EU ban on fees for credit card transactions</p><p>The online takeaway company Just Eat has been criticised for introducing a 50p service charge on all payments days before its “rip-off” fee for card transactions was due to be banned.</p><p>The company, <a href=\"https://www.theguardian.com/business/2017/nov/29/a-bigger-slice-of-the-pie-just-eat-enters-ftse-100-with-55bn-valuation\">which is worth around £5.4bn</a> and has 9 million UK customers, was accused of “dodging” EU rules by imposing the new fee, which applies whether payment is made by cash or card. <br></p> <a href=\"https://www.theguardian.com/business/2018/jan/09/new-just-eat-50p-surcharge-branded-a-rip-off-by-customers\">Continue reading...</a>", "content": " Online takeaway firm adds 50p to all payment forms and rebrands it service charge just days before EU ban on fees for credit card transactions \nRupert Jones \n\nTue 9 Jan 2018 18.47 GMT\n\n\nLast modified on Wed 10 Jan 2018 00.40 GMT\n\n The online takeaway company Just Eat has been criticised for introducing a 50p service charge on all payments days before its “rip-off” fee for card transactions was due to be banned. The company, which is worth around £5.4bn and has 9 million UK customers, was accused of “dodging” EU rules by imposing the new fee, which applies whether payment is made by cash or card.  Some customers said they had deleted the Just Eat app in protest, while others called for a boycott. Just Eat makes millions of pounds a year in revenue from its 50p card payment fee – money that it was set to lose this weekend. Angry customers expressed their displeasure on Twitter and other social networks, with one claiming: “At least Dick Turpin wore a mask.” The new 50p service charge took effect on Monday. The company said that applying the fee equally across the customer base “ensures fairness for all”. However, some commentators were quick to point out that the FTSE 100 firm’s move comes just days before a ban on card fees takes effect. From 13 January, as a result of an EU directive, all extra charges added to payments for goods and services made with a credit or debit card will be outlawed. The Treasury has said that while so-called surcharging was common practice across the UK, these fees were “unfair” and a “rip-off”.  However, some commentators had warned that they expected many companies would either hike their prices to compensate for the loss of this money, or change the name of the fee to get around the rules. On Twitter, Hollie Borland claimed the new charge was a “sneaky way of getting around the ban on service charges for card payments”, while Chris Allen said: “It just feels you’re blatantly and deliberately forcing everybody to pay an additional 50p to cover the fact you can’t charge those by card 50p.” Just Eat has added a 50p service charge on all orders - even when you pay with cash. Sneaky way of getting around the ban on service charges for card payments https://t.co/ky9r2P8hA7 Just Eat revealed in 2016 that “payment card/admin fee revenue” accounted for about 13% of its total revenue. With the company forecasting revenue for 2017 at between £500m and £515m, that suggests the loss of the card fee cash would have cost it more than £50m. The new charge could generate even more revenue than the old one, as it applies to all orders, however they are made. The company said in a statement: “As of 8 January 2018 we have made a change to the way restaurants are charged to process Just Eat orders – a 50p service charge will be implemented for all orders. The 50p charge simply means that along with our restaurant partners, we can continue to deliver the best possible takeaway experience.” Fees for paying with plastic – most commonly a credit card – are routinely levied on everything from low-cost flights and tax bills to cinema tickets and takeaway meals, but the Treasury has said these would be consigned to history from this Saturday. The ban affects official bodies and government departments as well as companies. HM Revenue & Customs currently charges a fee for paying a tax bill using a credit card. It has decided that from 13 January it will no longer accept personal credit card payments. • Follow Guardian Business on Twitter at @BusinessDesk, or sign up to the daily Business Today email here.", "link": "https://www.theguardian.com/business/2018/jan/09/new-just-eat-50p-surcharge-branded-a-rip-off-by-customers", "title": "Just Eat 50p surcharge branded a rip-off by customers"}