{"description": "<p>Weak dollar, rising inflation, recession memories fading, new hand at the Fed … and meltdown?</p><p>It is August 1987 and the US economy is humming along. Memories of the deep recession earlier in the decade are fading fast. Tom Wolfe is about to publish <a href=\"https://www.theguardian.com/books/2010/jan/10/bonfire-of-vanities-tom-wolfe\">The Bonfire of the Vanities</a>, which captures perfectly Wall Street’s greedy bullishness.</p><p>The financial markets have Paul Volcker to thank for rising share prices. As chairman of America’s central bank, the Federal Reserve, Volcker had given the US economy shock treatment to rid it of its inflationary excesses. Record-high interest rates triggered the worst recession in the US since the 1930s, but once inflation started to come down borrowing costs were cut sharply and the economy recovered.</p> <a href=\"https://www.theguardian.com/business/2018/feb/04/is-this-the-1987-us-economy-or-just-deja-vu\">Continue reading...</a>", "content": " Weak dollar, rising inflation, recession memories fading, new hand at the Fed … and meltdown? \n\nSun 4 Feb 2018 12.40 GMT\n\n\nLast modified on Sun 4 Feb 2018 22.00 GMT\n\n It is August 1987 and the US economy is humming along. Memories of the deep recession earlier in the decade are fading fast. Tom Wolfe is about to publish The Bonfire of the Vanities, which captures perfectly Wall Street’s greedy bullishness. The financial markets have Paul Volcker to thank for rising share prices. As chairman of America’s central bank, the Federal Reserve, Volcker had given the US economy shock treatment to rid it of its inflationary excesses. Record-high interest rates triggered the worst recession in the US since the 1930s, but once inflation started to come down borrowing costs were cut sharply and the economy recovered. The president at the time, Ronald Reagan, showed little gratitude for the boom that won him a second term with a landslide victory in 1984. Volcker, who had been appointed by Reagan’s predecessor, the Democrat Jimmy Carter, was seen as insufficiently keen on Reagan’s plans for financial deregulation, so he was replaced by someone deemed to be more on message: Alan Greenspan. Two months later, in October 1987, there was a market meltdown. Sound familiar? As in 1987, the US economy has been growing at a fair lick. Unemployment is low and signs of inflation are starting to appear. As in 1987, the dollar is weak and share prices have been on a sustained upward run. And as in 1987, a Republican president has just replaced an old hand at the Federal Reserve with someone new. Janet Yellen presided over her last meeting as chair in the middle of a week that saw wobbles in both the stock and bond markets. Trump got rid of her for the same reasons that Reagan got rid of Volcker, She was a Democrat and not wild about deregulation. As it happens, Yellen may just have got out in time after helping to give Trump the dream start to his presidency, a year in the Oval office that has seen solid growth, more people in work and Wall Street breaking records on a regular basis. Jerome Powell, her replacement, has been put there by the White House to provide more of the same, something that is going to be a lot more difficult than Trump appears to think. For a start, Wall Street is starting to worry about rising inflation. Last week’s jobs report showed unemployment at 4.1%, its lowest for 17 years, and average hourly earnings rising at an annual rate of 2.9%, the highest in eight years. The weakness of the dollar makes imports dearer, while Trump’s tax cuts will kick in at the worst possible moment, toward the end of a long cyclical upswing when there is a danger of the economy overheating. Up until now, the Fed has been acting with extreme caution. Interest rates have been raised in baby steps and with ample warning. Wall Street thought Yellen had got her strategy just about right. Stimulus was being removed in order to forestall any pickup in inflation, but not so rapidly as to choke off growth. Last week saw a different mood in the markets. Now there is concern that the Fed is a bit behind the curve and will be forced into tougher action than the markets had hitherto been expecting. The chances of a misstep have increased at a time when it has a rookie in the top job. The default position in the markets is that last week was just a squall that will quickly blow over. Economic fundamentals, it is said, are good and there will be no real inflationary threat from rising earnings provided productivity also picks up. But the Goldilocks scenario – not too hot, not too cold but just right – doesn’t really stack up. Investment and productivity have both been poor since the financial crisis of a decade ago. Household debt is high and consumers have only been able to fund their spending by dipping into their savings or by borrowing more.  As the years roll by, it becomes ever clearer that the collapse of Lehman Brothers in September 2008 was not a cathartic event. The sub-prime mortgage crisis was supposed to be the bubble of all bubbles, yet here we are 10 years later watching speculators pile in and out of bitcoin. In two years it will be the 300th anniversary of the South Sea bubble. History has a strange way of repeating itself. Speculation has thrived in recent years because central banks pumped money into the financial system through record-low interest rates and quantitative easing. This prevented the banks from going bust and ensured that the recession of 2008-09 was not as severe as the Great Depression of the 1930s, but at a cost. Markets now think that if they act irresponsibly and cause another speculative boom-bust the response from central banks will be zero - or negative - interest rates and another splurge of QE. The monetary authorities have created a huge moral hazard problem for themselves. Central banks did enough in 2008-09 to prevent the collapse of capitalism. The coming period will show whether that breathing space was used to make good the structural weaknesses exposed by the crisis: debt dependency, rising inequality, under-investment. If that is the case, last week will indeed just have been a wobble. But that’s not really the way it looks, and Donald Trump was perhaps tempting fate in Davos when he boasted that the stock market was constantly smashing records as a result of his economic stewardship. Trouble tends to arrive quickly for new Fed chairs. With Greenspan it was within two months. For his successor Ben Bernanke, it was 18 months before the sky fell in. Powell would be well advised to brush up on how to handle a financial crisis. ", "link": "https://www.theguardian.com/business/2018/feb/04/is-this-the-1987-us-economy-or-just-deja-vu", "title": "Deja vu? It's looking like 1987 again for the US economy"}