{"description": "<p>Michael O‘Leary warns that strikes are likely over Easter as talks with unions break down</p><p>Ryanair’s chief executive, Michael O‘Leary, has warned that the airline will not bow to “laughable” demands from pilots and would rather see strikes or disruptions than undermine its productivity. </p><p>O’Leary said Ryanair was not as optimistic as some of its rivals that it would be able to push through fare rises this summer. Last year, the average fare was €41 (£36), down 13% from the year before. This year, fares will be cut by about 3%, Ryanair said.</p> <a href=\"https://www.theguardian.com/business/2018/feb/05/ryanair-chief-pilots-michael-oleary-strikes\">Continue reading...</a>", "content": " Michael O‘Leary warns that strikes are likely over Easter as talks with unions break down \nJulia Kollewe \n\nMon 5 Feb 2018 09.17 GMT\n\n\nFirst published on Mon 5 Feb 2018 07.31 GMT\n\n Ryanair’s chief executive, Michael O‘Leary, has warned that the airline will not bow to “laughable” demands from pilots and would rather see strikes or disruptions than undermine its productivity.  O’Leary said Ryanair was not as optimistic as some of its rivals that it would be able to push through fare rises this summer. Last year, the average fare was €41 (£36), down 13% from the year before. This year, fares will be cut by about 3%, Ryanair said. Ryanair has been in talks with pilots since December, when it agreed to recognise trade unions for the first time in its 32-year history to avoid Christmas strikes. Last week the airline agreed that the Balpa union will represent all its British pilots in talks. But talks with some other unions have broken down and O‘Leary warned investors on Monday that the airline was likely to be targeted by strikes at Easter.  “We have some jurisdictions where we are getting the kind of laughable demands for legacy-type inefficiencies,” O‘Leary said.  “Frankly we will never agree to those ... if we have to take strikes or disruptions in those jurisdictions, then we will take those. But we will not under any circumstance alter or reduce our productivity.” A shortage of pilots led the airline to cancel thousands of flights last year. O’Leary denied there was a shortfall, saying Ryanair had recruited 1,100 cadets and would hire a further 1,000 pilots in 2018. Ryanair has met pilot unions in Ireland, UK, Spain, Germany, Italy, Portugal, Belgium and France, with other countries to follow, and union recognition will be extended to cabin crew later in the year, O’Leary said. Ryanair’s fuel bill is set to rise by €300m next year, and a 20% pay rise for pilots will push up its annual wage bill by €100m.  Ryanair posted a 12% rise in profits after tax to €106m in the three months to December. It stuck to its forecast of €1.4bn to €1.45bn profit this year, although this depends on the absence of strike disruption and terrorist events.", "link": "https://www.theguardian.com/business/2018/feb/05/ryanair-chief-pilots-michael-oleary-strikes", "title": "Ryanair chief: we won't bow to laughable demands from pilots"}