{"description": "<p>The government has to blackmail people into buying health insurance. Describing it as a ‘free market’ is absurd</p><p>The Labor party has deftly put pressure on the government at the start of this political year by offering to limit private health insurance premium increases to 2%. It’s a pitch that will appeal to many given wide dissatisfaction with private health insurance. But as expected, it has also brought about complaints from the CEOs of this very protected industry that fly in the face of evidence.</p><p>Among the more humorous statements made after Bill Shorten’s announcement of the premium limit <a href=\"https://www.theguardian.com/australia-news/2018/feb/04/labor-promises-to-cap-health-insurance-premium-rises-at-2-for-two-years\">was from the chief executive of health fund nib, Mark Fitzgibbon</a>, who suggested it was “absurd” that “a future government would seek to set prices in any highly competitive market.”</p> <a href=\"https://www.theguardian.com/business/grogonomics/2018/feb/06/is-private-health-insurance-a-con-the-answer-is-in-the-graphs\">Continue reading...</a>", "content": " The government has to blackmail people into buying health insurance. Describing it as a ‘free market’ is absurd Contact author \n\nMon 5 Feb 2018 22.40 GMT\n\n\nLast modified on Tue 6 Feb 2018 00.25 GMT\n\n The Labor party has deftly put pressure on the government at the start of this political year by offering to limit private health insurance premium increases to 2%. It’s a pitch that will appeal to many given wide dissatisfaction with private health insurance. But as expected, it has also brought about complaints from the CEOs of this very protected industry that fly in the face of evidence. Among the more humorous statements made after Bill Shorten’s announcement of the premium limit was from the chief executive of health fund nib, Mark Fitzgibbon, who suggested it was “absurd” that “a future government would seek to set prices in any highly competitive market.” He said that it “may be politically popular but it’s an affront to how the free market operates. What next? Food, clothing, car insurance, school fees and petrol?” In reality, what is absurd is not the ALP’s policy but the suggestion the private health insurance industry is an example of a free market. Far from being free, the industry is absolutely dependent upon governments doing all they can to encourage people to join it and penalise those who don’t. Since the first step into universal healthcare with Medibank in 1975, the percentage of the population in private health insurance has steadily fallen. When the Hawke government introduced Medicare in 1984, 54% of the population held private health insurance; by 1997 it was down to 33%. Then the Howard government came to the rescue. It introduced the Medicare levy surcharge for everyone earning over $100,000, and in 1999 the 30% private health insurance rebate. And then came the doozy – in 1999 the Howard government came up with a plan to blackmail people into joining private health insurance. The introduction of “Life Time Health Cover” in July 2000, which penalised people 2% of the premium for every year over 30 they weren’t in private health, saw the percentage of those in the private health system rise to 46% – around where it has remained ever since. The big reason for the jump was people in their 30s – people who had previously shown limited desire to be in private health – realised they needed to join, or face much higher premiums when they joined in their 50s and 60s when they might actually use it: Take away that government-mandated penalty, and people would leave private health in their droves. The free market at play without that government blackmail would likely see many of the 60% of those with health insurance who say it does not deliver value for money leave the system. And you can understand why nearly two-thirds of private health insurance holders think that, given with the latest increase in premiums of 3.95%, the cost of health coverage has far outstripped both overall inflation and wages growth: And yet the industry remains extremely profitable for the 13 of the 37 private health insurance companies that are for-profit. As the AMA told a Senate committee on the value and affordability of private health insurance and out-of-pocket medical costs last year, “the shift to a full-profit industry has created the need to ensure that there are sufficient profits to allow a return to shareholders. This is driving much of the growth in increased premiums.” When announcing the policy, Shorten noted that in the last financial year Australians paid $4bn more in private health insurance premiums than they got back in benefits, and the industry made pre-tax profits of $1.8bn.  But it is not just the cost of the premiums – it is what you get for your money that is a concern. Increasingly policies contain exclusions – exclusions which add to the complexity of the system and leave people unaware of what they are precisely covered for: Similarly there has been a large increase in the number of policies that contain excess or co-payments – a trend that began with the introduction of lifetime health cover as people sought to take out the cheapest policy they could find to avoid the over-30 penalty: But where once it was a small number, now, over 80% of policies have excesses and co-payments.  Private health insurance is no longer what it used to be. Little wonder people are dissatisfied – government policy in effect forced them to join, and yet they get a policy that offers less than in the past and the cost of which increases well above income growth year on year. Not surprisingly, people the their 20s have stopped taking out private health insurance: But this is a worry for private health insurance companies, because they need those healthy young people paying for the insurance and not using it – unlike the elderly who do. And this is the problem with all private health, and why a public health system that uses taxation is a much better way of operating. We have a system that attempts to force young people to take out a private insurance policy they don’t want or particularly need in order to fund the use of it by older people. As the Centre for Policy Development research fellow Ian McAuley told Melissa Davey last year, it is essentially “transferring funds from the young to the old”. We have a public and private health mix in Australia, but consistently over the past 40 years people have revealed through their spending choices they prefer the public system. And yet rather than pick the winner, governments of both persuasion have attempted to prop up the private sector. And as ever the private system has taken advantage – offering less coverage while complaining about needing ever more government assistance. If limiting the amount they are propped up each year to 2% is an affront to the free market, let the private health sector make their case without all the other legislated measures and see how people would vote with their wallets – history tells us what will happen.", "link": "https://www.theguardian.com/business/grogonomics/2018/feb/06/is-private-health-insurance-a-con-the-answer-is-in-the-graphs", "title": "Is private health insurance a con? The answer is in the graphs | Greg Jericho"}