{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/8FrjEKVyuy0/index.html", "description": "", "content": " Fiji produced a stunning second half comeback in Hamilton, New Zealand, to defeat South Africa 24-17 in Sunday's final and join Australia, New Zealand and South Africa as the season's early stage winners. Trailing 17-5 at halftime, three tries from Alasio Sovita Naduva and another score from Eroni Sau helped Fiji to its first title since Hong Kong last April. Victory lifts Fiji to third in the overall standings while runner-up South Africa remains on top with 77 points, eight clear of New Zealand in second.  \"We did struggle at times in the tournament and won some close games but in the final, in the second half, we decided we were going to play better that South Africa and we did,\" surmised Fiji coach Gareth Baber. High praise for Hamilton The Blitzboks looked to be favorites ahead of the final after comfortable wins over Scotland in the quarters and last week's winner Australia in the semis. Fiji, meanwhile, narrowly edged past Samoa 12-10 and New Zealand 14-12 en route to what proved to be a highly entertaining encounter in Hamilton, which was hosting its first ever World Series event.  Organizers took the decision to move the New Zealand tournament North to Hamilton after dwindling ticket sales in the capital Wellington.  Early signs suggest that the move has been a success. The 25,000-seat FMG Stadium Waikato was at capacity for the weekend action, much to the delight of World Rugby CEO Brett Gosper. \"The field is amazing. It's a great size for sevens and the organizers seem to have gone out of their way to make the players happy; they're all reporting back that it's a brilliant tournament,\" said Gosper. Visit cnn.com/rugby for more news and videos Elsewhere, Australia edged past New Zealand 8-7 to take the third-place honors, while USA saw off Argentina 31-12 to lift the Challenge trophy.  The World Series resumes in Las Vegas, Nevada, on March 2.", "title": "Hamilton Sevens: Fiji overturns South Africa - CNN"}