{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/ERnsngKmXiI/index.html", "description": "Born in Seoul to a South Korean mother and an African-American father, Hines Ward's childhood was filled with resentment. He suffered endless bullying and struggled with a sense of isolation. And then, he was introduced to American football.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/ERnsngKmXiI\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Sport saved Hines, and it opened up his eyes to a new reality -- a reality of the sacrifices his mom had made to give him a chance at a better life in the US. Ward won two Super Bowls in his NFL career, becoming a superstar in both the US and South Korea. A decade ago, Ward arranged for a group of biracial children to visit him in the US. Ten years later, Ward and CNN journeyed to South Korea as he returned for a very special reunion.  Ward shares his personal reflections of one of those children he met, Michael, now an adult. Michael was a kid who stood out. That's because he wrote a letter talking about killing himself. A kid talking about that? That's like a cry for help. So of course, I knew he had to come to the US. He had to be here. When I first met all the kids when they stepped off the plane for the first time to the US, it was in Pittsburgh. Coming off the plane, you've got cameras all over you. So their heads were down. Very shy. Very timid. I was kind of hoping to let them open up after the media got away, so I rented out Dave & Busters and just let the kids go crazy. But I made a point to really hang out with Michael and really play with him as much as I could, just to finally see him smile and feel normal. I think the biggest thing that hit home for me in his letter was he didn't ask to come into this world as a biracial kid and feeling the way he felt and how he was being treated. It felt like there wasn't anyone who could help him deal with those issues. It hit home to me. I lived it. I lived being teased and bullied and trying to find your identity. Michael was the guy I kind of laid eyes on the majority of the time he was there in Pittsburgh, because I really wanted to see happiness in him. I was nervous when I went back to South Korea with my mom and wife. It took me back to a place where it all started -- the way the country treated my mom, where she felt so bad that she basically had to risk everything in Korea and move to give me a better life. It gave me a greater appreciation of what my mom had to endure, the sacrifices that she made for me and to understand more about my Korean heritage. That was something I was yearning for. Acceptance But I was excited at the same time. Excited to see the kids. Excited to see Michael. But nervous to sit there and wonder: Did I make a change in these kids' lives? I haven't spoken to them in forever. I knew the trip to Pittsburgh was great for them. But I never knew where it was headed. Would that trip really help? Would we see change in the future?  To finally see Michael again, 10 years later, and to see how his whole personality, his whole attitude, perspective on life has changed, it was tears of joy, because I never knew where it all was headed. To come full circle 10 years later, it's amazing to see them doing well and have all the confidence. There is more acceptance now in South Korea for people of mixed race. Is it where we want it to be? No. But is it better than it once was 10 years ago? Yes. And to be a part that, knowing that I helped the movement, I'm excited and honored just to be a part of those kids' lives and knowing that I helped impact change in their lives.", "title": "Winter Olympics 2018: Hines Ward reflects on South Korea journey - CNN"}