{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/xOlQImD7wkU/index.html", "description": "Night has fallen on a toe-numbing English winter's day. In a manor house, where spirits of aristocrats are rumored to roam ancient hallways, are some of England's finest young athletes.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/xOlQImD7wkU\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " In a dimly lit, oak-paneled room at Bisham Abbey, 30 miles west of London, these 18 to twentysomethings have gathered for another chapter in their learning.  A grand-looking Victorian lady, framed in gold, peers down on the assembled players and coaches. On these same dark walls hang the works of Raphael. There is no mistaking that this 13th century building has a past. But despite the antiquities which surround them, this evening is about what lies ahead.  These young men are preparing for a life of distinction. Only the brightest of athletic talents are taught how to cope with media interrogation and social media's potential pitfalls. The world of the sporting elite is no longer just about the physical, the tactical and the mental.  The players, members of England rugby's elite 32-man Under-20 squad -- some of whom were part of the Under 20's Six Nations grand slam-winning team last year -- are being told to think about how they would like to be perceived. They are told to show their personality, but to use common sense, to assume nothing is private. It is important, he says, to inspire, to promote the sport, to be engaging, to smile. How peculiar it must be as a teenager to have such a destiny. Such is their age, these athletes have known little other than a life of Twitter, Snapchat and Instagram. What to do with those juvenile tweets from years gone by, published with flippant immaturity? Delete. The millionaire stars of today could heed such advice. This is the third day of a week-long training camp. They have already spent hours on a muddy field, perfecting set-pieces and pre-planned plays, and though daylight vanished some hours ago they are still focusing. There is little of the restlessness associated with the rambunctiousness of youth.  They want to be senior internationals. Listening intently to an hour-long lesson on etiquette and media customs is a fraction of what it takes.  Robustness and individuality England Rugby, the world's wealthiest national body, has invested heavily in its youth. The professionalism of the Under-20 set-up, one of the dominant forces in this age group, is the pleasing upshot.  Since its inception in 2008, England have won the Under-20s World Cup three times -- second to New Zealand's five on the all-time list.  No other country has such strength in depth. Despite having a number of players on tour with the senior squad last summer, they still negotiated their way to the World Cup final, admittedly suffering a heavy defeat to the Baby Blacks.  Harlequins' much-talked-about Marcus Smith -- the highest-paid teenager in world rugby -- Saracens' Nick Isiekwe, and Sale Sharks' Tom Curry -- his country's youngest debutant for 19 years but currently injured -- are all still eligible to play at this level, but are part of the senior set-up for the Six Nations, which starts this weekend.  Other than a rudimentary board of honors, which could be easily missed in the room called the \"Great Hall,\"  there is little evidence of past successes at the Abbey.  A trophy cabinet would be spilling with silverware -- they have won the U20s Six Nations six times since its formation 10 years ago.  Thirty-one of the seniors' initial 46-man 2018 Six Nations squad are U20s graduates.  But this is not a place to reminisce about the young-boys-made-good. The forthcoming Six Nations, the summer's World Cup, and the hard work ahead is all consuming. Any youth set-up is a conveyor belt, a factory churning out talent, the pulleys in relentless motion season after season. A rugby player's early years move forward without rest.  But England Rugby, or those in the \"pathway\" as the country's elite player development program is referred to, are not producing clones. Gone are the days of a homogenous approach to coaching. \"We're trying to get each player to be really individual, charismatic, but it doesn't always have to be extroverted,\" says Robbie Anderson, the squad's psychologist. England's current crop are a more introverted bunch than their predecessors of recent seasons. There are spiritual individuals, one of whom reads the Bible on the bus to matches. This is a squad which uses coffee breaks to discuss values.  \"They key thing is robustness,\" says Anderson. \"We don't want 23 players who fit into a certain framework. \"They need to ask themselves, 'Am I comfortable with who I am and have I got a support network around me?'  \"There's people like me looking at the character, Keith Gee is looking at the development and education side, so if they hit a speed bump they're not completely and utterly lost.\" The brilliant will reach the pinnacle, but even the good -- of which all in this squad are -- will likely earn a living in the professional game. But, as Anderson warns, each player, no matter how dizzying their skill, is one injury away from ruination.  Injuries, concussion, 'cannon fodder' Another training day, another brutally cold January morning. Heads retract into shoulders like frightened tortoises, such is the air's bite. Only the active stay warm on a day such as this.  England's forwards, not yet fully evolved into granite-jawed beasts, are in the gymnasium making heavy weights look featherlight. The players come in various shapes and sizes, and that, to an extent, is still rugby union's charm. Watching on is the squad's medical team. These are players in transition and must be treated carefully. Once kings at school age, many are now fledgling professionals, absorbing brutal hits from hardened club players. Dr. Phil Riley explains that his team's role is not solely to mend. They are here to also prevent and educate.  \"Most of them have left school, where they were important, big players, and have gone to a club environment where they're expected to turn up every day and perform every day and are used a little as cannon fodder,\" he says. \"They go from being less susceptible to injury, because they are the biggest players, to more susceptible. \"We work with our strength and conditioning team and get to know the players well -- their injury history, the problems they've faced in the past -- and try to develop appropriate training programs, medical programs, and rehab programs to either prevent first injury or prevent second injury.\" Concussion, of course, is still rugby union's biggest problem. The Rugby Football Union's most recent annual injury audit revealed that concussion accounted for a quarter of match-day injuries.  During the last five years laws have been changed, protocols enhanced, players educated and medics empowered. All of this, says Riley, has brought a \"sea change\" in coaching culture.  \"We haven't got it right,\" admits Riley. \"But we're working towards identifying it, managing it and removing players when there's concern.\" Secret calls, showing leadership While the forwards are in the gym, the squad's backline -- the speedsters, the creatives -- are a short stroll away in the Abbey, thinking up strategies to outwit the opposition. In an hour or so, the two groups will trade places.   Pre-planned moves are being written into books. Come Friday night against Italy in Gorizia, these theories will come as naturally to them on the field as flying is to birds. Or that is the plan.  Each move has a name, ones which can't be printed here for fear of giving rivals an advantage. To the uninitiated, the players are talking in riddles. Incongruous nouns are thrown into the middle of sentences. Raised eyebrows can be the only reaction of those not in the know.  They scribble, they whisper and then they openly discuss.  What is notable is that it is the players who dominate the conversation. A coach, in this instance James Ponton, poses questions, but it is the players who must find solutions. Leadership is a word often repeated inside the camp and here it is in practice.  \"There's a lot of onus on the players to know our roles in all of the things that we are doing,\" says Will Butler, a center in his first professional contract with Premiership club Worcester Warriors.  Who do you think will win this year's Six Nations? Have your say on our Facebook page.  Planning, planning, planning Though yet 10am, the day is already some hours in the making for the players and coaches. Two hours ago they took their wellness and hydration tests (urine samples). These examinations can tell coaches and doctors much of what they need to know about each individual (the quality of their sleep, their nutritional needs, muscle soreness and hydration, for example).  Breakfast has been devoured and \"unit meetings\" conducted -- there will be a further two team meetings before the day's end.  Such a detailed approach creates data. Lots of it.  The man absorbing this stream of statistics is strength and conditioning coach Robin Eager. There is a wealth of information to filter, he says. It is non-stop.  A typical day will involve copious amounts of planning. He will be in the gym, getting the players stronger and more powerful, and he will discuss with the coaches how best to organize sessions. How hard should a player be pushed? Eager will have the answer.  \"If the planning process is good, my communication with coaches can be 'yes, we're on plan' and that's all they need to know,\" he says, admitting that neither coaches or players enjoy deciphering spreadsheets.  The majority of his time will be spent liaising with Premiership clubs, for England only have these players at their disposal for 13 weeks a year. The responsibility of getting a player ready for international rugby rests not solely with the union.  Beefing up, moving competently International rugby is a gladiatorial contest. Since the sport went professional in 1995, players have become bigger, stronger and faster. The forwards in the New Zealand side that won the inaugural Rugby World Cup in 1987 weighed on average 15st 9lb (99.5 kg) a man. The biggest forward at the 2015 World Cup, France's Unini Atonio, topped the scales at 22st 12 lb (145kg).  Compared to the behemoths of today, those playing 30 years ago look like figurines. Players' frames must now withstand one bone-crunching tackle after another. Is there pressure on young players to beef up too rapidly? \"It's easier to build strong kids than it is to repair broken men,\" Eager says. \"They've got to be able to move competently first before we try getting them significantly stronger through lifting heavier weights. It's giving them a coat of armor so they can start to tolerate the demands as they progress. \"It's easy to get people to body build, but they won't be good rugby players. They won't be resilient to the demands of the sport.  \"You have to have an element of patience, particularly with some of the second-row forwards. It generally takes them longer, as they tend to be the skinny, lanky kids, so there's coordination issues and, generally, there's 20kg to put on. \"If you want to accelerate it, fine, but you have to understand there are potential pitfalls.\" He adds: \"Strength and conditioning would be an easy job if we said we've got to get all props to a certain weight or a certain level of fitness. \"But that's not realistic and that's what makes it interesting -- you've got to make decisions all the time based on what's going to make an individual excel in the one or two things which will potentially make him an international player.  \"The flip side is, what made an international player five years ago isn't necessarily what's going to make these guys international players in five years' time. Who knows what that looks like, I definitely don't.\" Intensity and stress - what it takes to be great Refueled after lunch -- the squad will shovel down 40 to 50 chicken breasts a day -- the players head outside to put the morning's theory into practice. Code names are yelled and each player will scuttle into position for a choreographed move. It's a dance of sorts, a bruising ballet.  Steve Bates, the RFU's performance manager and international performance coach, says little on the sidelines, leaving his lieutenants to bellow orders. Communicating with the coaches via ear pieces are the strength and conditioning coaches. There is a set time for each move. This is no place for ambiguity. As the players go through what is called a \"game test\" session, the size of this operation is more visible than ever. There's a kit man, two analysts standing on scaffolding filming, four coaches, a media manager, a four-man medical team and two strength and conditioning coaches.  The attention to detail should come as no surprise.  After all, England are the proponents of \"earthquake training,\" exposing academy players to a simulated earthquake to test their ability to think on their feet, communicate and work together.  Another activity conducted was a \"Big Brother\" weekend where a select group had to perform tasks under the microscope of all-seeing cameras -- an exercise to develop self-awareness and support of others.   The next generation are being taken out of their rugby bubble. English rugby has huge potential, and it wants to fulfill it.  Today's high-intensity session aims to test the players' stress tolerance. It is the ones who can cope with playing under such fire, says Bates, who usually make it through the system.  \"What we're looking for from players in this environment is more about their mental application, a resilience to keep bouncing back, a toughness to really fight for their position and when things are tough in training,\" says Bates, who joined the Under-20s set-up as head coach last August. \"There are a lot of guys who are probably physically in the ball park, there's quite a few guys who can play, but there aren't many guys who are physical and can play under this stress.  \"It's our job to develop that playing under stress, with a winning element to it. Some of the best players can cope with that easily. You can spot those characteristics in the very, very good.  \"But playing under stress is also something that can be developed by being put under those conditions for longer periods of time consistently.\" Bates, a former London Wasps and England scrum-half, is the man credited with unearthing Jonny Wilkinson, arguably his country's greatest player.  The 54-year-old was a player during the beer-swigging amateur era, when international players would train with their compatriots a few days before a Test, combining rugby with full-time jobs. Much has changed since then, admits Bates with a wry smile.  \"For me, the thing that stands out in this environment is how much the individual is the focus of attention. The difference is so marked,\" he says.  \"All the analysis, the GPS stuff, the dietary stuff, is all athlete centered. How do we get the best out of our players and use the technology and the resources that are available to improve individuals? \"The mentality of everybody in the game is push, push, push. The inquisitiveness, the desire to push the game forward, is as high as I've ever known it.\" Bates'  three coaches -- Ponton, Richard Blaze and Anthony Allen -- joined the Under-20s in December and are part of England's new coach development programme, an agreement between the RFU and Premiership Rugby which offers young club coaches the experience of working in an international environment.  Bates is the experienced eye and his squad isn't implicitly following a plan devised by Eddie Jones' senior set-up. This is not the rugby equivalent to Barcelona's La Masia.  They have access to Jones' ideas and methods. The Australian, says Bates, is \"outstanding\" in his attention to detail on the individual. They have also exchanged ideas with coaches from other sports, most recently Britain's boxing team.  His aim, says Bates, is to produce players who are adaptable, who can play \"for any number of coaches.\"  Visit CNN.com/Sport for more news and features Calories, calories, calories It is nearly time to rest completely. Another challenging day is nearing its conclusion and players and coaches are devouring plates of carefully planned carbohydrates and proteins.  Good nutrition, of course, is essential if these players are to blossom. Only with the right fuel can they thrive under pressure and outlast the opposition.  Centre Butler says he is now able to maintain his power, speed and strength in the final 20 minutes of a match, the period where England aim to kill off tiring opponents, thanks to a better understanding of what he needs to eat and when. At times, he feels he is just endlessly consuming calories. It can be testing, Butler says, but it can also be fun.  \"There are protein hits every three hours, having six meals a day,\" says the 19-year-old. \"The majority of these camps are quite intense so there's a lot of eating going on and the nutritionist does a very good job in keeping everyone happy.\" Nutritionist Andres Kasper ensures the players' dietary needs are met, formulating detailed menus for the catering staff to serve up.  A player's intake reads like that of a bear's before hibernation. Protein levels are prescribed on an individual basis, but equates to about 20-40g five to six times a day, dependent on body weight. After a tough training session, the squad will consume, says Kasper, in the region of 2-2.5kg of cooked pasta at lunch and dinner. There is also Greek yogurt for easy protein hits -- the squad will go through about 8kg tubs of the stuff per day.  As they refill and restore, the players aren't as earnest as they have been on the pitch and in meetings. They have loosened up. They chat, they joke. Reassuringly, they are not in habitual focus.  \"There's that expectation that now you're an actual rugby player there's a responsibility of being an athlete and having high standards and not messing about on the training field because we don't have that much time together as a team,\" explains Butler.  After dinner some will play table tennis in the games' room, others will receive treatment on aches and pains and a chosen few will analyze the day's training session and report back. Then it is to bed, to the on-site dormitories, to recover and rest before doing it again tomorrow. It is relentless. It is challenging. It is what it takes to become a great. ", "title": "Six Nations 2018: Inside England's Under-20s training camp - CNN"}