{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/JTzzOMFZups/index.html", "description": "People love to ask: \"What's your secret?\" Sometimes they want to know how I defy gravity on the mat. Other times they want to know how I went from foster care to the Olympics.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/JTzzOMFZups\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " My answer to both is the same: a mix of talent, hard work and grabbing the right opportunity when given the chance. When I was far too young to know it, others around me saw that I had a gift for gymnastics. Without their encouragement and support, I would have never been a gymnast.  I was blessed to have both a gift and the chance to develop it. But many people aren't so lucky.  Did you know that in the United States there are nearly 400,000 children and youth in foster care? In my mind, those are 400,000 talents waiting to be discovered. But as few as 3% of foster kids go on to earn a bachelor's degree, compared to about 30% of the general population.  Is it possible that all of these young people have no desire to go on to higher education? Clearly not. They simply lack the support, and often the financial resources and opportunity to realize their potential.   So, I'm speaking up on their behalf to say it's time for an education revolution. It's time for a new model, where everyone has an opportunity to learn no matter their background. And I want to advocate for these kids because I was a foster care kid myself. My road to success began the day my grandfather and his wife officially adopted my sister and me. My birth mother suffered from drug addiction, and when I was just three years old, my siblings and I were removed from her custody. From there, we bounced around until I was six and my grandparents made the brave move to adopt us.  Although I was young when my foster care ordeal began, I remember how it felt to be passed off and over-looked. Like nobody knew me or wanted to know me. Like my talents didn't count, and my voice didn't matter.  Finding a family made me feel like I mattered. Finding a passion, something I loved and was really good at, made me feel like I mattered. Representing my country and being part of such an amazing Olympic team matters, as does being a role model for those looking to fulfill their own dreams.  Which brings me to the issue of education. There is overwhelming evidence to suggest that children and youth in foster care are a vulnerable population in the education system. Across the United States, 52% of foster youth attend schools that rank in the lowest 30%. Worse yet, nearly a quarter of foster youth struggle with learning disabilities in the school system.  And that's saying nothing of the academic and emotional challenges that accompany multiple family and school placements over the course of childhood.  But if we invest in foster care children, they, too, can have the opportunity to succeed -- which in turn strengthens our communities, economy and society. And one area of investment that I'm particularly concerned with is college. I always dreamed of going to college. I had planned to go the University of California Los Angeles, but I deferred and continued training at my home gym.   However, I wasn't satisfied with my deferral. I wanted to find a way to pursue my studies while still training for the next Olympic Games, and that's why I enrolled at University of the People, a non-profit, tuition-free online university that is opening access to higher education for students around the world.  The online university format gives me a uniquely flexible opportunity to fit college around my career in a way that didn't otherwise exist. And it isn't just a great solution for competitive athletes. It's an opportunity for anyone who feels that the financial, structural or personal barriers to college are too high for them to overcome.  Knowing what it means to have the odds stacked against you, I believe it is my duty to provide assistance to those most in need. For this reason, I am launching a scholarship fund at UoPeople for foster kids and others. This fund will assist with covering the costs associated with earning their degrees -- including application fees and assessments fees at the end of each course. Our circumstances shouldn't define us or keep us from our goals, especially if that goal is higher education. My hope is that I can help other foster care children realize that goal in the months and years ahead.", "title": "Simone Biles: I went from foster care to the Olympics(Opinion) - CNN"}