{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/3QTd_B4SdNY/index.html", "description": "Thomas Bjorn is an enigmatic figure. To many golf fans, his somewhat dour demeanor on the course has made him hard to understand or appreciate.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/3QTd_B4SdNY\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Shane O'Donoghue presents the latest edition of CNN Living Golf at the following times (GMT): Feb 08: 1030, 1730; Feb 10: 0730, 2230; Feb 11: 1730; Feb 17: 1730; Feb 18: 0730, 2230. The Dane went some way to explaining this in 2015, telling CNN's Living Golf:  ''When I get inside the ropes I'm not a very outgoing person, I have to stay focused and determined. \"I can't be too bothered about how some people perceive that.''  Dig beneath the surface though, spend time in the locker room, and you find that the 46-year-old is one of the most respected players in the game.  He's been a professional for 25 years, won 15 times on the European Tour; and was chairman of the Tour's tournament committee for a decade.  He might not always show it but Bjorn loves the sport he plays. And it's that dedication and devotion that has led to him being chosen as Europe's Ryder Cup captain for the 2018 tussle with the US. ''The European Tour has been my home,'' Bjorn told Living Golf's Shane O'Donoghue recently. ''It's provided me with so many great opportunities and so many things in my life.'' Bjorn has served as assistant captain on four Ryder Cup teams, a clear indication of his popularity among his peers. Now he's leading the Europeans, but still with his usual, unassuming style. ''I want it to be about the 12 guys in the team,'' he says. ''It's not about me, it's not about everybody around, it's about the 12 of them. It's their time to shine. It's their opportunity to be the best that they can be. \"It's one of the proudest moments in their lives and I want them to walk away from the Ryder Cup being happy with the experience they had and say it was one of the best weeks of their lives no matter the result.'' The Americans, defending the cup they won emphatically in 2016, are seen as favorites for the 2018 match to be held between September 28 and 30 in Paris, France. But the recent success of European stars like England's Tommy Fleetwood and the Spanish duo of Jon Rahm and Sergio Garcia has given Bjorn reason for optimism. ''I always feel like we have so much potential in Europe,'' he says. ''Maybe we're underdogs but we'll go in and do our utmost and we'll do it with the players that we have. \"I very much believe that our 12 best players are going to come out victorious because I wouldn't be in this situation if I didn't think that was the way it was going to go.'' The Ryder Cup also gives Bjorn the chance to cement his standing in the game. To turn what has been a good, if not great, playing career into something more. ''I come from a tiny little country with not much golf history,'' he says. '''When you come from a small country you want to try and make an impact. \"I've got my own individual career and I've achieved a lot and a lot more than I ever thought I would. \"Some people say I should have probably achieved a bit more and I could probably agree with that. \"I'm really looking forward to this and I hope I can deliver all the promises that I've made but also deliver a winning European team.'' For Thomas Bjorn, The Ryder Cup can't come soon enough.", "title": "Thomas Bjorn: A Dane's Ryder Cup date with destiny - CNN"}