{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/GuymIhK3780/index.html", "description": "It is a historic night in the \"City of Brotherly Love,\" as Philadelphia Eagles fans celebrate their first ever Super Bowl win.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/GuymIhK3780\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The festivities, however, weren't without instances of vandalism and looting by some fans.  Between the \"E-A-G-L-E-S, Eagles\" chants, some fans flipped over a car.  Aerial images from CNN affiliate WPVI showed fans packing Broad Street leading up to Philadelphia City Hall. Fans crammed the streets shoulder to shoulder.  Most of downtown Philly was packed Sunday evening, with celebrants braving the cold weather. Adults, elderly fans, children and even infants were out to share the win.  Police had anticipated the debauchery and greased the light poles, but not even hydraulic fluid was able to keep one brave booster from scaling it.  Other fans scrambled up poles on various other street corners.  While the mood on the streets was festive, there were a few isolated acts of vandalism in the early hours of Monday, according to Ajennah Amir, spokeswoman for the mayor's office.  Amir says windows were smashed out of some buildings. Police received at least one report of looting at a gas station. Fans also took down several light poles around town, injuring a few people, according to Amir.  Philadelphia Police arrested three people overnight in connection with disturbances around the city, Amir said. Others decided to spend their night stocking up on some shiny new team swag. Eagles backers packed sporting good stores looking to buy championship branded shirts and other apparel.  At least one police officer joined in the celebrations Sunday night.  The party extended all the way to Penn State University, some 200 miles from Philly. Students there flocked to campus to join in winning chants. In New England territory,  six people were arrested and a number of injuries were reported as approximately 2,000 people congregated at the University of Massachusetts in Amherst after the game. According to the University, medical calls included head injuries, lacerations and alcohol intoxication. UMass Police reported that fights broke out shortly after the game ended, and the crowd threw objects and set off smoke bombs and firecrackers. Police issued multiple dispersal orders before using pepper spray to clear the disturbance. UMass Police are proceeding with criminal charges and the university will also initiate a conduct review.   ", "title": "In Philly, party after Super Bowl win turns into looting, vandalism  - CNN"}