{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/jPREJZ-1luE/index.html", "description": "At last, Philadelphia.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/jPREJZ-1luE\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " For the first time, the Eagles are Super Bowl champions, knocking off the New England Patriots 41-33 at US Bank Stadium. It was an improbable run for the Eagles -- especially for their quarterback, Nick Foles. He was named Super Bowl MVP after completing 28 of 43 passes for 373 yards and three touchdowns.  \"To be on the podium with my wife Tori and my daughter Lily, I mean that's what it's about,\" Foles said. \"We're Super Bowl champs, but time does stop when you look in your daughter's eyes and you get to celebrate this moment.\" Despite being the top seed in the NFC, the Eagles weren't favored in any of their games this postseason. They had lost their starting quarterback, Carson Wentz, to a torn ACL in December. In his place was Foles, who had pondered retirement in 2016 after his release from the Rams. He had one of the best games of his life. Foles, in his second stint with Philadelphia at age 29, became the first player in NFL history to throw for and catch a touchdown in the Super Bowl. The reception, the first of his career, came on a gutsy call. With 38 seconds left in the first half, the Eagles elected to go for it on fourth-and-goal. Four seconds later, Foles hauled in the 1-yard catch from tight end Trey Burton, and the Eagles led 22-12 after the extra point by Jake Elliott. The name of the play: \"Philly special.\" \"Part of having a great offensive staff, every week we look at different plays around the league and the collegiate ranks, things that over the years that might fit what we do,\" Eagles head coach Doug Pederson said. \"We've found this one that would fit, and we've been working on it for the last couple weeks. Tonight was the night.\" The Patriots clawed back, taking a 33-32 lead on a 4-yard touchdown pass from Tom Brady to Rob Gronkowski with 9:22 remaining. But with 2:21 to go, Foles found Zach Ertz for the diving go-ahead score, a play that was scrutinized by replay officials and was ultimately confirmed. Brady had time for a potential game-winning drive, but he was sacked by Brandon Graham and lost the football. Derek Barnett recovered it for Philadelphia, and a 46-yard field goal by Elliott extended the lead. The final play was a deep ball from Brady that fell incomplete in the end zone. \"Losing sucks,\" Brady said. \"That's part of it. You try to win and sometimes you lose. That's the way it goes.\" Foles is the first backup quarterback to win a Super Bowl since Brady did it in the 2001 season. His efforts denied a sixth Super Bowl title for the Patriots, who would have tied the Pittsburgh Steelers for the most of all time. This was the eighth Super Bowl appearance for New England head coach Bill Belichick and Brady, the most NFL title games for any head coach and starting quarterback duo in league history. Brady's and Belichick's record is now 5-3 in Super Bowls. \"Doug Pederson and his staff, they did an outstanding job,\" Belichick said. \"They played a competitive game. In the end, we just couldn't quite make enough plays, and that was all on me. Disappointing, but I'm proud of the way our team competed.\" Overall, the Patriots' franchise has been in 10 Super Bowls, a record. Perhaps it's appropriate the two teams that reached this point both are accustomed to cold weather. With the high in Minneapolis reaching only single digits, this was the coldest Super Bowl gameday temperature. However, it wasn't felt by players or fans inside US Bank Stadium, which has a fixed roof. Still, fans didn't appear to linger outdoors. Many were inside the stadium well ahead of kickoff, and the snow visible on the glass panes on the roof served as a reminder of how cold it was outside.", "title": "Nick Foles leads Eagles to first Super Bowl title - CNN"}