{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/t6v7XlCMtBQ/index.html", "description": "", "content": " And for the majority of professional sportswomen it's no different. Elite-level tennis is an exception, rather than the rule. Last year marked a decade since women won the right to equal prize money at Wimbledon, the last of the four major tournaments to adopt that approach. Unsurprisingly, eight of the 10 highest paid female athletes in 2017 were tennis players, according to Forbes Magazine. Golf is one of a number of sports yet to redress the balance. Justin Thomas topped the men's PGA Tour in prize money last year with earnings of $9,921,560. Over on the women's LPGA Tour, Sung Hyun Park led the way with $2,335,883, less than 25% of what Thomas brought home.  But the Oates Vic Open played last week at Barwon Heads in Victoria, Australia is one event where no such disparity exists.  The brainchild of Golf Victoria is the only event of its kind in the world, with men and women playing over the same course on the same week for the exact same share of a $793,000 (AUD$ 1.3 million) prize fund. After failing to attract sponsors to host a women's tournament for two decades, Golf Victoria combined with the men's event in 2012 and the unified version has blossomed ever since.  ''We are often reminded by the public and players that it is one of the best tournaments they have ever been involved with and we want this to continue,'' says Golf Australia chief executive Simon Brookhouse. ''Without both the men and women this would not be as easy. The public love to watch the finesse of the women's game and the strength of the men's which provides for a great tournament experience.\" Bringing fan bases together Cheyenne Woods, niece of Tiger Woods and one of the stars playing last week, is full of praise for such an event.  ''I love it. I think that it's entertaining for the spectators to have the variety of groups that you can watch. It's still the game of golf but it brings two different fan bases to appreciate each other's sport,'' Woods said in quotes gathered by the Ladies European Tour.  ''They do value the equality in both men and women's golf together. I think a lot of tours and sponsors can learn from that. You see it in the tennis game, just watching tennis the last few weeks, the Aussie Open.  \"I think that hopefully in the next few years it will get more like this.'' It's a sentiment shared with one of the leading male players at the tournament, Richard Green.  \"The Ladies European Tour players are a damn hard-working bunch of girls that deserve to have a job and there's got to be something that kicks it along a little bit again,\" said the Australian.  ''Maybe this sort of format or idea, rolling alongside the men in some way, whether it be with the Challenge Tour, the European Tour or the Australian Tour, I think it's a great way to get extra interest in the game.\"  Should more tournaments follow the example set by the Oates Vic Open? Have your say on CNN Sport's Facebook page Visit CNN.com/golf for more news and features  Victory in the women's event went to Australian Minjee Lee who fired a final-round 67 to win by five shots. In the men's tournament another Australian, Simon Hawkes, triumphed after a playoff.  ", "title": " Oates Vic Open: Australian golf tournament bridges gender pay gap  - CNN"}