{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/QhFB85sambM/index.html", "description": "South Korea has deployed 900 military personnel after 1,200 security guards were pulled from duty following an norovirus outbreak at Winter Olympic facilities in Pyeongchang.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/QhFB85sambM\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Organizers said 41 security guards had suffered a sudden onset of vomiting and diarrhea on Sunday and had been taken to hospital. The outbreak comes just days before the opening of South Korea's 2018 Winter Olympics on Thursday.  To prevent the spread of the disease, the other guards were withdrawn and replaced with 900 military personnel as of Monday afternoon, a statement from the Pyeongchang Olympics committee said. \"The military personnel ... will be responsible for security checks of the 20 venues as they take up jobs such as security searches, previously done by civilian safety personnel, until the patients' condition is normalized,\" the statement said. All the civilian guards were in a stable condition, according to the statement. Organizers said that all Olympic accommodation and buses were being disinfected.   The first Olympic events are set to be held on Thursday, February 8. Competitions will run for two weeks before the closing ceremonies are held on Sunday, February 25. The Korean Center for Disease Control and Prevention (KCDC) said in a statement Monday that the 41 security guards had been staying at the same building in Pyeongchang.  \"KCDC dispatched an immediate response team to the Pyeongchang site to check additional people for symptoms, check the origin of the exposure, take measures to control infection and prevent spread,\" the statement said. It's not clear how the guards become infected in the first place. Water and food at the accommodations are currently being tested, while the Winter Olympics committee said it would strengthen checks on sleeping quarters for staff working at the games to prevent further infections.", "title": "Military deployed as norovirus outbreak hits Winter Olympic security guards  - CNN"}