{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/yBySds6GMV8/index.html", "description": "Just days before the curtain rises on the Winter Olympics, it's still not certain who will be competing.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/yBySds6GMV8\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " While the organizers of the Games -- the International Olympic Committee  -- would prefer to be talking about the excitement of Winter Olympic sports and the star athletes of PyeongChang 2018, instead it's embroiled in courtroom battles. In the next few days, the Court of Arbitration for Sport (CAS) -- sport's top arbitration body -- will hear an appeal by a group of Russian athletes who are challenging the decision to exclude them from the Winter Olympics, almost a month after they were excluded from the competition.  The CAS will hear the case for 32 Russian athletes, which requests that the International Olympic Committee's decision to not invite them to participate be overturned.  A hearing is \"likely\" to be held on February 7 -- two days before the Games' Opening Ceremony -- according to a press release from the CAS. Even if CAS upholds the appeal the IOC can still decline to accept the 32 athletes who have petitioned to take part in the Games.   Widespread ban Russia was banned from taking part in the Games In December after the IOC found the country had engaged in \"systemic manipulation\" of anti-doping rules, though Russian athletes who can prove they are clean will be \"invited\" to compete under the name \"Olympic Athlete from Russia\" (OAR). They will wear a uniform with that name on it, and the Olympic anthem will be played at any medal ceremonies for Russian athletes. In January, 111 Russian athletes who had hoped to compete under this neutral flag were deemed ineligible by the world Olympic body.  Earlier this month the IOC clarified that the Invitation Review Panel (IRP) had discretion over the conditions that had to be met before athletes could compete. The reasons that formed the basis of its decisions did not need to be shared with the athletes denied a place. \"The list on which the Invitation Review Panel based its considerations (on) covers a wide range of information,\" said Valérie Fourneyron, the Chair of the International Testing Agency (ITA).  \"It includes, for example, evidence of suspicious Steroid Profile values, DNA inconsistencies and irregularities of the Athlete Biological Passport, as well as evidence provided necessarily need to be transmitted to the athletes.\"  The IOC confirmed that only athletes who have \"fulfilled the pre-games testing requirements,\" including the IRP's criteria, \"as well as the required reanalysis from stored samples,\" would be allowed to compete at the Games. Vladimir Putin admits 'instances of doping' in Russian athletes Key figures Among the applicants in this latest appeal is Viktor Anh, a naturalized Russian speed skater who had previously won gold for South Korea, the country of his birth, at the Turin games, and took his career tally to six golds in Sochi four years later.  The petition follows the IOC's refusal of a request Monday for 15 Russian athletes and coaches \"cleared of doping\" to attend the Pyeongchang Games. The 13 athletes and two coaches were among 28 Russians whose lifetime bans for doping were overturned by the Swiss-based CAS on February 1. CAS ruled there was insufficient evidence to show they had broken doping rules during the 2014 Sochi Winter Olympics. But the IOC said Monday its invitation review panel examined applications on behalf of the 15 individuals and had lingering suspicions about potential anti-doping violations.", "title": "PyeongChang 2018: CAS to hear last-ditch Winter Olympics plea by 32 Russian athletes - CNN"}