{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/8auSM1o6c80/index.html", "description": "", "content": " In a thawing of relations between the countries, athletes from North and South Korea will march under a unified flag at the Games' opening ceremony Friday and will field a combined women's ice hockey team. A total of 22 North Korean athletes will compete in ice hockey, figure skating, short track speedskating, cross-country skiing and alpine skiing in PyeongChang.  Critics claim South Korea's Games are being overshadowed and worry about North Korea's motives, but double Olympic champion Ligety said the move was a \"positive thing.\" \"I think it's great that the North Koreans are going to be able to compete at the Games,\" the 33-year-old told reporters. \"I think that an important part of the mission of the Olympics is being inclusive and to try to bring the world together.\" Thomas Bach, president of the International Olympic Committee, said achieving this outcome \"was not an easy journey,\" but added he was proud of what the representatives of North and South Korea, the IOC and the PyeongChang 2018 Organizing Committee had achieved. Ligety and Shiffrin to team up? Ligety, who won gold in the combined event in Turin in 2006 and in the giant slalom in Sochi in 2014, has overcome a series of injuries in recent years and hasn't won on the World Cup circuit since October 2016. Competing in his fourth Games, he will race in the giant slalom, combined and super-G in PyeongChang, and says he will participate in the new team event if compatriot Mikaela Shiffrin does.  The 16-team knockout event, featuring two men and two women from each country in a parallel giant slalom format, makes its debut at the Games.  \"It depends on if somebody else is going to be involved in that, which really is a determining factor in our chances to get a medal. So I will if she [Shiffrin] is,\" Ligety added. The 22-year-old Shiffrin is the defending slalom champion and is bidding for at least three gold medals in PyeongChang.  The triple world champion and runaway World Cup leader this season will race in the slalom, giant slalom and Alpine Combined (downhill and slalom) and will decide on entering others events depending on how she feels, her agent Kilian Albrecht told CNN Sport. \"I hate to lose at anything, so if there's a competition out there, we want to win,\" Team USA head men's coach Sasha Rearick told reporters. Visit CNN.com/skiing for more news, features and videos  \"We're going to put forward the best team we can put forward.\"", "title": "US alpine skier Ted Ligety welcomes North Koreans at Pyeongchang 2018 - CNN"}