{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/q2Dlzg1SG8s/index.html", "description": "", "content": " Donovan photographed everyone from Princess Diana to a naked Julie Christie, and models such as Twiggy and Naomi Campbell. In the process, the son of a lorry driver from East London became a self-made millionaire. But while photography was both Donovan's job and passion, his other overriding interest was judo. For Donovan, who tragically committed suicide in 1996, judo was a daily pursuit. Each evening after work he would head to the Budokwai, his judo club in London. Over the years, his fellow judoka at The Budokwai would act as bodyguards to Princess Diana and would even appear as extras in the adverts he directed.  But nowhere did Donovan's two great passions collide more than with \"Fighting Judo,\" the 1985 book he shot and wrote with Japanese judoka, Katsuhiko Kashiwazaki, as a guide to \"the gentle way.\" \"He was enormously proud of the book, it was something that gave him the greatest pleasure and he had a very strong friendship with Mr Kashiwazaki,\" his wife Diana recently told CNN. A judo practice target While a big star in the arts world -- Donovan's multifarious roles included directing Robert Palmer's Addicted to Love video in the mid-80s -- he was usually little more than a humble judo player within the Budokwai.   \"He was just Terence, the man that turned up to judo practice,\" Diana recalled. \"They knew who he was and he was very dynamic but there he could just be him. \"He took it very seriously. He was a Buddhist so this was all part of the mindset. He took it up much more seriously during our married life of 26 years.\" Donovan was no slouch on the judo mat either, earning his black belt in his forties. His passion was such that he got his children involved with going to the club, and he would even try to persuade his reluctant wife to act as a practice judoka. \"He would talk about it very animatedly,\" she explained. \"If he could persuade me, he'd try to grab my clothes and get me involved in practicing, which I did my utmost to avoid! Otherwise I'd end up flat on the floor!\" Inside the Budokwai, reminders of Donovan remain, pictures taken of him and by him still adorning the walls of a place he frequented until the final months of his life. Many of his fellow judoka continue to practice and compete more than two decades after his death, including Peter Blewett, a close friend and a man who has been the club's chief instructor throughout that time. Blewett was a university student when he first met Donovan, their sole initial common ground being a love of judo. \"When I was a student and skint, he'd help with opportunities,\" says Blewett. \"He got me a job as an extra as a carpet fitter in a KitKat advert, which was a life-changing amount of money for me then.  \"He did that for me personally but I know he did it for others too. He'd put his hands in his pockets and expect nothing in return. He was just a lovely bloke.\" Protecting Princess Diana Inside the four walls of the Budokwai, Donovan simply referred to himself as \"the fat bloke in the corner,\" Blewett said. But such self-deprication belied his skill as a judoka. \"He found the judo liberating and was willing to take on all comers,\" he adds. \"In fact, he was just interested in all comers through the door whether it was a bus driver or an art historian.\" Blewett helped train him for his black belt, for which he had to win two preliminary fights and then three fights back-to-back in quick succession. \"Terry was a big man so he'd get tired so what he did was very impressive to get that black belt.\" Donovan would return the favor by inviting his fellow judoka into the world of celebrity. Blewett recalls being asked, along with a number of others, to to act as additional bodyguards to Princess Diana, who had become a good friend of Donovans. \"It was surreal meeting her Metropolitan Police bodyguards,\" he says. \"We escorted her at this charity event from the Royal Box to the dancefloor. The Three Degrees were playing and I remember clearing the way saying 'Princess Diana coming through.'  \"There was a point where Ringo Starr was blocking the way and I remember thinking 'Ringo Starr's surely not a security threat!' It was just one of the odd opportunities that Terry created for us. Although Blewett was not directly involved in the book \"Fighting Judo,\" he would lend the occasional word of advice. He was also asked to look over potential photographs as he was for Glances -- a more risqué set of pictures away from judo. Visit CNN.com/judo for more news, features and videos. But while these are all special memories, it's his friend's company and camaraderie he misses the most \"He just created a buzz whenever he was in the club,\"  Blewett said. \"He's missed.\"", "title": "Terence Donovan: How judo passion engulfed the man who shot the Sixties - CNN"}