{"title": "Jose Mourinho: Juventus expose shortcomings in Manchester United manager's project - CNN", "description": "", "content": " Jose Mourinho's men, at least, were not humiliated, but they were comprehensively outplayed. England's most successful club used to hold its own against Europe's elite on floodlit nights but, other than a Paul Pogba shot which hit the post in the second half, the English Premier League side caused Juventus few problems on home turf. Victory for the Italians came thanks to Paulo Dybala's 17th-minute winner, the Argentine side-footing home a Cristiano Ronaldo cross. A solitary goal was all that separated the teams -- but the difference between the two was, in truth, more immense than the scoreline would suggest. \"Juventus is a different level of quality, I have to be honest,\" Mourinho told BT Sport. \"A level of quality, stability, experience, know how. It was a really difficult match for us. I thought we could take something, but it was not possible.\" Juventus possessed players of superior quality in every area of the pitch, arguably other than goalkeeper where David de Gea, with two fine saves from Dybala and Ronaldo, once again proved his worth to his team. United had no-one of Ronaldo's ilk, but neither did Mourinho's side have anyone as threatening as Dybala in attack, as majestic in midfield as Miralem Pjanic, or as commanding as Giorgio Chiellini in defense. No-one in red drove at the opposition like Joao Cancelo or set the tempo like Rodrigo Bentancur.   Telling stats While there are those asking whether this is the greatest Juventus team in history -- a compliment for a club which has won seven successive league titles -- questions of a less positive nature are being asked about Mourinho's United. United, currently nine points behind Premier League pace-setters Manchester City and Liverpool, improved after the break, but the stats were still telling. The hosts ended Tuesday's match with just 39% of possession and just two shots on target. At one point in the first half, Juventus enjoyed over 75% of possession and had restricted United to just one touch inside its penalty area. Throughout the summer Mourinho complained that his defense was not equipped for the season ahead and, tellingly, after Tuesday's defeat the Portuguese reserved particular praise for Juve's central defenders. \"Chiellini and [Leonardo] Bonucci were beautiful, absolutely beautiful. But my boys, I'm so happy with what they did,\" he said. Defense was not only United's problem against Juventus. Asked in Monday's pre-match media conference why he did not perform for United as he did for Belgium, whom he helped steer to the World Cup semifinal, Romelu Lukaku said that he and his United teammates simply needed time together to click. But the Belgian was once again poor for the club he joined in 2017 for $97 million. The striker has now failed to score in his last eight matches and though Mourinho said he had \"no criticism at all\" of his player, he did add: \"I have to agree his moment is not sweet.\" \"Romelu is a hard-working guy and a good professional,\" said the manager. \"One day the goals will arrive and the confidence will be back.\" 'Big desire' Mourinho's net spend in his five transfer windows at the club is reportedly $389 million -- only Manchester City ($649 million) has spent more in the Premier Leauge, but after failing against Juve, the former Real Madrid and Chelsea boss made it clear that more investment was needed if his team is to compete against Europe's best. \"To go to the Juventus level? Barcelona level? Real Madrid level? How can you reach that level? Manchester City level? How can you reach this level?\" he asked. \"It is not easy because many of the players they belong to these top teams, so we work with what we have and we try to improve with what we have. \"They had [Gonzalo] Higuain, [Mario] Mandzukic, [Paulo] Dybala but they want more. They want Ronaldo. They had [Andrea] Barzagli, [Giorgio] Chiellini, [Daniele] Rugani, they are not happy, they want more. \"They want Bonucci and they go for the best players in the world. So big, big club with a big past but with also a big desire to have a big future.\" It was only last month that Mourinho's future as United manager was in doubt after the club endured its worst start to a league season since 1989/90 season, languishing closer to the relegation zone than the top of the table after three defeats. Visit cnn.com/football for more news and videos A late comeback victory against Newcastle, followed by a 2-2 draw against undefeated Chelsea Saturday, stemmed the tide of disapproval but such was Juventus' superiority Tuesday that further scrutiny will be put on the team Mourinho, now in his third season at Old Trafford, has built.", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/sTiBpP7Sk14/index.html"}