{"title": "Brooks Koepka: Ryder Cup star 'heartbroken' after errant shot blinds fan - CNN", "description": "He described it as \"one of the worst days\" of his life after US Ryder Cup star Brooks Koepka discovered his wayward golf shot caused a woman to lose sight in one eye.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/RvZW8Nrd0pE\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The 28-year-old golfer said he was \"heartbroken\" and \"all messed up inside\" when Corine Remande revealed the shot that fractured her right eye socket and caused an \"explosion of the eyeball\" had left her permanently without vision. \"It's a tragic accident, I'm heartbroken,\" Koepka told reporters Tuesday at the Alfred Dunhill Links Championship at St. Andrews in Scotland. \"I'm all messed up inside. It will definitely be the one shot I regret in my career. Yesterday was one of the worst days of my life.\" Koepka said he had reached out to the family and hopes to talk to Remande. \"I'm torn up about it,\" he added. \"She's not going to be able to see out of her eye again and I hit the golf ball, it's upsetting.\" Legal action The 49-year-old Remande had traveled from her home in Egypt with her husband to watch the biennial team event between Europe and USA. She was standing to the left of the sixth hole when Koepka's miscued shot careered into the crowd. Koepka, whose group reportedly shouted \"fore\" -- the signal to indicate a wayward shot -- attended the scene and signed a glove for Remande, admitting he was \"shaken\" for a few holes.  \"It happened so fast, I didn't feel any pain when I was hit. I didn't feel like the ball had struck my eye and then I felt the blood start to pour,\" Remande told AFP. She was taken to hospital in Paris and then transferred to Lyon where her family live.  \"Doctors told me I had lost the use of that eye,\" she said, adding she is considering legal action against tournament organizers to recoup medical expenses. A spokesperson for the Ryder Cup said: \"It is distressing to hear that someone might suffer long-term consequences from a ball strike.\" The statement added: \"Ball strikes are an occasional hazard for spectators but this kind of incident is extremely rare,\" said the spokesperson in a statement. \"We can confirm that 'fore' was shouted several times but also appreciate how hard it can be to know when and where every ball is struck if you are in the crowd.\" 'Nothing wrong with our team' Koepka was reportedly involved in an altercation with USA teammate Dustin Johnson Sunday night after Europe's resounding 17½-10½ victory for its sixth consecutive win on home soil.  However, he dismissed the claims, adding the pair are \"best friends.\" \"This DJ [Dustin Johnson] thing I don't get, there's no fight, there's no argument,\" said Koepka, who won the US Open and US PGA Championship this year. \"People like to make a story and run with it, it's not the first time there's been a news story that isn't true that's gone out.\"  But Golf Channel's Tim Rosaforte said he had information which suggested a \"heated exchange\" took place, but he added: \"It's not like they were trading blows.\" Despite claims from fellow American Patrick Reed that there was other discord among the USA team, Koepka said: \"I think the camaraderie was perfect, the trouble is you guys [the media] try to find a reason we lost.  \"We didn't make the putts, we didn't hit the fairways. Especially me, I lost two matches. If we go there and we play how we're supposed to play, we win, it's simple as. \"But there was nothing wrong with our team, the team was great, Jim [Furyk, US captain] was great, that's it.\"", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/RvZW8Nrd0pE/index.html"}