{"title": "Korda Sisters: Golf's star siblings from a tennis family - CNN", "description": "American football has the Manning brothers while tennis has the Williams sisters.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/sMZ4yboVZmU\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " But few family can boast the multi-sport pedigree of the Kordas.  In 1998, Petr Korda capped a fine tennis career by winning the Australian Open. He and his wife Regina Rajchrtová, also a pro tennis player, had three children; Jessica and Nelly, both pro golfers; and Sebastian; a top-ranked junior tennis star.  Despite the inclination to join the family business, tennis never appealed to Jessica and Nelly. \"My parents always pushed us to play a bunch of different sports, never one in particular,\" 25-year-old Jessica told CNN's Living Golf. \"Tennis was just a sport that I played; it was never a sport that I loved to play.\"  \"Growing up, I always wanted to do what my sister did,\" adds 20-year-old Nelly. \"She was getting lessons and I was beating golf balls right beside her, so really I started playing ever since I started walking.\" Although competitive genes run in the family, mum and dad were keen to let their children grow up without any expectation of becoming professional athletes.  \"They've always reiterated to us that we have to live a balanced life, so I played like, seven or eight tournaments a year, I'd shut it down for an entire summer, for entire winters when I was younger, I wouldn't touch a club,\" explains Jessica.   \"I was always hungry to come back and to compete, but they always made sure that I was a kid first,\" says Nelly. \"My parents have always told us to be humble so that's what we live by. Every step of the way, they were right there.\"  After moving permanently from the Czech Republic to Florida in 2008, the sisters matured quickly.  Jessica would play in the US Open at 15 years of age, Nelly at 14. In their respective pro careers, Nelly has won once while Jessica has five titles. Nelly's first came in Australia in 2012, matching her father's success Down Under.  She even brought out her dad's famous scissor kick celebration, just as her brother did when won the boys' singles title at this year's Australian Open. Jessica and Nelly have become stars of the LPGA Tour. On the course, they are competitors. But on tour, they are also companions. \"I love all the places that we go, I think it's so awesome to get to see the world,' says Jessica. 'It's really cool how I get to travel to these amazing places and kind of show my sister around.\" \"I don't think I would be as comfortable as I was in my rookie year, because she showed me all the ropes, she played all the practice rounds with me,\" added Nelly. \"Having her there was really good for me. We obviously want to beat each other, but we also push each other.  \"I think that I've raised her level quite a bit because she wants to beat me out here. But it's always healthy, it's never unhealthy, we just really push each other, we help each other out, we want each other to do well.\"", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/sMZ4yboVZmU/index.html"}