{"title": "Lindsey Vonn to retire at the end of ski season  - CNN", "description": "", "content": " The 33-year-old three-time Olympic medalist will call it a day even if she fails to break Ingemar Stenmark's record of 86 World Cup wins.  Vonn already holds the women's record of 82 wins and had previously said she would not quit the sport until she broke Sweden's Stenmark's long-standing mark.  During an event in New York on small businesses, Vonn told NBC: \"If I get it [the record] that would be a dream come true. If I don't, I think I've had an incredibly successful career no matter what. I'm still the all-time winningest female skier.\" Where do you think Vonn ranks among America's sporting greats? Have your say on our Facebook page.  The American had already said the 2018 Winter Olympics in PyeongChang would be her last Games. In South Korea she became the oldest woman to win an Olympic medal in any of the five Alpine skiing disciplines when she took bronze in the downhill.  Since winning gold in Vancouver in 2010, her only Olympic title, the four-time world champion has suffered multiple injuries -- fractures, knee ligament tears, concussion - and undergone surgery five times. It was a knee injury which prevented her from defending her downhill title in Sochi four years ago.  \"Physically, I've gotten to the point where it doesn't make sense,\" Vonn added.  \"I really would like to be active when I'm older, so I have to look to the future and not just be so focused on what's in front of me.\" Visit cnn.com/sport for more news and videos Tiger Shaw, US Ski & Snowboard President and chief executive, said on the federation's website: \"The news that the forthcoming season will be Lindsey's last is to be celebrated. \"We all have a chance to watch an incredible athlete end her glittering competitive ski racing career by writing a record breaking new chapter. That is an appropriate way to pay homage to this chapter of Lindsey's life.\" Vonn's first races will be in the first weekend of December at Lake Louise. ", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/PO9oXlozFn4/index.html"}