{"title": "Lindsey Vonn and Mikaela Shiffrin gear up for new skiing season - CNN", "description": "", "content": " The World Cup circuit begins in Solden, Austria on October 27 and takes in 34 resorts in 15 countries across Europe and North America before finishing with the finals week at Soldeu, Andorra in March. Throw in Classic races such as Wengen, Kitzbuehel and Schladming's crazy night slalom, plus February's World Championships in Are, Sweden, and you have a white winter's worth of cow-bell clanging action.    Ahead of what could be an historic season for ski racing, here are the main talking points. Lindsey Vonn -- History beckons One. More. Season. The big talking point will be the American veteran's final bid to beat Ingemar Stenmark's all-time record of 86 World Cup victories. At nearly 34 years old, and with an injury-ravaged body just about holding together, Vonn is just five wins short of becoming the most successful ski racer -- male or female -- in history. Injuries aside, it's surely a case of when, not if. But she has vowed this season will be her last on the circuit, record or not. \"If I get it, that would be a dream come true,\" she told NBC. \"If I don't, I think I've had an incredibly successful career no matter what.\" Vonn, who won five times last season, added: \"Physically, I've gotten to the point where it doesn't make sense. I really would like to be active when I'm older.\"  The speed queen has won the overall World Cup title four times -- but not since 2012 -- and clinched the Crystal Globe for the season's best downhiller in eight of the last 11 years. A single win this year will also make her the oldest woman to win a World Cup race, overtaking Austria's Elisabeth Goerg who was 33 years 301 days old. Vonn had to settle for bronze in her final Olympic downhill in February, to add to downhill gold and super-G bronze at Vancouver 2010, but if Instagram posts of her punishing summer training schedule are anything to go by she is fired up for the record bid. \"What motivates me? Getting back to what I love; skiing! No matter what knocks me down my WILL picks me up and keeps me going,\" she wrote in one post, accompanied by an old picture of her battered right leg following ACL surgery in 2013. Vonn will look to open her account at Lake Louise -- dubbed \"Lake Lindsey\" because of her 18 wins in 44 starts -- over the final weekend of November.  Mikaela Shiffrin -- Building a legacy Hot on Vonn's heels as the darling of US skiing, the 23-year-old Shiffrin is on her own historic journey. The American prodigy will be targeting a third straight overall World Cup title and a fourth straight slalom world title at Are after winning her first in 2013 as a 17-year-old at Schladming, Austria. The technical specialist was prolific last season, scoring 12 wins including 10 in slalom disciplines. A surprise first ever downhill triumph at Lake Louise in December showed how potent an all-rounder she has become.  She also became the first skier for 20 years, male or female, to win five straight World Cup races, and she passed Annemarie Moser-Pröll's record of 41 World Cup wins before her 23rd birthday. Such was her dominance, she was touted as a possible winner of five Olympic golds in South Korea, but came away with two in a weather-hit Games. But with 43 World Cup wins overall, and time on her side, Shiffrin is likely to make more inroads into Vonn's World Cup tally. Marcel Hirscher -- G.O.A.T? The greatest ski racer of all time? A record seven consecutive World Cup overall titles certainly puts the 29-year-old on the summit. But higher than anyone else? With \"only\" 58 World Cup wins, Stenmark, Vonn and Moser-Proll (62) have got him on numbers, but Hirscher's dominance this decade is unprecedented and has elevated him to mega-star status in Austria.  The slalom specialist began last term hampered by a fractured ankle from pre-season training, but with expectations low he called it a \"free season\" and duly helped himself. He clinched a record-equaling 13 victories to eclipse the challenge of nearest rival Henrik Kristoffersen, and he won two golds at Pyeongchang despite crashing out of the Olympic slalom.  Newly married and with a young son, Hirscher's focus may be elsewhere, but the prospect of defending his slalom and giant slalom crowns at the World Championships is likely to keep the competitive fire burning. Henrik Kristoffersen -- Out of the shadows?  In another era he would be the man. But despite a fierce rivalry, Kristoffersen is the nearly man behind Hirscher. The Norwegian scored 11 second places with a solitary victory last season, and finished second behind the Austrian ace in the Olympic giant slalom in Pyeongchang. Undeterred, the 24-year-old has beefed up for the new term and is ready to re-engage with his nemesis.  Despite the presence of Hirscher, Kristoffersen has an impressive resume. He was the youngest male medalist in Olympic ski history when he won slalom bronze as a 19-year-old at Sochi 2014.  And he became the first skier to win the four classic slalom races in Adelboden, Wengen, Kitzbuehel and Schladming in the same season in 2016, the one year he pipped Hirscher to the World Cup slalom crown. \"One day I hope to be known as one of the best of all time, but I am not there yet. I need to win more races but to be in the fight is a good feeling,\" he said on the FIS Alpine website. Aksel Lund Svindal -- Veteran viking The aging speed merchant has been at the top of his game for more than a decade and shows no sign of slowing down.  The Norwegian became the oldest Olympic skiing medalist when he finally clinched downhill gold at the age of 35 in Pyeongchang to add to super-G gold from Vancouver 2010. Svindal will be 36 on December 26 but will have his sights set on adding to his five world titles in Are in February.  He has been hampered by a string of injuries over his long career, including a season-ending knee injury in an infamous high-speed crash at Kitzbuehel in 2016.  He missed much of 2017 injured, too, but by careful management of his rehabilitation, he scored three World Cup wins last season and proved in Pyeongchang he is still one to watch. Svindal, who won the last of 11 World Cup discipline titles in 2014, came second to Swiss Beat Feuz in last season's downhill standings. And he will face another tough battle against close friend and defending champion Kjetil Jansrud in super-G.    Ester Ledecka --  Golden girl The Czech sensation made headlines around the globe when she beat the cream of women's skiing to clinch a shock super-G gold in Pyeongchang.  She even surprised herself and refused to take off her ski goggles at the winning press conference because she didn't have any make-up on. It was a classic underdog story, but this time with a twist -- Ledecka was mostly a snowboarder, and when she later clinched parallel giant slalom gold on her board she became the first athlete ever to win gold in two different sports at the same Games. The 23-year-old entered six World Cup skiing events last year with a best-place finish of seventh in downhill at Lake Louise. Visit CNN.com/sport for more news, features and videos Off the back of her Olympic success, and with a World Championships on the horizon, keep an eye out for the multi-talented Ledecka on the alpine circuit this season.  ", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/uMjpUoWxcP0/index.html"}