{"title": "Sailing La Vagabonde: Meet sailing's most popular vloggers - CNN", "description": "", "content": " Riley Whitelum and Elayna Carausu have spent the past four years sailing to wherever their hearts desire.  Back in 2014, they were just two Australians traveling Europe. The story goes: boy meets girl, boy invites girl sailing, girl quits job, boy and girl sail the world together on \"La Vagabonde.\" The couple packed up their lives and moved on board Whitelum's monohull -- a 2007 Beneteau Cyclades -- which he was single-handedly sailing around Greece when he met Carausu. From there, they began living an alternative lifestyle on board a yacht -- all while documenting it on YouTube. In fact, they've gained such a following (3.8 million views per month) that they've become sailing's most popular vloggers. They not only have \"Patrons\" who fund all their travel and expenses, but luxury French shipyard company Outremer kitted them out with a discounted 48ft Catamaran just last year. It's a big step up from where they first began -- navigating a boat with barely any experience. 'Help, Google! My boat is sinking!' \"I probably had 10 hours sailing on a friend's boat about 10 years before I bought my boat,\" 34-year-old Whitelum tells CNN while anchored at Nassau in the Bahamas. \"I hoisted a mainsail twice -- that's the little catchphrase I use,\" he laughs.  Since then, the couple have sailed more than 65,000 nautical miles. They've sailed anti-clockwise around the world from Europe to New Zealand, crossed both the Atlantic and Pacific Oceans and everything else in between. Whitelum, who's your typical down-to-earth, happy-go-lucky Aussie, says a lot of what they learned about sailing was through experience, though that hasn't been without a little Googling. \"He woke up to a lot of water in the boat,\" says Carausu, \"and the first thing he did was Google 'help, my boat is sinking!' and he found the answer believe it or not!\" Captain and first mate, boyfriend and girlfriend The adventurous couple can't help but finish each others sentences when they talk, which may not be surprising given how much time they spend with each other in such a confined space. With the 48ft catamaran being their home, and often the only place they can walk around when they're in the middle of the Atlantic Ocean, the couple are navigating both a working, and personal relationship. \"I would say the first six months were really difficult between Riley and I,\" Carausu says, while Whitelum laughs: \"Oh, I was gonna say easy!\" \"He was the captain,\" Carausu continues, \"and he didn't like telling me what to do but sometimes it's a safety issue and you have to tell people 'Elayna you can't do that because ...' \"I don't like being told what to do,\" she adds.  \"We're both pretty stubborn so there was a little bit of a clash but we managed to figure out a way to overcome that and that was just realizing that most of the issues that happen onboard are just boat related. It's nothing to do with Riley and I. \"As soon as we step on land and we don't have the responsibility of the boat anymore, we're sweet -- we have a really good time together, but when the weather's bad or something like that, yeah, things can get a bit stressful. So it was just realizing that.\" Before joining Whitelum onboard La Vagabonde, Carausu was living on the Greek island of Ios playing music at restaurants and bars. It's here that she met Whitelum out one night, who asked her to come sailing. \"That first sail to this day was one of the best sails we've ever had -- just conveniently enough!\" Carausu says. \"There were no waves, it was perfect wind, the boat was heeled over so I could dip my feet in the water and I thought that that was what sailing was like,\" she laughs.  A month after meeting Whitelum, Carausu quit her job and joined him to sail around the rest of the Greek Islands before she flew back to Australia.  \"He asked me if I'd come back from Australia to live on the boat and keep sailing with him,\" she says, \"and that was a big commitment but it was one of those things where I would just hate myself had I said no. \"I had to go home and sell my van which I was living in at the time in Australia, and I had a whole bunch of stuff, like scuba diving gear, and I just sold all of that to take the chance with Riley. I had a good feeling about it.\" Onboard La Vagabonde, the couple have established roles. Whitelum takes care of boat maintenance and everything logistical -- like checking the weather and planning ahead of sails, while Carausu takes care of the cooking, cleaning and editing videos for their YouTube page: Sailing La Vagabonde.  \"Elayna has to work so hard with the editing so I try to take care of as much as everything else that I can,\" says Whitelum. The couple also try and live as sustainably as possible, from catching and cooking their own fish, to limiting the plastic they use and raising awareness on YouTube about its harm on the oceans and wildlife. Sailing's most popular vloggers Each week, the couple uploads an episode, as well as a standalone video -- such as how-to series and general life updates -- to their YouTube account which has over 480,000 subscribers and a total of 80 million views.  It was something that happened organically, says Carausu. Even before she met Whitelum she would edit together footage of her travels to show friends and family back home.  \"I really want to look back at all these videos when I'm 60. I want to show my grandkids and I just wanted those memories that videos can bring, so when I want a video from the past that I've made it also brings up so many other memories that were going on,\" she says. \"When I hopped onboard with Riley, he had a camera that he hadn't used so I just thought it was the perfect opportunity to film this crazy adventure we'd just embarked on. \"It was mainly for friends and family because my mum seems to think, or she did, that the ocean is this perfect storm type scenario, where there's tidal waves and she used to stress about me a lot. So these videos are a great way for her to see what it was really like out there.\" So what was a hobbie, became Carausu's job. So much so that viewers can pay the couple between $3 and $200 per video episode via Patreon -- a membership platform for creators to monetize the work they do. While all of their episodes are free to watch on YouTube, fans can go the extra mile to support the couple. They also get access to episodes a week before they're released to the public, a chance to win merch or to be randomly be selected to join them onboard, as well as various other announcements. \"We're not making any money anywhere else,\" Whitelum says, \"that's the only way we can keep doing it.\" \"I was very hesitant at first to sign on to that sort of thing, I was unfamiliar with it. But I really think it's the most honest way you can monetize what it is that you do with your audience.  \"We're not trying to sell them awful things or organize sponsorship that we might not necessarily be interested in. Our audience gets to look at what we do and then decided based on that whether or not they'd like to contribute.\" Whitelum says it also keeps the couple honest: \"We've got to keep making good content.\" That's what the couple is most proud of, he says, creating good quality videos that anybody can enjoy.  \"We're fairly proud of not making bulls*** content,\" he laughs. \"There's a lot out there and we're doing okay.\" \"We find a lot of our patrons are people who are wanting to do the same thing as us, or maybe they can't,\" Carausu adds.  \"There are a few patrons who are bound to a wheelchair and it's like people want to live vicariously through our eyes and they feel the need to support that and they want to see us keep going and growing and getting better at what we're doing.\" She says the couple get a lot of messages from people who have decided to follow in their footsteps and live life to the fullest, from people selling their house to buy a van, or a boat, \"or anything out of their comfort zones, because a lot of people don't realize that they can do that some times.\" The reality of sailing, from pirates to spinal injuries Despite documenting the beautiful places they visit and the lifestyle they live, the couple also uses the videos to show people what it's actually like to sail around the world. \"Instagram is a classic for portraying a fake life,\" Whitelum says. \"So we try and film if there's a dangerous situation or we've run aground, we try and film as much as that as we can so people know.\" \"There's a lot of people out there buying boats and writing us messages and we don't want to lead people into a false sense of security or have them think everything's all perfect.\" That means documenting their \"scariest\" moments. From when they thought pirates were approaching their boat near the Galapagos Islands off Ecuador and Carausu was forced to hide in a storage compartment, to when Whitelum thought he'd broken his neck for the second time during their Atlantic crossing.  \"That was definitely the scariest moment,\" Carausu says.  The couple were forced to make the decision on whether to keep sailing, or to turn around -- with no real option of calling emergency services. Eventually, as Whitelum's condition improved, they decided to continue sailing with the wind towards Antigua, where 10 days later he finally had an x-ray which revealed he had pinched a nerve which led to his left arm. \"With no x-ray machine out there we couldn't be sure what was going on inside there and all we could do is trust Riley's instincts and hope for the best,\" the couple wrote on YouTube.  The couple also narrowly missed a superyacht after their anchor became attached to another vessels'. La Vagabonde was being pulled by the other boat towards a superyacht before Carausu was woken by the yacht's horns and was forced to quickly flip the catamaran into reverse. The couple then, along with the other vessel and the family on board, started floating out to sea before a coast guard saved them in 40 knots of wind. 'We don't live our lives through a lens' In the age of social media \"influencers\", it's easy to think that people like Whitelum and Carausu live their lives through a lens, but they say that's not the case. \"The actual filming doesn't take up that much of our time,\" Whitelum says, revealing it's the editing that's more time consuming. \"We never ever want anything to detract from being in the moment, because it's just not worth it. \"One of the great things is every now and again we'll be sitting around and Elayna's been editing and we haven't done much in the last few days and we say 'why don't we climb that mountain and film it.\" \"The camera motivates us,\" Carausu adds. New boat, now a baby on the way Since upgrading from a monohull to a catamaran, the couple have not only been able to travel faster, but more comfortably. \"It was really hard watching Elayna down below in the heat editing on the old boat and cooking in the galley.\" Whitelum says. \"The amount of hours that she was working in an uncomfortable, salty environment, it was a bit cruel.\" Whitelum first saw an Outremer catamaran when they were in Venezuala.  It was through the owner of this catamaran that they were able to get the contact details for the CEO of Outremer, \"I was fairly aggressive in my pursuit,\" Whitelum laughs, \"and after a few bottles of red they eventually decided to hand (the email address) over!\" Eventually, the pair struck a deal with Outremer and the shipyard supplied the couple with the $740,000 (€640,000) catamaran for a discounted price, which they are now paying off. Outremer's sales and marketing manager, Matthieu Rougevin-Baville, told CNN that the pair were the perfect ambassadors for the company. \"Riley and Elayna were willing to travel around the world and live onboard, this is exactly the purpose of our owners, and they had the same philosophy we promote,\" he said. \"We were on the same page on all the equipment and features list, so it was an easy fit, and this is why we enjoy having them as ambassadors!\" Carausu, who is currently 34 weeks pregnant, says the boat made such a difference in their lives that it was one of the contributing factors in them deciding to have a baby. \"We would have never done that before!\" Whitelum says. \"So that's a good indicator.\" Pregnant while sailing Since speaking with CNN, Carausu has returned back to Australia in preparation for the birth of their first child. Up until now, while she says pregnancy on board hasn't been too bad, she's been battling with fatigue while they've been sailing around the Caribbean.  \"I'm less likely to take risks whereas before I was pregnant I was like 'yeah, let's do it!',\" she says. \"I've become a bit safer.\" \"My senses are a little heightened so when we're contemplating anchoring at an island where there's coral heads surrounding us and there's a chance we might run into one in the night I'm just more hesitant.\" The plan now, is for Whitelum to join her for the birth in Australia at the end of October after hurricane season passes. Then, the couple hopes to return to the boat, which will be docked somewhere along the East Coast of the US, in January and continue sailing around the Bahamas with their baby. \"We're in a good place in the world right now to raise the baby, for at least the first year of its life -- we'll be close to America so if anything does happen or we need a certain medication it's only a short sail or ferry ride away,\" says Carausu.  Beyond that, the couple have a lot of plans -- big and small -- for the future. \"I guess get the boat back to Australia and maybe do a circumnavigation of Australia,\" says Whitelum, \"but there's lots of small goals between now and then.\" Visit CNN.com/sailing to read more news and features \"We want to really concentrate on living off the land as much as we can, reducing our carbon footprint and letting our audience in on how we do that and why we find it important. \"Just spreading important messages through our channel and teaching people things we learn along the way.\"", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/9fu3b_wQw-o/index.html"}