{"title": "Winx to face Cox Plate test from Godolphin's Benbatl - CNN", "description": "", "content": " Bin Suroor, Godolphin's longest-serving trainer, aims to end Winx's 28-race unbeaten run with the electric Benbatl in Saturday's $5 million Cox Plate at Moonee Valley. The four-year-old Benbatl, son of leading sire Dubawi, has won Group One races in Dubai and Germany this year and clinched a gutsy Caulfield Stakes victory in Melbourne last Saturday after a month in quarantine either side of the trip over from England. Former Dubai policeman Bin Suroor, who heads up one of Sheikh Mohammed's two Godolphin stables in Newmarket, England, says he ticks all the boxes to worry Winx, the world's top-rated racehorse who is targeting a record fourth Cox Plate alongside her record 21 Group One wins in Australia.   \"The filly (Winx), she's a superstar,\" Bin Suroor told CNN Sport by phone from Australia. \"I have a lot respect for her and what she has done. She's the best in Australian history.  \"But my horse is doing good, he's improved a lot this year. I have a lot confidence. He's a class horse. If my horse wins it would be great, if she wins she's the best of the best but we take our chance. I wish them both well.\"     The seven-year-old Winx, trained by Chris Waller in Australia, beat the record she held jointly with Black Caviar of 25 unbeaten races with three more wins since mid August. She has earned almost $14 million since her debut in 2014. The mare is often compared to Australia's greatest racehorse, Phar Lap, who clinched 37 wins from 51 starts, including the 1930 Melbourne Cup. Benbatl, who has won seven of his 15 races including three Group Ones, is \"happy and fresh\" after his Caulfield Stakes heroics, according to Bin Suroor. Donning Godolphin's traditional royal blue silks will be in-form Irishman Oisin Murphy, a \"tough jockey who knows the horse really well.\" \"In racing anything could happen,\" added the 52-year-old Bin Suroor. \"To beat her [Winx] is another story, but he's working well, it's the right trip, the right race and I'm looking forward to a good result. \"Only, I'm looking for rain. If there's rain it would be great, he moves much better on easy ground.\" Two jobs Winx has become a national treasure in Australia, but Bin Suroor is confident a Benbatl victory won't make him a public enemy down under.   \"This has been the plan for Benbatl since January,\" he says.  \"Nothing about Winx or anything, but people here they understand racing really well. So far they make us welcome.\" Bin Suroor juggled his fledgling training career with his job as a policeman in the early 1990s in Dubai, before Sheikh Mohammed -- the ruler of the Emirate and a lifelong racing and bloodstock fanatic -- recognized his talent. \"My family, for generations, for hundreds of years, we've been breeding and training horses. In the old days racing in Dubai wasn't great, but I'd train horses in the morning from 4 a.m., then work for the police from 7:30 am to 1:30 pm, then go back to the stable from 2pm until midnight.   \"When I met Sheikh Mohammed 27 years ago he gave me a stable and sent me some nice horses and after that I start to work for Godolphin.\"   With the firepower of Godolphin and its Darley Stud operation behind him, he is now one of the world's leading trainers competing against big-name rivals but \"good friends\" John Gosden of England and Ireland's Aidan O'Brien from the Coolmore Stud-backed Ballydoyle yard.   \"I see John every day on the gallops and all the time we chat about horses, and I always meet Aidan at races,\" he says. \"We're very friendly, they are class men and friends for a long time and I have a lot of respect for them.\"  The European Flat season may have drawn to a close but many of the leading trainers are still chasing big-money prizes around the world. Following the Cox Plate, Bin Suroor will travel to Louisville, Kentucky where he saddles Thunder Snow, the Dubai World Cup winner,  in the prestigious Breeders Cup Classic at Churchills Downs on November 3. \"It's the hardest race to win but our horse is super fit and ready to go,\" says Bin Suroor. 'Very tough race' He will then return to Australia for the historic $5.1M Melbourne Cup -- the \"race the stops a nation\" -- at Flemington on November 6. Bin Suroor will send out Best Solution, another recent winner in Australia with victory in last weekend's Caulfield Cup, as he attempts to win the celebrated race for the first time. He has been runner-up three times, while Beekeeper finished third behind Media Puzzle in 2002.  \"The Melbourne Cup is one of best races in the world -- two miles, lots of prestige and prize money,\" says Bin Suroor.   \"It would mean a lot. I've been coming the last 20 years to Australia.   \"To win you need to send the right horse, they have to handle the ground and have the class. You need a horse who can stay the trip and has the speed. And you need some luck. Sometimes you bring the right horse but you have no luck. This time we try with a good horse.  \"It's a very tough race, always the best horses run there. \" Bin Suroor says the Melbourne Cup, Japan Cup and Breeders Cup Classic are the only three races left outstanding on his resume. And though he has perhaps been eclipsed in recent seasons by fellow Godolphin trainer Charlie Appleby, who saddled Derby winner Masar at Epsom in June, he is relishing the prospect of ticking off two of those in the next few weeks. Visit CNN.com/horseracing for more news, features and videos But first, there's the small matter of finding a way past Winx. ", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/IJmUQA7bo0g/index.html"}