{"title": "Golf: Doctors cite 'undervalued' health benefits, call for inclusiveness - CNN", "description": "", "content": " The recent retiree had spare time on her hands and picked up the hobby she previously disdained as \"a game for old people.\"  Four years later, Tulip plays golf three to four times a week at her local club in north London, dropping her handicap to 15 while brisk walking 15 to 20 miles a week. The 58-year-old credits the sport for a variety of health benefits, and has turned both her husband and 24-year-old son into golfers. \"My blood pressure is lower, and my cholesterol readings are lower; generally, my weight is very stable without doing any other exercise,\" she says. \"It's been very beneficial.\"  With golf participation falling drastically over the past decade in both the US and UK, the sport's insiders have been preaching its health benefits as a way to stem the decline. Now a study led by the top doctors on golf's European Tour appears to back up Tulip's claims.  Andrew Murray, who is fresh off his stint as Team Europe's chief medical doctor at the Ryder Cup, and his predecessor of 10 years Roger Hawkes, were among 25 international experts to author the 2018 International Consensus Statement on Golf and Health, which promotes the lifestyle benefits of golf. The statement analyzed 400 studies on the health effects of golf -- including a Swedish report from 2009 that found golfers have an \"increase in life expectancy of about five years\" -- and summarized their benefits and risks. Cholesterol, blood sugar, and blood pressure levels were all improved by playing golf, says Hawkes, along with better balance and strength for players above 60, reducing the risk of falls and sparing healthcare costs.  The physical benefits were mostly a result of walking and swinging, so using golf carts annuls much of the upside.  \"If you play 18 holes of golf walking at a reasonable pace, you actually feel quite tired in the end,\" Tulip says.  \"Perhaps you don't feel out of breath in the way that you would in football or tennis, but because the game itself takes longer, three to three-and-a-half hours, it can be more demanding than people think.\" The one significant risk is overexposure to the sun, according to the report which encouraged wearing sun screen.  'Undervalued' benefits The mental gain from playing golf -- especially among seniors -- could prove to be the sport's hidden gem, says Hawkes, who is currently a medical adviser to the European Tour. \"Social interaction is the risk factor which has been undervalued,\" he says. \"Mental health is a big thing in this day and age, and moderate physical activity is associated with a reduction in anxiety and a reduction in depression.\" Tulip concurs, noting that golf is \"very lovely socially, because you actually talk with the people you're playing with as you play -- rather than most sports where you play the game then talk after.\" Furthermore, despite the notorious frustrations of the sport, it helps clear her head. \"When you're playing, you really don't think about anything else other than playing,\" Tulip says.\"So it's very good for getting rid of any concerns or worries we may have -- for four hours at least.\" To increase participation in golf, the statement calls for methods to reverse \"perceptions that it is expensive, less accessible for those from lower socioeconomic groups, male dominated, a sport for older people, or difficult to learn.\"  \"We'll always have exclusive clubs,\" says Hawkes. \"But we want governments and policymakers to see that there are benefits in playing golf, and that perhaps they should open up golf clubs to more types.\"  Hawkes points to his involvement in Golf in Society, a Scottish golf organization that grants course access to those with dementia and Parkinson's while analyzing the game's impact.  \"Golf clubs are probably underutilized,\" he says. \"There are times that other groups could be using those courses and getting benefits that were demonstrated for most people. \"It's been criticized because it's exclusive, and we want to try and change that.\" Britain 'overridden with golf courses' Whatever action plan British golf leaders call for should exclude the building of more courses, says Paul Cheshire, professor of economic geography at the London School of Economics. \"It would just be a waste of a scarce resource which is land, which could be better used for better purposes,\" he says, calling for more affordable housing or public parks. He says that golf courses in the UK cost less than those in the US because of zoning laws which ban building homes on greenbelts -- empty land surrounding cities -- but allow golf courses.  As a result, the land occupying golf courses surrounding London is double the size of the city's Royal Borough of Kensington and Chelsea, home to 160,000 people.  \"Yes people need more exercise, and golf is one way of getting more exercise,\" he says. \"There are lots of other ways of getting more exercise. Cycling is a very good way of getting more exercise, walking is a good way of getting more exercise. \"Nothing against golf, it's just that Britain is overridden with golf courses, and that's just land to put houses on.\" ", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/3_xA5ZcRZz0/index.html"}