{"title": "Cristiano Ronaldo: Can anyone stop Juventus winning the Champions League? - CNN", "description": "Halfway through the Champions League group stages, all the evidence points to Juventus ending a 23-year wait to win a third European Cup come the time when the 2019 final will be staged in Madrid.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/U7-wqXSWdrs\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Juventus is one of only three teams -- along with Barcelona and Borussia Dortmund -- in this season's competition with a 100% record. Obviously you can never discount Barcelona and Lionel Messi, while Manchester City's billion-dollar squad under Pep Guardiola, who has won the European Cup both as a player and coach, is another team that is hard to ignore. But Barca's La Liga defense has already exposed vulnerabilities -- in nine games they've lost one, drawn three and conceded 11 goals -- while City's opening Group F defeat by Lyon signaled weaknesses in the English team's defense. Moreover last season City exited the Champions League at the quarterfinal stage after being outfoxed by Liverpool and even Guardiola has talked about his side not being \"ready\" yet to win the Champions League. Defensive weakness is a charge rarely leveled at Juventus. Marshaled by Leonardo Bonucci and Giorgio Chiellini, Juve had Manchester United in football's equivalent of a UFC choke hold as the Serie A team emerged with a third successive clean sheet in Group H on Tuesday.  \"Mr. Bonucci, Mr. Chiellini, they could go to Harvard to give some classes about how to be a central defender,\" Manchester United manager Jose Mourinho told reporters after his side's inability to really threaten Juventus in the Serie A club's 1-0 victory at Old Trafford. In days gone by Italian teams' strategy when they traveled abroad for European games was to frustrate their opponents with a blanket defense and hope to hit them on the counterattack. But no more -- as Juve so impressively demonstrated at Old Trafford. At times Bonucci's passing was so good he was like an additional midfielder, while right back Joao Cancelo's outstanding performance saw him act more as a winger -- frequently gamboling forward like a gazelle -- than a defender given the amount of time he spent in the United half. Yet it was Juventus' collective performance on Tuesday in their 1-0 win rather than the flashes of Cristiano Ronaldo's brilliance that are lodged in the memory bank, which speak volumes about their strength in depth -- Brazilian Douglas Costa was only a substitute -- and the argument that it will require some team and some level of performance to stop them winning this season's Champions League. 'Continuing to grow' Defending champion Real Madrid's struggles since Ronaldo's departure to Italy and coach Zinedine Zidane's exit have exposed the Spanish club's reliance on a player who invariably delivered in key games. What will worry the other 15 teams that will contest the knockout stages in 2019 is that Ronaldo has yet to hit the stellar form that delivered just over a goal a game for Real. So far in 11 appearances for Juventus, Ronaldo has scored five times.  \"The forwards moved a lot and caused their defense a few problems, but we missed the final pass too many times, especially in the second half,\" Juventus coach Massimiliano Allegri told reporters as he reflected on his side's third consecutive Group win.  \"However I'm satisfied mostly because we are continuing to grow, especially in terms of confidence, and that allowed us to impose our own game in this difficult stadium.\" Juve now needs just another point to reach the last 16 and with two home games -- against United and Valencia -- as well as an away match against Young Boys to come you wouldn't bet against them emerging from their group with that 100% record in tact. Chiellini has recently graduated from the University of Turin with a Master's Degree in Business Administration and the 34-year-old's analysis on on Juve's win against United gave a sense of how this is a team that won't be resting on its laurels.  \"We were excellent in the first half. Our movement was really good and we made it hard for them to pick us up. We kept the ball well too. We probably deserved to be more than one goal ahead at the break.  \"We dropped off a touch after the interval. They're a very physical side. That's something we must try to improve between now and the spring if we want to raise our game further. Visit cnn.com/football for more news and videos  \"We were a little careless against Genoa and our movement wasn't great. We have to kick on from this performance tonight and keep improving.\" Which all points to the likelihood of Ronaldo collecting a fourth consecutive Champions League title -- and sixth in all -- on June 1 in Madrid.", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/U7-wqXSWdrs/index.html"}