{"title": "F1: Nico Rosberg reveals what it takes to beat Lewis Hamilton - CNN", "description": "", "content": " Lewis Hamilton's arch rival is \"too self-confident\" and \"wants too much in the moment\" says former Formula One champion Nico Rosberg as he delivered a withering assessment of his fellow German's 2018 title challenge. \"It's all about consistency and he's done the opposite,\" Rosberg told the Beyond The Grid F1 podcast.  \"He's been all over the place really in the last few months -- he and the team both together.\" Vettel, who was hoping to claim his fifth world title, has seen his chances evaporate in the latter part of a 2018 campaign which has been littered with errors -- typified by his early spin in Austin at last weekend's US Grand Prix. \"It was seemingly Vettel who was going to take the championship and it's just gone completely the other direction with total dominance since,\" Rosberg said in the podcast. \"It's just the result of mistakes, and you're never going to beat Lewis like that, because Lewis doesn't make mistakes.\" Need to step back Rosberg says that it's down to Vettel wanting \"too much in the moment\" and an inability to think about not only the race, but the entire campaign. \"He's also a little too self-confident sometimes which means he doesn't accept in the moment when someone else has done a better job,\" added Rosberg.  \"Sometimes you need to step back and say 'the other guy's better at this moment and I'll get him back a little bit further down the road somehow.' \"I'm sure he can do a lot better than he's done in the last couple of months, because he is one of the best drivers in the world.\" The 33-year-old Rosberg also spoke about the lengths he went to defeat Hamilton during the 2016 season. The pair were Mercedes teammates, with Rosberg taking the drivers' championship before announcing his shock retirement at the age of 31.  During the summer break ahead of his title-winning season, Rosberg started thinking about ways he could lose weight.  He ruled out dieting during the middle of the season because it \"destroys you mentally.\" Instead he stopped cycling. \"The only solution -- and I thought of it myself -- was to lose some leg muscle,\" said Rosberg. \"After the summer break we went to Suzuka and I was on pole by two-hundredths of a second and one kilo of the leg muscles that I lost is worth three-hundredths of a second per lap. I won the race and that really messed with Lewis' head a little that weekend.\" Miniscule chance Last Sunday at the US Grand Prix, Hamilton was left to rue his Mercedes team's tactics, which forced the British driver to keep the champagne on ice for another week at least.  Hamilton could have clinched his fifth world title at the Circuit of the Americas in Texas, but a costly decision to pit twice meant he could only manage third place. He needed to beat Vettel by eight points, but the German overtook Mercedes' other driver Valtteri Bottas -- who replaced Rosberg -- on the penultimate lap to take fourth place and keep the title race alive heading into this weekend's Mexican Grand Prix. Although Hamilton's celebrations were postponed, a title triumph for the British driver looks like a forgone conclusion. Currently Hamilton stands on 346 points -- 70 points ahead of Vettel. For Vettel to maintain his minuscule chance of winning the title, he'll need to win the three remaining races in Mexico, Brazil and Abu Dhabi. ", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/uSsrZKJP__4/index.html"}