{"title": "Champions League: Liverpool climb to top of Group C while Di Maria rescues Paris Saint-Germain - CNN", "description": "Over a billion dollars has been invested, but Qatari-owned Paris Saint-Germain's ambition to challenge Europe's top clubs remains very much a work in progress.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/UJ4PmLNGCOQ\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The EPL club sparkled from the outset, and with its lauded front three all on the scoresheet, the victory for Merseyside against Red Star, rooted to the bottom of Group C, was never realistically in doubt.  The Reds' Brazilian striker Roberto Firmino opened the scoring after 20 minutes with a deflected goal before Egyptian superstar Mohamed Salah scored just before the half-time whistle, repeating his scoring touch with a penalty after the restart to take his total Liverpool tally to 50 goals. Liverpool manager Klopp praised his star striker's eye for goals but emphasized the team spirit he's built. \"It would be very difficult (for Salah) to score so many goals without his teammates. He was never in doubt, I was never in doubt (about his goalscoring abilities),\" Klopp said following the match.  Liverpool's other front man, Sadio Mane, making up for a missed penalty, added a fourth goal for Liverpool with 10 minutes remaining to emphatically put the game to bed.  \"We played against a very strong team; we played better than in Paris but managed to concede naive goals. Especially the second one, just before half-time,\" Branko Jovicic, the Belgrade side's coach said after the match.   \"Nevertheless, we displayed our good side as well in this tough match. I hope we will play better in subsequent matches and that, with time, (Red Star) will have its own place in the Champions League.\" PSG struggle Elsewhere in the competitive group, Qatari-owned Paris Saint-Germain's ambition to challenge Europe's top clubs remains very much a work in progress as the team from the French capital labored against Italian side Napoli. PSG is dominant in French football -- it has won won five league titles in six seasons -- but when it steps up against Europe's top clubs, things tend to get a bit trickier for the Ligue 1 champion.  On Wednesday PSG had to twice come from behind to secure a 2-2 draw against Napoli, with Angel Di Maria grabbing the second equalizer with a brilliant curling effort deep in injury time. Despite the late drama, it was still an unconvincing performance from the French champions.  Thomas Tuchel's side have averaged more than three goals a game in Ligue 1 this season but have been unable to transfer such free-scoring form into the Champions League. The often deadly trio of Neymar, Edinson Cavani and Kylian Mbappe struggled to find any sort of end product throughout the match.  Mbappe, so lethal in the 2018 World Cup, was particularly guilty of wasting PSG's best opportunities. Neymar twice set up the teenager beyond the Napoli defense but a poor touch and an unconvincing finish from Mbappe summed up PSG's attacking prowess on the night.  Before Di Maria's dramatic intervention, their first goal came after Thomas Meunier forced Mario Rui to score into his own net. It was a performance at odds with their perfect domestic form -- they've won all of their 10 league fixtures this season and sit eight points clear of Lille in second. Read: Ronaldo shines as Juventus outclass Manchester United  Read: Ronaldo on rape claim - I'm a 'happy man' and my lawyers are confident  Carlo Ancelotti's Napoli side will be left frustrated by the outcome after an impressive away performance. Lorenzo Insigne scored a deserved opener for the visitors, latching on to a beautifully crafted pass from Jose Callejon to sweep past Alphonse Areola in the PSG goal.  And despite being pegged back in the second-half, Napoli looked to have found the winner when Dries Mertens struck home with little over 10 minutes remaining.  The draw leaves Group C wide open at the half-way point.  PSG sits third, one point behind Napoli and two points behind group leaders Liverpool.  Dortmund lays down marker Klopp's alma mater, Borussia Dortmund, was as dominant as his current Liverpool side, sweeping aside 2016 finalist Atletico Madrid 4-0.  The Germans' third successive clean sheet saw Dortmund shoot to the top of Group A, although it took almost the whole first half to break the deadlock with Alex Witsel's deflected shot coming as the halftime whistle neared.  Raphael Guerreiro doubled Dortmund's lead with a 73rd-minute strike, before fellow substitute Jadon Sancho added a third in the dying minutes and Guerreiro helped himself to a fourth seconds before regulation time ended. The assured display means that victory in Madrid in two weeks' time will see the Germans qualify for the next round as group winners. Wasteful Tottenham  In Wednesday's early kickoff, a wasteful Tottenham suffered yet more late drama. Mauricio Pochettino's side went a goal down in the first half after Hirving Lozano capitalized on Toby Alderwiarld's mistake but recovered well through Lucas Moura and Harry Kane to lead 2-1.  With things seemingly in control, goalkeeper Hugo Lloris was sent off for a rash tackle on PSV's goalscorer.  The dismissal seemed to breathe life into the Dutch outfit who scored an equalizer in the 87th minute, courtesy of Luuk de Jong. Both sides now have just one point in Group B and face an uphill battle to qualify for the knockout rounds.  In the group's other game Barcelona maintained its 100% record in this season's Champions League, beating Inter Milan 2-0 thanks to goals from Rafinha and Jordi Alba, although talisman Lionel Messi had to look on from the sidelines, arm in sling, after suffering a fracture at the weekend against Sevilla. Elsewhere in the early kick-offs, Thierry Henry took charge of Monaco for the first time in the Champions League as his side earned a hard-fought draw against Club Brugge.  Visit cnn.com/football for more news and videos It looked as though the French side had left their poor domestic form at the door as Moussa Sylla scored the opener.  But Brugge was well worth their point, equalizing less than 10 minutes later through Wesley. In the Group D matches, Porto took three points away from home with a 3-1 victory over Lokomotiv Moscow, while Turkey's Galatasaray played out a goalless draw in Istanbul. The Portuguese side sit on top of the group at this stage, two points ahead of second-place Schalke and Gala, with the Russian team languishing in last place, with zero points.  ", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/UJ4PmLNGCOQ/index.html"}