{"title": "Conor McGregor, Khabib Nurmagomedov banned indefinitely following UFC brawl - CNN", "description": "Conor McGregor and Khabib Nurmagomedov's suspensions have been extended indefinitely following the brawl that broke out after their UFC fight earlier this month.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/WdtQS7EYmLQ\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The Nevada State Athletic Commission unanimously ruled on Wednesday to uphold the fighters' suspensions until the end of its investigation into the ugly scenes that broke out following McGregor's defeat by Nurmagomdov in Las Vegas. The Commission also voted to withhold half of Nurmagomedov's $2 million purse until a hearing in December. \"I have felt half was a good enough amount of money, to release a million dollars,\" the NSAC chairman, Anthony Marnell, said during the meeting. \"That should cover all expenses, give the fighter some money. \"At the same time, it's still a very substantial amount of money to be withheld until we can get to the case in December and get all of the testimony or potentially we get a settlement agreement. \"Who knows how that will go over the next 60 days, but it's enough money to keep this contestant's interest in this hearing.\" It comes after Nurmagomedov, who maintained his unbeaten 27-0 record with a comfortable victory over McGregor, scaled the octagon to launch an attack on the Irishman's team after the fight on October 6. Members of the Russian's team also launched their own assault on the beaten McGregor. Three men were reportedly arrested but later released after McGregor refused to press charges. While Nurmagomedov apologized for his actions, he said he had been aggravated by McGregor's pre-fight trash talk, with the Irishman, who had not fought since his boxing match against Floyd Mayweather in August last year, making remarks concerning the Russian fighter's family, religion, and nationality. \"This is a respectful sport, not a trash-talking sport,\" Nurmagomedov said during a post-bout media conference. The pair were previously handed temporary suspensions on October 15 following the ugly scenes at UFC 229.", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/WdtQS7EYmLQ/index.html"}