{"title": "Lance Armstrong: Johan Bruyneel gets lifetime ban from cycling - CNN", "description": "Johan Bruyneel, a former team manager to Lance Armstrong, has had his 10-year ban from cycling increased to a lifetime ban following an investigation by the World Anti-Doping Agency.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/CDtDBMWkOH0\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Bruyneel was director of the U.S. Postal Service and Discovery Channel teams when Lance Armstrong won seven Tour de France titles between 1999 and 2005, which the American was later stripped of following a high profile doping scandal.  \"I received an email from the Court of Arbitration for Sports (CAS) in Lausanne, announcing that the 10 year ban, imposed by the United States Anti Doping Agency (USADA) in 2012, has been increased and is now a life time ban,\" Bruyneel wrote in an open letter posted on his Twitter account.  While accepting that \"at 54 years of age, a 10-year ban or a lifetime ban is practically the same,\" the Belgian admitted that \"a lot of mistakes have been made in the past\" He also said he found the legal process conducted by the USADA \"incredibly frustrating,\" stating that he is \"a Belgian citizen, living in Spain, and [has] never had any contractual agreement, let alone an arbitration agreement, with USADA.\"  USADA said in a report in 2012 that Bruyneel was \"intimately involved\" in the U.S. Postal Service's doping program.  The Belgian went on to manage Astana -- where Alberto Contador won two Tour de France titles -- and RadioShack after his Discovery Channel team was disbanded in the wake of the doping scandal.   \"After everything that happened, and I repeat, many things I regret, I still love cycling,\" Bruyneel, who was handed his initial 10-year ban in 2014, continued in his letter.  \"In spite of the CAS decision, it is still my goal and my wish to contribute, to help grow my sport and make it better in the years ahead.\"  Former team doctor Pedro Celaya was also handed a lifetime ban, while trainer Jose \"Pepe\" Marti saw his suspension increase from eight to 15 years as part of the WADA investigation.  \"While it's been an arduous effort to fully expose the truth, our job is to pursue justice even when the road is long and winding, because that's exactly what clean athletes expect and deserve,\" said USADA boss Travis Tygart in a statement. \"Here, Bruyneel, Celaya, and Marti pulled out every trick to avoid the truth and continued, even at the hearing and even in the face of overwhelming evidence to the contrary, to present a false narrative.  Visit cnn.com/sport for more news and videos \"This is another powerful example that playing by the rules matters and doping is never justified and always inexcusable.\"", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/CDtDBMWkOH0/index.html"}