{"title": "Lindsey Vonn will 'work hard' to beat Stenmark and race against men   - CNN", "description": "She is entering her last competitive ski season, but Lindsey Vonn vows she will \"work hard\" to accomplish her final two goals -- become the most successful ski racer ever and compete against men.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/S-ni_uUy0eg\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The 34-year-old, who announced her retirement earlier this month, needs five more World Cup wins to beat Ingemar Stenmark's all-time record of 86 victories. The American has also long-campaigned to be allowed to enter a men's World Cup race, but skiing's governing body the FIS has so far blocked her requests.    \"I know I'll get asked about Swedish skier Ingemar Stenmark's record of 86 World Cup wins, and that I never got to race against men, but I still am going to work hard to make both possible,\" Vonn wrote in an article for Sports Illustrated.  Last season Vonn won five World Cup races and could compete in about 20 downhill and super-G events in her final campaign. \"I still have one more season left and while I will take it all in and enjoy this year, I will also race with the same intensity and focus that I always have,\" she added. The three-time Olympic medalist and two-time world champion is already the most successful female World Cup ski racer of all time. One more win this season would make her the oldest women's World Cup winner.  At the Winter Games in South Korea in February she became the oldest woman -- at 33 -- to win an Olympic medal in any of the five Alpine skiing disciplines when she took bronze in the downhill.  Since winning gold in Vancouver in 2010, her only Olympic title, the four-time World Cup overall winner has suffered multiple injuries -- fractures, knee ligament tears, concussion -- and undergone surgery five times. It was a knee injury which prevented her from defending her downhill title in Sochi four years ago.  Where do you think Vonn ranks among America's sporting greats? Have your say on our Facebook page.   Beating Stenmark's record \"would be a dream come true,\" she told NBC, but Vonn is adamant this will be her last season either way. \"I have nothing left to prove to myself or anyone else,\" she wrote.     She added: \"I've come to realize that while I've accomplished great things with skiing, I need to look past podiums, goals, and competition and find out what my future looks like without it.  \"I need to accept that I am good enough without skiing because, at this point, my health and my family need to come first. I want to be able to walk without pain, or to (hopefully) teach my own kids how to ski one day.  \"I need to redefine my goals, who I am, and what direction I want my life to take. I know that I can take the persistence, grit, and hard work I've learned from skiing and it will translate into success in the other aspects of my life.\" Visit cnn.com/skiing for more news, features and videos Vonn will begin her final season with two downhills and a super-G at Lake Louise, Canada over the first weekend of December. ", "link": "http://rss.cnn.com/~r/rss/edition_sport/~3/S-ni_uUy0eg/index.html"}