{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/KAVZhrMoLLg/index.html", "description": "It's often viewed as the banner event of the Winter Olympics, and the epitome of daring downhill sports.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/KAVZhrMoLLg\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " But just how important is the men's Olympic downhill gold medal in the career of alpine skiers? After all, the Olympic downhill competition is a one-shot wonder, one two-minute run on a different track every four years. A lot of elements -- mood, form, luck, equipment, track condition, weather -- have to align on the day.  Since Austrian great Franz Klammer's famous win in 1976, only Swiss Pirmin Zurbriggen (1988) has won downhill gold as favorite. A handful of recent Olympic champions have clinched gold without a single win on the World Cup circuit. No one has ever defended the title either, although Norway's Lasse Kjus and Switzerland's Peter Muller have scored back-to-back silvers. And some big names have never won the Olympic downhill gold, such as Austria's Hermann Maier and Swiss Didier Cuche, the record five-time Kitzbuhel champion.  Klammer, American Tommy Moe and Switzerland's Didier Defago tell CNN Sport the tale of their gold medal and the impact achieving the Olympic dream had on their lives.  Franz Klammer -- 1976, Innsbruck The Austrian, known as \"The Kaiser,\" is arguably the most famous ski racer of them all.   His electrifying run to clinch the 1976 Olympic downhill title, under intense pressure as hot favorite, transformed him from national hero to global superstar. \"Skiing wise the most important victory is Kitzbuhel for a downhiller because in my opinion it's the most complete downhill,\" Klammer, 64, told CNN Sport. \"It requires everything -- guts, making tight turns, long turns, gliding sections, jumping. But for a skier, without the Olympic gold medal you are a good skier but not a great skier. It's as simple as that.\" Klammer dominated the downhill scene in the year leading up to the Innsbruck Olympics. He had  beaten defending champion Bernhard Russi of Switzerland in the Olympic test event on the Patscherkofel course and was a 13-time World Cup downhill winner, including five wins at the start of 1976. The 22-year-old former farm boy went to his home Games with the expectation of a nation on his shoulders. \"If you're not the favorite and have a really good day it changes your life but if you win it as a favorite it's even more fun,\" says Klammer, whose strength and fitness came from working as lumberjack to pay for skiing in his youth, running uphill and downhill to get to and from work. \"The pressure is enormous once you're up in the starting gate. You only have one shot every four years and you're representing your whole country, not just yourself. That's why it is a different dimension.\"   Klammer had drawn bib number 15, the last of the top seeds to race, and a perceived disadvantage because the track conditions deteriorate and ruts develop. Archrival Russi had drawn Klammer's preferred starting position of three. The Swiss set a blistering time, which racer after racer failed to get anywhere near. At the top, Klammer was worried. \"I was struggling up there,\" he remembers. \"I said, 'Well, there's no chance. I will never beat Russi today, he's so much faster than everybody else.' For a short period of time he was about two seconds faster than anybody.\" But then Klammer switched into race mode. In front of a raucous home crowd and the Olympics' first live TV audience, he produced one of the iconic moments of any Winter Games.  In his skin-tight yellow ski suit, he flung himself down the Olympic run with cavalier abandon, arms and legs flailing as he rode the jumps and icy bumps, seemingly on the edge of control. \"Of course, I had confidence, but then when I walked into the starting gate I knew I would win the race. No matter what,\" he said. \"Whether I would crash or win the race there was no other alternative. I was pushing the envelope. I was going for it. You have to be ready to take risk. You have to try to earn the victory. I never thought about crashes.\" Halfway down he was aware he was \"pushing too hard\" but carved a trademark radical line into one of the corners to eke out more speed. \"It was probably my best turn ever and it paid off,\" he said. \"Nobody can do the perfect run, all you have to do is the fastest run.\" He flashed over the finish line and the scoreboard ticked over to say he was the new leader from Russi by 0.33 seconds. The Swiss hugged Klammer and offered him \"the most sincere congratulations I'd ever had in my life.\" \"I was really relieved,\" said Klammer. \"Kind of a big stone fell off my heart. The pressure had been building up for a year-and-a-half for this one particular day.\" A career slump meant he didn't make the Austrian team for the 1980 Olympics and he was beset by equipment issues at Sarajevo 1984, finishing 10th. He ended his career in 1985 with 26 World Cup wins, including four at the legendary Kitzbuhel course, and two world titles. But of all the accolades, it was the Olympic title that stands out for Klammer.     \"It's one race every four years, that's what makes it so special,\" he said.  \"They call me the 'Kaiser' and I still make a living out of the Olympics.  \"Without the Olympic title I wouldn't be considered the best downhiller of all time, so for me it was very crucial. In my opinion I would have been a failure [without it]. \"It has changed my entire life very positively.\"   Tommy Moe -- 1994, Lillehammer He was the young American who pooped Norway's party and consigned home hero Kjetil Andre Aamodt to second place at Kvitfjell, but for Tommy Moe it was a victory waiting to happen. The 23-year-old, born in Montana and later raised in Alaska, was a child prodigy who joined the US ski team at 16 and made his World Cup debut a year later.   But going into to the Games in Lillehammer, he was still without a victory, although he'd scored three podiums the year before and was fifth at the worlds in Japan.  \"I'd had some good finishes in the top 10 and I kept asking myself, 'when can I win, what's the deal?'\" he told CNN Sport from his base in Wyoming. After a week's rest in the Canary Islands following five straight weeks of competition in Europe, Moe arrived in Norway feeling refreshed. \"I knew if I skied my best I could get a medal,\" he said.  \"The day of the race I felt super confident. I had a couple of practice runs and knew I was going to do something exciting. \"But that morning was funny because the night before my roommate Kyle Rasmussen was snoring and I couldn't sleep. I got up and moved to another bedroom but I still couldn't sleep -- I was so nervous and excited.\" Moe was motivated -- and \"pissed off\" -- by an article in US magazine Sports Illustrated which labeled Team USA's skiers as the \"lead-footed snowplough brigade.\" He was also concerned that attending the Opening Ceremony the night before was a bad move -- worried his competition were home and resting. But teammate Megan Gerety, who later became his wife, advised him to focus on his own performance, not who he might beat. With a bib number of eight, he remembered Gerety's words as he stood in the starting gate, staring down the Kvitfjell course. \"I just thought, 'hands forward, [weight on] outside ski,' That was my mantra,\" he says. \"On the course it felt like I was in slow motion. I felt like I was in a zone where I could do no wrong.\"  Moe was behind at the first split but made up time with a blistering middle section including a massive leap off the Russi jump. Another huge spring off the bottom jump had Moe worried he might land outside the control gate, but he corrected and crossed the line 0.04 seconds ahead of  Aamodt, the 1992 super-G champion.  \"I was so excited but it's brutal, like the most anxiety you can ever possibly imagine, hoping nobody beats you,\" he says.  Nobody did.  \"It was almost surreal because next day I woke up and thought it was all a dream,\" he added. \"I don't think any of other racers disrespected my win. They all knew I'd been pretty consistent in World Cup.\" Four days later, on his 24th birthday, a relaxed Moe took silver in the super-G to become the first American to win two skiing medals at a single Olympics. He took a call from President Clinton and was on the cover of the next Sports Illustrated. \"I went from nobody to somebody,\" he says. \"There was all sorts of press and sponsorship and business deals happening. All sorts of doors opened up. \"My life changed a lot after that. Everybody wanted an autograph or a picture. I liked some aspects of it, but I didn't like the stardom that much because I was a pretty quiet guy.  \"There were certain things that made me grow up pretty quickly -- the money, the fame, the fortune, the partying, the women, everything.  \"It was fun, but I definitely got sidetracked. I don't think I ever came back to being as good of an athlete.\" Moe finally won a World Cup event with victory in a super-G in Whistler, Canada weeks after the Games in Lillehammer, but a downhill triumph eluded him. He spent some time out following a bad knee injury back at Kvitfjell in 1995, while a severed tendon in his thumb sustained while serving behind the bar on a raucous night in the infamous Londoner Pub after the Kitzbuhel race in 1997 cost him a shot at that year's World Championships, to the ire of his coach and the press.  Moe retired after the 1998 Games in Nagano, where he came 12th in downhill and eighth super-G.  \"My only regret is I didn't win more World Cup downhills just to back up my Olympic glory,\" said Moe, who splits his time between working as an ambassador and guide for Jackson Hole ski resort and the heli-ski lodge he co-owns in Tordrillo, Alaska.  \"But I did pretty well for an unknown skier from Montana. \"If there is any race to win as an American it's the Olympic downhill.  \"I could have won two or three World Cup downhills like Kitzbuhel or Wengen and in comparison I don't think anybody would have remembered my name compared to the Olympic downhill.  \"Even to this day I go to events and get announced as Olympic champion. \"It has staying power.\"    Didier Defago -- 2010, Vancouver Dimple-chinned Defago was a regular on World Cup podiums but had only clinched his first downhill wins the year before, achieving the classic double of victories in Wengen and Kitzbuhel. But at the age of 32 in his third Olympics, the speedster from Morgins became Switzerland's first downhill champion since Zurbriggen 22 years ago.  Defago's lightning-fast time was enough to keep out countryman Cuche, the favorite, as well as reigning World Cup champion Aksel Lund Svindal of Norway and American firebrand Bode Miller.  He also became the oldest men's downhill champion, eclipsing France's Jean-Luc Cretier, who was also 32 when he won in Nagano in 1998.  \"I was a little surprised, not to be on the podium but to win,\" he told CNN Sport. \"This season the Swiss team was very strong and we had to fight until the last training session to get in.\"  He added: \"I had just a strange feeling a couple of hours after the race. I was very happy, I was with the team and all the [ski manufacturer] Rossignol guys but I had a feeling of being alone.  \"I had my wife and my father and my mother on the phone but it was a very strange feeling. They were in Switzerland, but my brother was in Vancouver. I got him on the phone and he said he was still working but he said he will try to come tonight for the prize giving.  \"He didn't call again and I thought, 'OK, maybe he has no time to come up.' I was behind the scenes waiting for the prize giving and he just came in.  \"It was a very emotional moment for me to share this part of the day with my brother.\" Defago was stunned by the reception back in his home town in Switzerland's. \"We had a big hall and they also put up some tents and I said, 'you're crazy, this is too big, no one will come,'\" he said.  \"It was a bad weather day also, but it was a crazy reception, with thousands of people there. It was incredible that so many people came to my town. A very nice moment.\" Defago won one more World Cup downhill in 2011 and finished 14th in his Olympic defense in Sochi in 2014. He retired in 2015 as a four-time Olympian with five World Cup wins and 16 podium spots in all disciplines.   \"I needed a lot of time to realize what I did and what it means to be an Olympic champion,\" he said.  \"Now I've stopped the career and everybody says, 'this is the Olympic champion,' and you realize this has changed your life. \"I tried to stay the same guy. It's not every day easy but it's a part of my life.\" His advice to future Olympic champions?  \"Enjoy it.\"", "title": "Olympic gold: Franz Klammer, Tommy Moe on life as champion  - CNN"}