{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/IwA-buNbqjE/index.html", "description": "As Maame Biney laces up her skates for one of her last practices before heading to the Winter Olympics, her mind drifts to her upcoming 18th birthday -- and the prospect of her first cell phone.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/IwA-buNbqjE\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " \"Dad says he's going to get me one,\" she says, her permagrin on full display.  Rocking a jacket from the World Junior Short Track Speed Skating Championships in Austria, where his daughter snared bronze in the 500-meter, Kweku Biney leans against the protective padding surrounding the rink. Montell Jordan plays over the loudspeakers.  A single father, Kweku Biney has long been there for his daughter -- from the time she landed at Dulles after leaving her native Ghana at age 5 till now, as she makes final preparations for the PyeongChang Games. On February 10, when she becomes the first African-American woman to represent the United States in Olympic speed skating, he'll be there, too.  \"Right, daddy?\" Maame asks, fixed on the phone.  \"Somehow,\" he says, his voice barely audible over the drone of a Zamboni polishing the long track at the Utah Olympic Oval.  Maame -- pronounced \"MAH-may\" -- spins toward her fellow skaters, which include three-fifths of the men's Olympic short-track team. \"You all just heard that!\" They needle their teammate. Heard what? They didn't hear anything. She tries to pull a reporter into her camp. Surely, someone heard it! Kweku Biney's smile widens.  \"Did I say that? No one heard it,\" he says, laughing.  As Maame continues her preparations, strapping on her helmet and an \"E.T.\" glove with carbon-fiber bulbs at the tips of each finger, her father confides in the reporter.  \"Phones get them in trouble, but she's mature,\" he says. \"Eighteen, you know?\" 'A Maame laugh ... settles everyone down' With power that belies her youth, Maame is America's best hope for a medal in the 500 meters. She also qualified for the 1,500, but her specialty is the shorter race. Maame jumps off the line like a sprinter, scrambling for the critical inside position. The E.T. glove gives her just enough leverage to glide through the turns, her shoulder maybe 2 feet from the ground.  It doesn't take long to finish four-and-a-half laps of 111.111 meters each. If you're watching, go to the bathroom at your own risk. Coach Anthony Barthell, who's known Maame since she was 11, said she was a \"powerful little girl,\" oozing natural talent. Taller and stronger than her peers, she's like no one he's ever coached, he said, but she still has plenty of work to do on her technique -- that \"push\" skaters use to propel themselves to speeds of around 30 mph.  At trials in December, she won the finals by more than a half second, an eternity in speed skating. Her time of 43.161 is just over eight-tenths of a second off the world record set by British skater Elise Christie in 2016. At 18, Maame has ample time to close that gap. She beat her own personal best five or six times last year alone, Barthell said.  She has \"maybe one or two more Olympics in her, possibly three,\" the coach told CNN.  Yet Maame's greatest contribution to Team USA isn't necessarily her athleticism. It may be her smile. We're not talking some impish simper, oh no. We're talking a toothy, 1,000-watt grin that blooms across most of her lower face.  Her positivity is boundless. Late last year, a Belgian skater's 17½-inch blade snapped, flew into her face and ripped into her lip and chin, requiring stitches. But Maame didn't dwell on that. She took to Instagram. \"Who won? You guys should see the blade,\" she posted.  \"I love having people smile and laugh because if you're smiling and laughing, then that means you're happy, and being happy ... is the best present you can ever give to anyone every single day, so I love doing that,\" she told CNN, a faint white battle scar on her chin. Her hearty belly laugh, which resonates throughout the cavernous Olympic Oval, even over the Zamboni, plays into Barthell's practices.  \"A Maame laugh, that just settles everyone down,\" he said after a recent practice. \"If I see that she's tired and the morale's starting to go down -- the team, the chemistry's just a little low, the atmosphere's a little low for me -- I'll go up and crack a joke because I know it could be a horrible joke, but she's going to be the one that laughs and everyone else starts recovering a little easier.\" Her demeanor hasn't changed much since she was an 11-year-old, said Barthell, who was named the US short track coach in 2016. \"I just remember her sitting there smiling and laughing and whenever I went to shake her hand, she just busted out laughing. That was my first impression of her, that she's just a happy-go-lucky kid, and she's still the same,\" he said. \"If she's having a bad day, you can't really tell.\" Maame said that at her high school in Reston, Virginia, where she calls home, she was known for \"getting in trouble for laughing a lot.\" She said this while giggling. That's been less of an issue her senior year. Since summer, she's been living with a host family while training for the 500 and 1,500 in Kearns, Utah, at a speed skating facility built for the 2002 Salt Lake City Olympics. Though her father asked her to take a hiatus from school for the Olympics, she insisted on graduating with her friends. She attends English and history classes, the final credits she needs for graduation, via videoconference. At competitions, she watches recordings of the classes. She does homework between training sessions and regularly emails her teachers at South Lakes High School.  \"She's an A and B student. If she studies hard, she can make all As, but practice...\" her father said, nodding toward the ice rink. \"She's got to be a kid, too, sometimes, so I give her a pass.\" From Accra to Reston To say Maame's path to speed skating excellence was circuitous or unlikely is to sell it short.  Kweku Biney, 59, left Accra, Ghana, in the 1980s, hitchhiking north through the Sahara Desert and eventually landing in Alicante, Spain -- almost 2,300 miles away as the crow flies.  He bopped around Europe for a while -- to Sweden, Denmark, Norway and France -- before flying to the States in 1984 and settling in Hyattsville, Maryland.  Now separated, Kweku had two kids with his wife: Maame and her little brother, Nana Kojo, 15, who still lives in Accra. Maame visited her dad for the first time in 2005. It didn't begin well.  As Kweku drove her from the airport to his home in Wheaton, Maryland, Maame began bawling. She wanted to go home.  He explained that she couldn't just get back on the plane: \"I have to make certain things happen before you can do that.\" She stopped crying and Kweku continued driving, only to stop 3 miles down the road to console her again. Then again on the Beltway. And again at home. He decided not to get out of the car and instead drove her to Wheaton Plaza Mall (now Westfield Wheaton). \"The first store we went into was JCPenney. This girl saw how big the store is. She was just running all over. 'Daddy, I like this one. No, no, daddy, I don't like this one. I like that thing over there,'\" he recounted. \"I just folded my arms, stood up and just watched her just run back and forth. She got tired and I just went and bought her a few things. She stopped crying, and that was it.  \"The following day, this girl told me, 'Daddy, I'm not going back to Ghana.'\" Kweku Biney was making the commute to a government healthcare contractor in Reston, the same company that employs him today. He and Maame moved into a coworkers' basement to be closer to work and school, before finding an apartment in town. 'Let her go try speed skating' About three months after Maame's introduction to an American mall, Kweku was driving near SkateQuest in Reston, where he saw a sign: \"Learn to skate.\" \"Maame, do you want to try this?\" \"What's that, daddy?\" \"You know, just glide on the ice, move on the ice.\" Maame responded with a blank look. Kweku didn't know much about skating, either. Soccer had always been his sport. But his daughter gave her dad a simple answer: \"Yes.\"  \"I don't think she really understood what I'm saying because she had never seen ice before,\" Kweku said. \"I was really scared because I thought she was going to fall and then break her head open because where we are from, there's no ice. The only thing icy there is the cold beer.\" Maame instantly fell in love with skating and \"did it with ease,\" Kweku said. It wasn't long before an instructor told Kweku that Maame wasn't cut out for figure skating. She was too fast.  \"Just let her go try speed skating,\" the instructor said.  The switch meant years of getting up before dawn on Saturdays. Kweku didn't appreciate his daughter's dedication to the sport until that third Saturday. He was bushed and didn't want to get up.  \"She was 5 years old. She said, 'Daddy, it's Saturday morning. We have to go!' and I was like, 'Oh man, I thought she was going to be sleeping.' She wasn't. She woke me up. And then we went, and I said, 'OK.' I didn't miss any time anymore,\" the proud papa said. \"She's been running away with this thing ever since.\" There were times Kweku went hungry to make sure she ate. Pricey skates, lessons and equipment meant he was never able to put away much in savings.  \"I came to America with nothing, so when I die, I'm not going to take anything with me, so hey, just spend it on her,\" he said.  Kweku thanks God for guiding him past that SkateQuest sign in 2005, and he thanks the United States for making Maame's story possible. \"Only in America, nowhere else,\" he said.  Asked how he feels about the political climate surrounding immigration, considering his immigrant daughter is set to proudly wear the red, white and blue in PyeongChang, he bristled. He doesn't want Maame to be a pawn in anyone's politics. They both love America. That's all you need to know.  \"I told her to never get into politics. It's a dirty business,\" he said. \"Sports, school, God -- that's it. No politics.\" 'Just normal Maame' Ask Maame about her aspirations and, as nonchalantly as some high schoolers might speak of being a doctor one day, she'll say she wants to be a chemical engineer, world speed skating champion and Olympic gold medalist. No big deal.  \"I really have an interest in making things explode, and I guess my dad, he told me a few years ago that he was into chemistry when he was a little kid, so I guess chemistry runs in the family,\" she said. When she takes the ice later this month, she'll not only set precedent for African-American women, but she'll be one of only four foreign-born US Olympians, the second-ever African-born US Olympian and the second African-American speedskater on a US Olympics team. Her pal, Shani Davis, who's competing in his fifth Winter Olympics, was the first.  \"It's a huge thing,\" she said, but she isn't hung up on the racial aspect of her accomplishments. \"I have friends who accept me and who don't think of me as being an African-American,\" she said. \"They just think of me as being normal Maame or being human.\" To any youngsters her achievements might inspire, no matter their race, she has a message: \"Go out there, find an ice arena or ice rink, and just skate and try it out. ... You never know. You could be the next Olympian, which is an awesome thing to be.\" 'It was a graceful fall' Maame realizes she wouldn't be among the world's fastest speed skaters without her dad. She speaks to her mother in Ghana about once a week, but Kweku plays both roles here at home. It can be tough, especially at her age, she said.  \"I like guys, and my dad, I'm always going to be his little girl, and I think it's a really awkward situation when you're like, 'Hey daddy, I like this guy. What do you think and stuff?' It's really hard to talk to him about it because he's like,\" she breaks into her best Kweku impression. \"'No, you're going to get married when you're 50 years old.' All right, dad. OK. I see how it is.\" But Kweku isn't one of these win-at-all-costs fathers. He wants only what's best for her and would prefer she worry about guys when she's done with school and skating, she said. The day before she won the 500 at the Olympic trials, Maame had what she felt was a poor run in the 1,500. Where others might rejoice at finishing third and qualifying for an Olympic event, Maame has a tendency to get down on herself and worry that people won't like her unless she skates well, she said. Kweku knew what to say.  \"No matter what happens tomorrow, whether you get last or whether you get first, just know that I love you not because you're a speed skater but because you're Maame and you're my daughter,\" he told her. She went on to win the trials before falling onto her rump while pumping her fists in celebration. \"It was a graceful fall,\" her dad said, beaming. Biney giddily recounted the moment. \"I was like, 'I made the team. Holy cow, I made the team! (Squeal!)' And then I cheered so hard that I fell.\" The graceful tumble and her post-race interview charmed everyone who saw them. Despite her maturity and speed, it felt like she might never relinquish her youth.  On the Wednesday before leaving for PyeongChang, Maame attended a short practice before hitting the stationary bike. It was a recovery day, and she was looking forward to some rare downtime. Kweku reminded her she had dinner plans with her host family that evening. She has no driver's license, so he made sure she had transportation lined up.  She was headed to Park City to see a friend, she told him. Both of their birthdays are coming up, so they'd agreed to pay for each other's ticket, she said, laughing at the absurdity of it. They'll grab a bubble tea -- taro with vanilla for Maame -- before catching the 4 o'clock showing of \"Jumanji.\" Typical afternoon for a couple of kids. ", "title": "Olympic speed skater Maame Biney wants to win gold. She's already won hearts - CNN"}