{"link": "http://rss.cnn.com/~r/rss/edition_sport/~3/2mBj2v_i18s/index.html", "description": "The joint North and South Korean women's ice hockey team competed together for the first time Sunday in a friendly match against Sweden, under a controversial Olympics unity deal.<img src=\"http://feeds.feedburner.com/~r/rss/edition_sport/~4/2mBj2v_i18s\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " It was the first and only practice match for the team, which will compete as \"Korea\" under the unified flag at the Winter Olympics in South Korea. The Games get underway on Friday.  Sweden defeated Korea 3-1 in Sunday's friendly, a decent result for the Korean team which have only had a few days to train together before facing last year's fifth-ranked team in the world.  The match saw 23 South Korean ice hockey players join forces with 12 players from the North, dressed in uniforms emblazoned with the single word \"Korea\" over a map of the peninsula. The Korean team did not stand for either the North or South Korean national anthems. Instead, after the Swedish anthem, the Koreans played the traditional folk song \"Arirang.\"  North Korea will send 22 athletes to the Winter Games in Pyeongchang, under a deal reached with Olympic officials last month. The athletes will compete in ice hockey, ice skating and skiing across five disciplines. While the decision to march into the opening ceremony and compete in women's ice hockey under one flag heralds a thaw in relations between North and South, observers have expressed concern that Pyongyang is still doing little to scale back its nuclear ambitions. \"Despite these overtures to improve relations with the South, North Korea has yet to show any intention to fulfill its international obligations regarding denuclearization,\" said South Korea's Foreign Minister Kang Kyung-wha last month.  Joint US-South Korea military drills -- which infuriate Pyongyang and raise tensions on the peninsula -- have been suspended for the duration of the upcoming Olympics as a show of good faith, though they are likely resume following the competition. But North Korea plans to hold a military parade before the Winter Olympics begin, putting further strain on diplomatic relations with the South in the days ahead of the Games. Demonstrators face off outside first match  As the Korean team prepared to battle Sweden at the Seonhak International Ice Rink in Incheon, anti-North Korea protesters faced off with pro-unity crowds outside. On one side, up to 100 anti-North Korean demonstrators denounced North Korean leader Kim Jong Un and criticized plans for the two Koreas to march under the unified flag. Protesters described the Games as the \"Pyongyang Olympics\" -- referring to the North Korean capital -- instead of the Pyeongchang Olympics. \"It was really difficult for South Korea to get the opportunity to host the Olympics,\" said 54-year-old protester Choi Yong-suk. \"And now we are not even allowed to hold up our own flag. Instead, we have to cheer with the unified flag.\" Meanwhile, pro-unity demonstrators held up Korean unification flags and signs that said \"Proud Korea, together we're stronger.\" \"I hope this joint hockey team can be the beginning of peace on the Korean Peninsula,\" said 51-year-old supporter Jang Soo-kyung.\"The Olympics is an event that's supposed to unite everyone beyond political and cultural beliefs.\"", "title": "Joint Korean ice hockey team play for first time - CNN"}