{"link": "http://www.bbc.co.uk/sport/football/42939013", "description": "", "content": " Pierre-Emerick Aubameyang scored on his Arsenal debut, Manchester City dropped points for only the fourth time this season and Tottenham were awarded two penalties in a dramatic draw at Liverpool. But who shone enough to make my team of the week? Read the thinking behind my team below and have a go at picking your own. Choose your XI from the shortlist selected by BBC Sport journalists and share it with your friends. Pick your XI from our list and share with your friends. Ederson's save from Ben Mee, as Manchester City drew 1-1 at Burnley on Saturday, was fabulous. However, I have to take you back to the 38th minute of the game.  Nicolas Otamendi plays the ball back to Ederson, who is immediately put under pressure by Burnley's Ashley Barnes. The Brazilian goalkeeper, unconcerned by Barnes bearing down on him like a train, casually passes it to Vincent Kompany.  He moves the ball slightly more quickly to Kyle Walker, who flicks it around the corner to Bernardo Silva, who passes to Ilkay Gundogan. He turns, gives the ball to Kevin de Bruyne, who then carries the ball for 10 metres before firing an Exocet missile in the direction of Burnley's Nick Pope. It was a most glorious move and it all started with Ederson. Is it any wonder that Manchester City are light years ahead of anything else the Premier League has to offer? Manchester United fans must cry themselves to sleep having realised that they got the wrong manager. It was a deft touch from Jack Stephens that produced a quality finish for Southampton against Brighton in midweek. At West Brom, it was a very different goal, not to mention performance, that provided his manager Mauricio Pellegrino with a stay of execution. It was a wonderful glancing header matched only by Stephens' movement towards the ball against an Albion side starting to run out of road. The Saints, however, on the back of a fabulous 3-2 win, must decide whether they are a feeder club for the top-four sides or are going to try to win something themselves. An FA Cup triumph, perhaps, or even a period in Europe, will provide stability. They have certainly produced the players over the years to do both. What they are doing - and have done for far too long - is flirting with relegation. When you flirt with relegation, the inevitable always happens. Manchester City manager Pep Guardiola was gracious enough to state in his post-match press conference that Burnley are the most British of the Premier League teams.  Roughly translated into the words of Lance Corporal Jones from Dad's Army, City \"don't like it up 'em!\" There were many Burnley players on Saturday who \"put in a shift\", to use manager Sean Dyche's expression. The stand-out player wearing claret and blue, for me, was Ben Mee. The defender was as effective in his own penalty area as he was threatening, especially from set-pieces, in City's box. Burnley might not be the most attractive side in the world but, like Dad's Army, they have the ability to produce they own brand of cold hard steel. When Danilo picked up the ball at Turf Moor, the space was there for him to exploit. All too often, full-backs don't utilise the space in front of them because they can't; they simply don't have the ability. Not so Danilo. The Brazilian knew exactly what he was doing and planted the ball emphatically past Nick Pope - it was jaw-dropping. Dani Alves was another Brazilian player who loved to rampage forward with one eye on goal. So too was the legendary German full-back Paul Breitner, who made a career out of scoring spectacular goals. Chelsea have Marcos Alonso and Victor Moses, who have made scoring from full-back positions an art form. The last English player I can remember with this ability was Everton's Leighton Baines. What a pity more English players don't have the nerve. I liked Henrikh Mkhitaryan at Borussia Dortmund, I liked him at Manchester United and I adored what he did for Arsenal against Everton.  Mkhitaryan was used and abused at United but, under more of an 'artistic director', the Armenia captain looks as if going to be a big hit for the Gunners. It is now patently obvious that Mkhitaryan and Pierre-Emerick Aubameyang, his former Dortmund team-mate, were having their own discussions to make sure that both would arrive at the Arsenal at the same time. One move clearly influenced the other. As for Everton? Well, manager Sam Allardyce can complain all he wants about his team's first-half performance. If the Everton manager insists on playing so many unfamiliar faces all at the same time in a new team set-up, what does he expect - a Picasso? What he did get was a lovely looking, overly sweet, sickly tasting blancmange and that's all he deserved. It takes months to create an effective team, not hours. This lad is playing for the wrong team. Seriously. Mario Lemina is an Arsenal player if ever I have seen one. For far too long in my opinion, Arsene Wenger has faffed around with the likes of Mohamed Elneny and Francis Coquelin. Wenger should have invested in Lemina during the summer and got in there well before Southampton did. Lemina is wasted at St Mary's. Sorry, Southampton fans, but you just do not have the class of player to bring the best out of this lad. His performance against West Brom was immense. Admittedly, we have not seen enough performances like this - but you would if you put him in a proper outfit.   Arsenal's 3-1 defeat at Swansea last Tuesday was a joke. Everton's first-half performance against Arsenal four days later was even worse. Just when I was expecting a sweet toffee, I got a sour taste. Meanwhile, Wales international Aaron Ramsey would not have enjoyed being humiliated by the Swans but at least his hat-trick against a very poor Everton might make travelling home to the Valleys a little more bearable. Leicester City may have found a new Riyad Mahrez, which is just as well because I cannot see the Algeria winger playing for them again. Fousseni Diabate's performance at Peterborough in the FA Cup was impressive - but that was Peterborough. Against a rejuvenated Swansea, he showed the same courage and mental strength Mahrez showed during the Foxes' title-winning season. There is nothing more exciting than seeing a player taking defenders on and Diabate does it for fun.  How tragic then that Leicester's love affair with Mahrez has come to such a dramatic impasse. With a little bit of common sense, everyone would have won. Mahrez gets his move to Manchester City, Manchester City get the player and Leicester get a vast sum of money well in excess of what they paid for him.  Now they have a distraction that will dominate their every press conference until it is resolved. Well done, Leicester.  There are some goals you just have to applaud and Mohamed Salah's second goal in Liverpool's 2-2 draw at home to Tottenham was one of them. It was Maradona-esque. Salah's first goal was brilliantly taken too. Spurs paid the price from a shocking bout of stage fright, especially from Davinson Sanchez, who had never played at Anfield before, and Eric Dier, who had. Spurs did recover after a very difficult first half. Nevertheless, they can count themselves extremely fortunate to have had Jon Moss, the best referee in the Premier League, on hand. It was Moss's interventions that saved Tottenham - and quite rightly - but it was Salah's performance that blew everyone away. The finish by Pierre-Emerick Aubameyang against Everton on Saturday was pure class. But are the Arsenal fans or manager Arsene Wenger, for that matter, going to destroy another top-class player in order to play in a particular manner? Alexandre Lacazette looks as if he has now become surplus to requirements because of Wenger's insistence that two up front cannot work. Correction - two up front does not work for him. Meanwhile, he is destroying strikers with every stroke of his Montblanc - ask Olivier Giroud. Let's hope Aubameyang survives Wenger's blame game. Brighton do not have the greatest goalscoring record in the Premier League, but they will not give tuppence for that statistic. What will concern manager Chris Hughton is that when they do score goals, they win matches. If ever a goal deserved to win a football match, then it was the one scored by Jose Izquierdo against West Ham. It was an absolute beauty. Of course, you can't win matches if you don't score goals - but the real trick is not to concede when you do score. Can Brighton survive and stay up from this position? I hope so.", "title": "Garth Crooks' team of the week: Salah, Mkhitaryan, Aubameyang, Diabate, Ederson, Mee - BBC Sport"}