{"link": "http://www.bbc.co.uk/sport/winter-olympics/42956918", "description": "", "content": " Thirty-two Russian athletes have appealed against their exclusion from this month's Winter Olympics. They include those who had their life bans lifted by the Court of Arbitration for Sport (Cas) last week. A hearing is set to take place on Wednesday, two days before the Games. The International Olympic Committee (IOC) has invited 169 Russians to compete as independent athletes in Pyeongchang after their country was banned over the Sochi doping scandal. More attention has been paid to getting Russian athletes into the Pyeongchang Games than dealing with the Russian conduct Forty-three Russians were banned for life from the Olympics following the conclusion of an IOC investigation into evidence of state-sponsored Russian doping at their home Games in 2014. On Thursday, Cas overturned the suspensions of 28 of those, and partially upheld 11 other appeals. The IOC then turned down a request for 13 of the 28 - and two coaches - to compete. A special IOC panel \"agreed the decision of the Cas had not lifted the suspicion of doping\". IOC president Thomas Bach said: \"The absence of sanctions by Cas does not mean that you are entitled to receive an invitation from the IOC because receiving this invitation is a privilege of clean Russian athletes.\" However, 32 athletes are taking issue with that stance. Among them are multiple Olympic champion speed skater Viktor Ahn and biathlon gold medallist Anton Shipulin. Neither athlete has previously served a doping ban. IOC member Dick Pound - the former head of the World Anti-Doping Agency - has criticised the IOC over its handling of Russian doping. At a meeting in Pyeongchang on Tuesday, Pound said: \"The IOC has not only failed to protect clean athletes but has made it possible for cheating athletes to prevail against the clean athletes. We talk more than we walk. \"The athletes and the public at large in my view no longer have confidence that their interests are being protected. Our commitment to both is in serious doubt. \"More attention has been paid to getting Russian athletes into the Pyeongchang Games than dealing with the Russian conduct.\" However, Pound's view was not shared by the other IOC delegates at the meeting.  Only Pound and British IOC member Adam Pengilly - who last week called the decision to overturn Russian bans \"craven and spineless\" - abstained from an otherwise unanimous vote of confidence in how the the IOC has handled the Russian doping issue.", "title": "Winter Olympics 2018: 32 Russians to appeal against Pyeongchang exclusion - BBC Sport"}