{"link": "http://www.bbc.co.uk/news/uk-england-manchester-42959196", "description": "", "content": " A service to mark 60 years since the Munich air crash which killed 23 people, including eight Manchester United players, has taken place. The crash, on 6 February 1958, happened on United's return from a European Cup tie in Belgrade. Eight players, three club staff, eight journalists, two crew members and two passengers were killed. The Old Trafford service included a minute's silence at 15:04, the time of the crash. Thousands of fans turned out for the ceremony. Manchester United invited season ticket holders aged over 65 but said all supporters were welcome. Former United players Sir Bobby Charlton and Harry Gregg, who both survived the crash, were at the ceremony, along with former manager Sir Alex Ferguson. Current manager Jose Mourinho and captain Michael Carrick laid wreaths. Around 4,500 people were present for the afternoon's 40-minute service, which poignantly took place amid a light snow fall. Club officials wore ties bearing the names of the eight players who died in the tragedy, while United chaplain John Boyers in a roll call of the 23 who lost their lives in the crash. The presence of the two remaining survivors, Harry Gregg and Sir Bobby Charlton, was particularly well received. Gregg, who went to the club's Carrington training ground earlier to meet the players, said it would be the last time he comes to Old Trafford. He sat behind current first team manager Jose Mourinho, who made a point of shaking the Northern Irishman's hand. Sheffield Wednesday, United's first opponents after the crash, were represented, as were Bishop Auckland, who loaned the club players. Kenny Dalglish was also present, as was former Manchester City star Mike Summerbee, in a nod to the loss felt by the whole city at the death of former Blues keeper Frank Swift. Gregg told BBC Sport NI he did not believe the disaster had defined him or the club. \"I do not think what happened in Munich made Manchester United. It is a very large part of Manchester United history but it's not all Manchester United,\" he said. \"I have seen Manchester United through bad times and good times.  \"I'm just very glad that Harry Gregg from 34 Windsor Avenue was counted good enough to play for what I consider to be one of the greatest clubs in the world.\" Bayern Munich president Uli Hoeness and chief executive officer Karl-Heinz Rummenigge took part in a memorial service held in Munich. The club tweeted a tribute: We will never forget. #FlowersOfManchester pic.twitter.com/XliwVvyBEv End of Twitter post  by @FCBayern United fans have also paid their respects to the victims by visiting the site of the crash. Wreaths were also laid at Partizan Stadium in Belgrade, Serbia where the team had played before the crash. The club held a silence before the Premier League home game against Huddersfield Town on Saturday. Sir Matt Busby's team, nicknamed the Busby Babes, were in unstoppable form that season with journalists speculating they might have won a treble of the FA Cup, Division One title and the European Cup. Seven of the players were killed in the crash, with rising star Duncan Edwards dying 15 days later in hospital. Club legend Sir Bobby Charlton, who was 20 at the time, suffered head injuries, while Busby was critically ill and had the last rites given to him. Among the journalists killed was Frank Swift, the former Manchester City and England goalkeeper, who died on his way to hospital. The plane's co-pilot Ken Rayment was the final victim, dying 23 days after the crash. Writing in his blog, United midfielder Juan Mata said the victims \"will never be forgotten, they will always be remembered and will be a part of United's history forever\".  \"The passion, determination and courage shown by the club to carry on in those horrible moments have left an indelible mark forever.\" Many of the side's former and current players, including Rio Ferdinand, Edwin van der Sar and Carrick, paid tribute to those who died on Twitter, using the hashtag #FlowersofManchester. We Will Never Forget #BusbyBabes @ManUtd ❤️ #flowersofmanchester pic.twitter.com/hP9JT4SlPn End of Twitter post  by @rioferdy5 60 years on from the Munich air crash. Today we remember and pay our respects to all those we sadly lost. We will never forget. #BusbyBabes #FlowersOfManchester 🙏🏻🔴🔴🔴🔴🔴🔴🔴🔴 pic.twitter.com/50bgF0GMRl End of Twitter post  by @carras16 Let's never forget #FlowersOfManchester pic.twitter.com/fDOVPNYdIu End of Twitter post  by @vdsar1970 The National Football Museum in Manchester also staged a minute's silence at 15:04 in the Hall of Fame and opened a book of condolence. The museum said it had added a number of new items to its Busby Babes display.", "title": "Manchester United mark 60 years since Munich disaster - BBC News"}