{"link": "http://www.bbc.co.uk/sport/football/42864732", "description": "", "content": " New England boss Phil Neville has already attended Women's Super League games at Widnes and Wycombe, but Munich and Melbourne may need adding to his list of scouting destinations before his first game in charge. That's because, with at least 17 senior players who are eligible for the national team now playing abroad, there are an unprecedented number of potential Lionesses on foreign shores. Playing overseas is not a new idea in the women's game - as trailblazers including Kelly Smith can attest - but never before have Barcelona, Bayern Munich and Juventus all had Englishwomen on their books. And it is not just England regulars such as Lyon's Lucy Bronze and Barcelona's Toni Duggan who have been snapped up by European clubs. So why are so many English players choosing to pursue their careers abroad? Former Leeds United forward Leah Galton is set to become the first Englishwoman to play for Bayern Munich on 18 February following her December move from American NWSL side Sky Blue. Capped 12 times at youth international level by England - and called up to a senior training camp in 2016 - why did the 23-year-old from Harrogate opt for Bavaria? \"It was time, because I hit a point in America where I wasn't progressing. I had progressed from college level to professional, but this is the perfect next step,\" she told BBC Sport. \"This move is definitely going to help me get better. It's a completely different game in Germany, technically and tactically. \"Yes, it's exciting to say I play for 'Bayern', amazing even, but it's more to do with the quality of the coaches and my teammates. The name doesn't bother me too much but I'm surrounded by world-class people.\" During her two seasons with Sky Blue, Galton was largely overlooked by former Lionesses boss Mark Sampson, and hopes Champions League football will boost her international prospects. \"The England set-up is always in the back of my head,\" she continued. \"I have to keep working on it to get back into the system. I still have a lot of my playing career left. \"I'd love to go to the World Cup and be a part of that, and the Olympics if Great Britain got a team there. Those are the ultimate goals, but I have to do well for Bayern first.\" When the squad for last year's European Championship was named by Sampson, all 23 players included were registered with English clubs. But that is unlikely to be repeated under Neville, with Euro 2017 top scorer Jodie Taylor now playing for Melbourne City, Bronze for European champions Lyon and Duggan pushing for trophies with Barcelona. Another of the three Englishwomen now based in the Frauen Bundesliga is former Brighton and Bristol City forward Lily Agg. Previously commuting more than 100 miles each way to train part-time with Millwall while holding down a job in a school, the 24-year-old's story is not an unfamiliar one in the WSL, but joining the four-time European champions FFC Frankfurt makes her unique. \"The Germans have a very different outlook on women's football,\" the forward said. \"There's a big fan base within Frankfurt. \"We're in the papers a lot and the whole city know about us. We have some very diehard fans who will turn up six hours away for away games. \"I know you get a few doing that in the WSL, but there's a really big group doing it here. \"Frankfurt is very, very professional. You stay overnight for some away games. The set-up when I was at Brighton was fantastic, yes - one of the best - but all across Germany you're treated very, very well.\" As well as healthy attendances, Agg feels matches in the German top-flight are by and large more competitive too. BBC figures show that, in 2016-17, nearly 70% of games in the Frauen Bundesliga were either drawn or settled by a one-goal margin, compared to 50% in 2017's WSL 1 Spring Series. \"It's a big step up in terms of the league and the competition is very strong,\" the former PE teacher continued. \"Sometimes, in the WSL, you get a 5-0 or a 6-0. Here, it feels as though every game is pretty tight and the competitiveness is very spread out. There are no easy games and I am really enjoying that.\" Frankfurt - fifth in the Bundesliga table - have enjoyed success over a period stretching back to before the turn of the millennium, but in Italy, the Serie A leaders' history is still embryonic. Having scored 10 goals in 30 games from midfield for England Under-19s, former Liverpool playmaker Katie Zelem has been on the scene far longer than Juventus Women - a club playing in their first league campaign. But a 100% record from their first 12 league fixtures have put the 'Old Lady' well on their way to being crowned Italy's new champions. Zelem, 22, was one of the Turin's club's targets for their first-ever squad and gladly accepted the challenge. \"I'd been at Liverpool for a long time so, just to come out of my comfort zone, is a whole different experience for me,\" she told BBC Sport. \"There's no such thing as a transition year here, because Juventus is a huge club. The aim was to win the league and get in to the Champions League and that's the direction we're heading in.\" She continued: \"The move came very out the blue. I'd not really considered going abroad. Italy wasn't necessarily a country I ever thought I'd be in. \"I don't think my family believed me at first and there were quite a lot of tears to be honest but they're all over the moon for me obviously. \"My ultimate goal is to play for the England senior team. I've always wanted that since I was very little. Moving over here has only helped that.\" \n                            Media playback is not supported on this device\n                         Should Zelem earn a Serie A title winners' medal, she would follow in the footsteps of Birmingham City left-back Paige Williams, who achieved the feat with Brescia in 2015-16. \"I spoke to Paige and got her perspective of being in Italy and she only had good views. That settled my nerves a little bit,\" Zelem said. \"Going abroad has been rare, with the way the English league is growing, but Lucy Bronze and Toni Duggan have taken the step now and it is more like a catalyst affect. As soon as some of the bigger names like those two start to do it, others will follow.\" Along with Manchester United and Real Madrid, Juventus were one of the highest-profile clubs not to have a women's side, until last year's fast-tracked setup. However, while United often face criticism for not having a senior women's team, Zelem has nothing but good memories of her lengthy time at the Old Trafford outfit's centre of excellence. \"To be honest, I don't have one bad word to say about Manchester United,\" she added. \"That's where I set my foundations and the coaches there - for all nine years - were unbelievable. \"They've made me the player I am today.\" You can now add WSL 1 notifications for line-ups, goals, kick-off, half-time and results in the BBC Sport app. Visit this page to find out how to sign up.", "title": "Phil Neville: Why England Women boss has Bayern and Juventus on his radar - BBC Sport"}