{"link": "http://www.bbc.co.uk/sport/football/42845471", "description": "", "content": " \"One week before Munich my mum was washing their shirts, the following week she was polishing coffins.\" Tuesday, 6 February marks 60 years since the Munich air disaster, which claimed the lives of 23 people including eight Manchester United players after a refuelling stop on the way back from a European Cup tie in Belgrade. Ken Ramsden was a 12-year-old United fan at the time. You did know everyone and, of course, you knew the players. You saw them every day. They would go in the laundry to cadge a cup of tea, have a cigarette or borrow the paper.  His mother Irene and aunt Joan worked in the laundry room at Old Trafford. Ramsden went on to have a 50-year career at United as programme editor, press officer and club secretary, before he retired in 2010. But his memories of that time remain vivid and provide a fascinating and very personal insight into the weeks surrounding the crash - and how the club started to rebuild in the aftermath.  By the time United flew to Belgrade, Matt Busby's young side were the dominant team in England. The 'Busby Babes' had won the First Division title in 1956 by 11 points with a team that had an average age of 22. They won it again the following season. My Auntie Joan, who is now 93, had a job at a refreshment kiosk on matchdays. The club's secretary Walter Crickmer (who died at Munich) told my auntie the club were opening a laundry and asked if she knew anyone who would be interested in working there. It was as simple as that. No interviews.  That must have been 1955 or 1956 and it was in a cellar just along from the dressing rooms. When it rained heavily, it flooded. That happened a few times, I can tell you. Back then most of the players trained at Old Trafford. There was a small staff. When I joined in 1960 there were perhaps 10 or 11 and that was the entire club. You did know everyone and, of course, you knew the players. You saw them every day. They would go in the laundry to cadge a cup of tea, have a cigarette or borrow the paper.  Bobby Charlton, Duncan Edwards, Mark Jones - they all came in to the club from outside, so they were sometimes a bit lost and a bit lonely. They saw in my mum and my aunt a softer side of life. A friendlier side. If they got a bit of lipstick on their shirt, they would take it to the laundry and get it washed. It was that kind of thing. In those days the FA Cup draw was only ever on the BBC. Everybody stopped to listen to the draw. There was only one radio in the club and that was in the laundry. The players would mooch down there around the time just to listen to the draw. It was that kind of a place. It was a very intimate atmosphere, which has long gone of course. The players were big stars to me but would travel in on the bus or cycle. They would go in the same shops as you. We lived in Salford. Eddie Colman - another who died in Munich - was born and lived in Salford. A lot of the boys lived in Stretford, round Longford Park. In the school holidays I would come down to the ground, like lots of kids did, just to hang around. You couldn't get in the ground but you just stood waiting for the players to arrive and go out. However, in those days, when my mum and my aunt washed the clothes, they would often hang them out on lines between the stadium wall and the railway fence. Can you imagine now putting shirts on the line to dry? My mum would come out with a basket full of shirts and when she saw me, she would take me back in with her. That was my day made. All the other kids were looking at me marching into the ground. She would take me to the laundry room and make me a drink. Players or trainers would come down. I was in seventh heaven. I am sure the coffins didn't need polishing but there was this closeness, an affection - caring for them when they were alive and carrying that on I remember one day I was in the dressing room for some reason. Tommy Taylor and David Pegg came in. Tommy lit a cigarette - you couldn't do that now of course. But he dropped his matches. I was on the floor so fast to pick them up for him. I looked up and saw him laughing, nudging Pegg going 'look at this stupid kid'.  The players went dancing to the plaza on a Saturday night. The fans would see them there, or in the chip shop. On Sunday afternoon you could go into Longford Park in Stretford and find them playing football with the kids. They would be walking around and someone had a ball and they would join in. That is the way it was. United beat Red Star 2-1 at Old Trafford in the first leg of their quarter-final. They drew 3-3 in Belgrade on a Wednesday afternoon to go through and then embarked on the return journey in a chartered plane. United had stopped to refuel in a snowy Munich when their Airspeed Ambassador plane crashed as it made its third attempt to take off, ploughing through a fence at the end of the runaway and hitting a house. We did not know much about the match, just what we saw in the newspapers. The next day, it must have been about 4pm. Mum had come home from work, I was home from school. Someone came to the door. It was a young boy from the next street. He knew where my mum worked and he came to tell her that he had heard on the radio that there had been a plane crash. My mother sent him away with a flea in his ear and told him not to say such terrible things. She couldn't believe it was true. But over a period of hours and days, the truth emerged. I have been in the museum on a number of occasions. There is a spread of all the newspapers. It is quite amazing how slowly the story unfolded. One day it is this, next day so and so is getting better, the next he is getting worse. It took five or six days for the full story to emerge. I remember being in school on the Friday and the word went round the playground that Tommy Taylor had survived. It was actually journalist Frank Taylor. It is difficult for people of a certain generation to understand how little news came and how slowly it came. I do recall it took a long time for the full story to emerge. Fairly soon after the crash the bodies started to arrive. There is lots of newsreel footage of them arriving at Manchester airport and being brought to the ground. The gymnasium, which was alongside the dressing rooms, was turned into a temporary mortuary. That is where the bodies stayed for quite some time. My mum and aunty polished the coffins. Partly it was wanting to do something. I am sure they didn't need polishing but there was this closeness, an affection - caring for them when they were alive and carrying that on. It always struck me that one week they were washing their shirts, the following week they were polishing coffins. Even now, 60 years on, when you start to think about it, it is just quite amazing. It was not long after the war. Nobody came and said \"how are you coping, are you all right?\" That wasn't the way in 1958. You just got on with what you were doing. \"Wherever football is played, United is mourned,\" club chairman Harold Hardman said on the programme cover of United's first match after Munich. Amazingly, that took place on 19 February - just 13 days after the crash. United beat Sheffield Wednesday 3-0 in the third round of the FA Cup and went on to reach the final that year, losing to Bolton. We lived in Salford, so we had perhaps a 15-minute walk to the ground. My mum got a couple of tickets for every game, so my dad and I went. We were walking down Trafford Road and there were more people walking back towards us than were walking down because the ground was full so early. We were fighting a tide of supporters. It was unreal. We had been welling up with this great sadness and tragedy and here was a chance to go to a football match where you could shout and cheer. That was cathartic, I think. But it was just this amazing feeling that the club was carrying on. There was that sense of relief, I suppose. Sheffield Wednesday might as well have not turned up. They had no chance. I felt sorry for them. Everybody felt sorry for them. They daren't have won. It was just overwhelming. Seven players were dead when United played Wednesday, and Duncan Edwards died days later. Manager Matt Busby remained seriously ill and was twice given his last rites. Assistant Jimmy Murphy had not travelled with the team because he was managing Wales at the time - and he took over for the rest of the season. He made signings and promoted youngsters but league form understandably suffered and the team finished 11th. Goalkeeper Harry Gregg and defender Bill Foulkes came home quite quickly - Jimmy Murphy had gone over and brought them back overland. Both played against Wednesday and I have always been amazed at the strength of Harry and Bill to play so quickly. Not only did we lose eight players. People like Johnny Berry and Jackie Blanchflower survived but never played again. By and large, don't forget the club had been building this production line before Munich. There were people like Shay Brennan, Wilf McGuinness, Ronnie Cope, Freddy Goodwin, Alex Dawson, Mike Pearson. Quite a few players who were coming through. To be fair to them, their careers were greatly affected by the fact they were brought through before perhaps they were ready for it. In other circumstances, it might have been another couple of years.  After the Sheffield Wednesday game a sort of normality came back. I think back to one of my predecessors Les Olive, who was the assistant secretary at the time of the crash. He was 28. The club secretary died in the crash and Les was suddenly thrust into this amazing situation. The club had little or no staff. The stewards and ground committee came in from work on an evening and worked for nothing, just opening the post, helping to file applications for tickets and so on. The club was run on a shoestring. There was no money. There was no financial support from anywhere, no big staff to take over. It was a case of opening letters, reading them, marking what they wanted, putting them in the right pile, sorting the tickets, taking the money. It is a very slow and laborious job. How they coped with everything else that was going on, even now I can't get my mind round it. Some may say the crash made United unique. I would like to think it made for a very humble club. I think from Munich we saw the affection there was for Manchester United and the love for it. I know from my working life, a lot of people stopped coming after Munich. There are those who say 'you only became a fan after Munich'. That may be true for some but a lot of people stopped coming because they couldn't bear to come here and, as they saw it, see the ghosts of Munich. That is perhaps not as widely known as some of the other stuff, but it is a fact that a number of people have told me over the years that their dad or uncle never came again because they couldn't bear to come.", "title": "Munich air disaster and Man Utd's laundry ladies - from lipstick on the collars to cleaning the coffins - BBC Sport"}