{"link": "http://www.bbc.co.uk/sport/football/42958735", "description": "", "content": " Leeds United have appointed Barnsley boss Paul Heckingbottom as their new head coach following Sunday's departure of Thomas Christiansen. The 40-year-old, who led the Tykes to 14th in the Championship last term, has agreed a deal until the end of 2018-19. BBC Radio Leeds reports the Whites paid £500,000 to activate a release clause in Heckingbottom's Barnsley contract, which he only signed on Friday. Leeds are seven points below the play-offs in 10th, while Barnsley are 21st. Heckingbottom guided the Tykes to promotion via the League One play-offs and won the Johnstone's Paint Trophy in 2015-16, but leaves them just one point above the relegation zone. The move comes exactly two years to the day since Lee Johnson left the Barnsley job to take over at Bristol City and Heckingbottom took charge. Leeds, who dismissed 44-year-old Dane Christiansen after just eight months and have not won since Boxing Day, will host Barnsley in the league on 21 April. A Barnsley statement declared their \"thorough disappointment\" at Heckingbottom's departure. \"The club are shocked at Paul Heckingbottom's desire to leave, having agreed a new contract last week following the completion of the transfer window, where the directors worked tirelessly along with Paul to secure their targets, resulting in a successful window,\" the statement said. \"This left the club optimistic in a turnaround in form and a strong end to the 2017-18 campaign as we battle to retain our position in the league. \"Until a new head coach is appointed, Paul Harsley will take caretaker charge. The board fully trusts him to lead the team.\" The former Darlington, Bradford and Barnsley defender becomes Leeds' seventh different first-team boss since 2014. Following Heckingbottom to Leeds will be his backroom team of first-team coach Jamie Clapham, head of sports science Nathan Winder and first-team performance analyst Alex Bailey.", "title": "Leeds United: Paul Heckingbottom leaves Barnsley for Elland Road job - BBC Sport"}