{"link": "http://www.bbc.co.uk/sport/winter-sports/42907756", "description": "", "content": " With the 2018 Winter Olympics in Pyeongchang days away, BBC Sport brings you a weekly round-up of the big stories in the build-up. ALPINE SKIING: Lindsey Vonn cemented her position as a strong favourite for Olympic downhill gold by winning both races at the World Cup round in Garmisch-Partenkirchen.  Vonn's pair of wins in Germany moved her to within five victories of Ingemar Stenmark's all-time World Cup record of 86. The American 2010 Olympic champion missed the 2014 Sochi Games through injury, but has now won the last three World Cup downhill contests. In the final men's contest before Pyeongchang, Switzerland's Ramon Zenhausern claimed his first World Cup victory with gold in the parallel slalom event in Stockholm. World Cup leader Marcel Hirscher could only finish down in fifth. The women's event, in the absence of dominant World Cup leader and Olympic favourite Mikaela Shiffrin, was won by Norway's Nina Haver-Loeseth.  A decision to lift life bans for doping on 28 Russian athletes was \"extremely disappointing and surprising\", says International Olympic Committee chief Thomas Bach. Last week the Court of Arbitration for Sport (Cas) overturned the suspensions of 28 Russians, and partially upheld 11 other appeals. The IOC has turned down a request for 13 of the 28 athletes cleared by Cas - and two coaches - to be invited to take part in these Winter Olympics. ICE HOCKEY: The joint North and South Korean women's ice hockey team played together for the first time, losing a friendly game against Sweden 3-1. Their first competitive match will take place next Saturday, when they face Switzerland. SKI JUMPING: Kamil Stoch warmed up for the defence of his two Olympic titles by winning in Willingen, Germany, to move top of the overall World Cup standings. The Pole finished fourth and second in the two jumps to clinch the overall victory. The scheduled women's World Cup event in Hinzenbach, Austria, was cancelled because of a lack of snow.  NORDIC COMBINED: Japan's Akito Watabe ensured he will arrive in Pyeongchang as the World Cup leader by claiming two podium finishes on home snow in Hakuba. Watabe ended the final weekend of Nordic combined pre-Pyeongchang action with a first and third-place finish to his name from the two large hill contests. The sport's other dominant force this season, Jan Schmid, continues to lead the chase behind Watabe. The Norwegian also finished on the podium in both large hill contests in Japan - taking one gold and one silver medal.   ALPINE SKIING: Super-G world champion Erik Guay will miss the Winter Olympics with a back injury. The 36-year-old has struggled with a ruptured disc this season and has not raced since December.  FIGURE SKATING: Yuzuru Hanyu will sit out the figure skating team event in Pyeongchang to avoid added strain on the ankle he injured last November, according to reports in Japan. The world and Olympic men's champion, who is aiming to become the first man to retain the title for 66 years, has not competed since October. The figure skating team event begins on Friday, ahead of the Opening Ceremony.  Canadian short track skater Charles Hamelin, who will be defending his Olympic 1500m title in Pyeongchang, has revealed his latest tattoo on social media. The 2018 Winter Olympics take place in Pyeongchang, South Korea, from 9-25 February. You will be able to follow live BBC Sport coverage of the Winter Games on TV, radio and online.", "title": "Winter Olympics: Vonn marches on, combined Korean ice hockey team loses, Stoch flying high - BBC Sport"}