{"link": "http://www.bbc.co.uk/sport/football/42954835", "description": "", "content": " The Premier League is considering introducing a winter break when the next television rights deal is agreed. The top leagues in Germany, France, Italy and Spain all take time out in mid-season. The Football Association has previously said a winter break is not feasible until the end of the current television deal in 2019. Talks have been ongoing for several months, and are understood to have been constructive. A January break has been under discussion which, if agreed, would not impact on the traditional festive football schedule. If you are viewing this page on the BBC News app please click here to vote. An announcement on the next Premier League TV rights is expected next week. The league is seeking an increase on the current £5.14bn deal which includes 168 live matches a season, with Sky holding five packages of games and BT two. The prospect of a winter break is referenced in the tender documents that have been sent to broadcasters. The next TV deal will cover 2019-2022. \"The Premier League has been in discussions with the FA and EFL for several months regarding the challenges of the increasingly congested English football calendar and ways in which we can work together to ease fixture congestion while also giving players a mid-season break,\" the Premier League said in a statement. \"Provided space can be found in the calendar, we are open to this in principle and will continue constructive discussions with our football stakeholders to seek a workable solution.\" If the Premier League season does incorporate a winter break, it would be welcomed by some top-flight managers. Manchester City manager Pep Guardiola said in January that the festive schedule was \"killing\" the players. Earlier in the season, his Manchester United counterpart. Jose Mourinho said the lack of a break was hampering English clubs' hopes in the Champions League. Arsenal manager Arsene Wenger once said he would \"cry\" if a winter break was introduced, though his side played six games in 19 days during the latest festive schedule. One of the arguments for a break is that it would benefit the national side, but England boss Gareth Southgate questioned whether it would improve his side's chance of winning a trophy. The German Bundesliga, Spain's La Liga, Italy's Serie A and France Ligue 1 are among the top leagues in Europe to have a winter break in their schedules. German football enjoyed the longest stretch without a game this season - 22 days.", "title": "Premier League: Winter break under discussion before new TV deal - BBC Sport"}