{"link": "http://www.bbc.co.uk/sport/rugby-union/42961305", "description": "", "content": " Wales coach Warren Gatland has named an unchanged team to face England in the Six Nations Championship at Twickenham.  The New Zealander has stuck with the starting XV from the 34-7 win over Scotland, resisting the temptation to select fit-again wing George North who is on the bench. North takes the place of Ospreys centre Owen Watkin among the replacements in the only change to the match squad. Worcester wing Josh Adams retains his place to win a second cap. Lock Cory Hill is still going through his head injury assessment after taking a blow in the win over Scotland and hopes to prove his fitness by being involved in full training on Thursday. Saracens back Liam Williams fails to make the squad despite taking a full part in training on Monday. Gatland confirmed the British and Irish Lions full-back will return to his club to play with Saracens facing Newcastle in the Aviva Premiership on Saturday, 10 February. \"It's great to name an unchanged starting XV, the players deserve that for a very good performance on the opening weekend,\" said Gatland. \"We have made one change on the bench, with George coming in for Owen (Watkin), which is tough on Owen but Josh (Adams) picked up a slight strain last weekend so George provides us a bit more cover there. \"We know how tough it is going to be against that huge English forward pack. They are really going to test us.   \"England have been in great form the last couple of years so we know the challenge we face but we have had a good couple of weeks in camp and we are looking forward to going up to Twickenham.\" Wales team: Halfpenny (Scarlets); Adams (Worcester), S Williams (Scarlets), Parkes (Scarlets), S Evans (Scarlets);  Patchell (Scarlets), G Davies (Scarlets); R Evans (Scarlets), Owens (Scarlets), Lee (Scarlets), Hill (Dragons), AW Jones (Ospreys capt), Shingler (Scarlets), Navidi (Cardiff Blues), Moriarty (Gloucester). Replacements: Dee (Dragons), W Jones (Scarlets), Francis (Exeter Chiefs), B Davies (Ospreys), Tipuric (Ospreys), A Davies (Scarlets), Anscombe (Cardiff Blues), North (Northampton).", "title": "Six Nations 2018: Wales name unchanged team v England - BBC Sport"}