{"link": "http://www.bbc.co.uk/sport/boxing/42957650", "description": "", "content": " British Olympic boxer Muhammad Ali has been banned for two years after failing a drugs test. The 21-year-old flyweight tested positive for the anabolic steroid Trenbolone during the World Series of Boxing in Morocco in April last year. Ali argued he may have eaten contaminated meat in Morocco, or had the steroid in his system after having a drink intended for his father. But it was decided he not give enough proof to establish he was not at fault. \"All they caught me with was two nanograms. I can't explain it,\" said Ali. \"I was trying to make 52kg and I wouldn't want to put muscle on. I was literally trying to cut weight. It doesn't make sense.\" Ali, the first member of the British boxing squad to fail a drugs test for a banned substance, will be eligible to compete again in May 2019. He was provisionally suspended in October and has now reached a \"settlement agreement\" with the International Boxing Association (AIBA). AIBA acknowledged Ali had not taken the substance with the intention to cheat. GB Boxing said it is \"committed to clean sport\" and noted AIBA found the athlete did not intend to cheat. A spokesperson added: \"At GB Boxing, our focus is on supporting the boxers on the World Class Performance Programme and giving them the support, assistance and coaching expertise they need to develop, improve and win medals at major international championships and the Olympic Games. \"We work with UK Anti-Doping (UKAD) and our International Federation to provide extensive education and support to our boxers on anti-doping rules, the anti-doping obligations upon them as athletes and the importance of adhering to the principles of clean sport.\" Trenbolone, which supports muscle growth, is on the World Anti-Doping Agency's prohibited list. Ali, who lost in the first round of the 2016 Rio Olympics, believes the length of his ban is \"extreme\" and said it \"couldn't have been any worse\". The European silver medallist added: \"I didn't leave my bedroom for five months. I was so depressed, but it is what it is. I've just got to do my time and move on. \"I thought it would be a six-month suspension or something.\" Ali is now targeting the Tokyo 2020 Olympics. \"It 100% makes me more hungry - I want it more than ever now - not 1% of me thought this would ever happen to me, \" he said. \"There's going to be people saying this and that. I don't want anyone thinking I'm a bad guy.\"", "title": "Muhammad Ali: British boxer banned for two years after positive test - BBC Sport"}