{"link": "http://www.bbc.co.uk/sport/football/42958930", "description": "", "content": " \n                            Media playback is not supported on this device\n                         Antonio Conte will not be sacked as Chelsea manager in the wake of Monday night's 4-1 defeat at Watford. His position was not discussed after the match, since when he has given his players three days off. Sources at Stamford Bridge point to the fact Chelsea remain in the top four, and are still in the Champions League and FA Cup, as reason not to make a change at the present time. Chelsea captain Gary Cahill has also backed the Italian. He said players needed to \"look in the mirror\" following the defeat at Vicarage Road. After the Blues' second straight three-goal defeat, Conte said \"the club have to take another decision\" if they think he is not doing a good enough job. The defending champions are now fourth in the Premier League, 19 points behind leaders Manchester City. \"Whatever is decided, the players have to take responsibility,\" Cahill said. \"The manager has done an absolutely unbelievable job.\" Although Chelsea are understandably disappointed at a run of just two wins in 10 games during 2018 so far, and in particular suffering successive three-goal defeats in the Premier League for the first time since 1995, it will not cost Conte his job. The Blues Chelsea entertain West Brom in the Premier League next Monday and Championship side Hull City in the FA Cup fifth round on 16 February before a run of games that includes two European ties against Barcelona, a trip to Manchester United and a visit to league leaders Manchester City. Conte guided Chelsea to the league title in his debut season but his future has repeatedly been questioned since losing to Burnley on the opening day of the current campaign. Defender Cahill, who has won the league twice in six years with the Blues, said Monday's defeat was the club's \"lowest point of the season\". \"This is the worst I've felt for quite a while,\" he told BBC Sport. \"Performance-wise, I didn't recognise us or myself. It was abysmal. \"We just need to keep strong. I've been here before at this club - it's about staying calm. It hurts a lot when you come off after a performance like that.\" Goalkeeper Thibaut Courtois also gave support to the Italian boss, who has 18 months remaining on his contract. \"We believe in him and we believe in our team,\" he told the club website. \"We have two bad results and we just try to get back, regroup and continue. \"We showed that we wanted to fight, even with 10 men, and that shows we have character, but when you lose twice like that it is not good and there are questions raised.\" When asked about his position at the club, Conte told BBC Radio 5 live: \"It is the same. I stay here, try to work and put all of myself into the work. The pressure? Which pressure? What is the pressure?\" Alex Churchill - Chelsea Supporters Club - Speaking on 5 Live Drive \"It's such a hard one and I think a lot of Chelsea fans are confused, because we really like him, we love what he did last season and he fitted in so well and then he has just gone crazy in the last few months and I just think there is an overwhelming sense of we just wish he would shut up and we wish he would stop moaning and complaining in public and get on with the job. \"I don't want to see anyone get fired but I worry now that the situation is just too far gone for him to come back from it and that's my only concern, I would just like him to wake up tomorrow and be the Antonio Conte he was last season. \"The most frustrating thing is he seems to have brought so much of this situation down on himself, with the public speaking and the complaining. \"I just think for eight million a year you want some professionalism, I don't want to see this in public, I want them to get their act together in the board room and sort it out with him. \"As a supporter when you buy a ticket you want to turn up and you want to see your manager giving 100% and for me last night he just looked like he couldn't care less at Watford.\" \"I would just like to not be the resident lunatic club for five minutes and I feel like we had that with him, because he settled in so well and it seems to have not come from the board or the club putting him under pressure, he seems to have put himself under that pressure and that's what frustrating as a fan.\"", "title": "Antonio Conte: Chelsea manager to stay despite defeat at Watford - BBC Sport"}