{"title": "Jolyon Palmer column: Why is Ferrari's Sebastian Vettel making so many mistakes? - BBC Sport", "description": "", "content": " Former F1 driver Jolyon Palmer, who left Renault during the 2017 season, has joined the BBC team to offer insight and analysis from the point of view of the competitors. It could have been so different for Ferrari's Sebastian Vettel at the US Grand Prix. As things turned out, Vettel finished fourth, and lost more ground in the championship, which is now just a formality for Mercedes driver Lewis Hamilton. But had Vettel driven an error-free weekend, he could have won the race, and closed the gap to Hamilton heading into the Mexican Grand Prix on Sunday.  Vettel made two critical mistakes - he earned a three-place grid penalty for not slowing sufficiently for red flags in Friday practice; and he spun down the field on the first lap for the third time in five races while battling with Red Bull's Daniel Ricciardo. The German's missed opportunity was really illustrated by his team-mate Kimi Raikkonen's well deserved drive to victory, his first in 113 races.  Vettel should have started where Raikkonen did, on the front row, had it not been for going too quickly under a red flag in practice.  The penalty was tough in some ways because onboard footage showed him clearly slowing and in complete control of the car in the wet first practice session.  But he didn't slow enough, according to the rules, and by the letter of the law it was a penalty and an impossible one for Vettel to argue against. A big mistake for a championship protagonist. Where his race absolutely came undone, though, was in his fight with Ricciardo on lap one.  Vettel actually had the move for fourth position done on the back straight, but he out-braked himself, had a big oversteer moment on the entry to Turn 12 and allowed Ricciardo a chance to come back at him at Turn 13. What happened next was pretty much an exact replica of the incidents Vettel had with Hamilton in Monza and Max Verstappen in Suzuka. Wheel to wheel into the corner, side by side and Vettel spins from the inside. This is so unusual in racing. Usually with small contact it is the driver on the outside who is in a more precarious position, but spinning on the inside has now happened three times in quick succession to Vettel. In isolation, all are simple racing incidents. It's wheel-to-wheel racing and someone comes off worse. It's unlucky for Vettel.  But now this has become a running theme in Vettel's racing, you start to wonder why that is the case.  His car looked like it was on the edge of oversteer anyway in those couple of corners. You could see him fighting at the wheel, lacking a bit of rear grip, which wouldn't have helped when it came to the spin. I think that Vettel, knowing his championship position, and probably with a lot of exterior pressures as well after a mistake-ridden campaign, is afraid of major contact with his rivals.  He seems so desperate to avoid clattering into the driver on the outside that he is tightening his corner, in a bid to steer clear of them, and his inputs are making the car spin, with the help of some minor contact. If Vettel had opened the steering against Verstappen in Japan and Ricciardo in Austin, there would have been bigger contact, no doubt about it, but it would have been side-to-side, wheel-to-wheel contact. And you can often get away with that.  In a bid to avoid this, Vettel is continuing to turn when the car begins to slide, and inevitably he spins. It seems like he's too tentative, and not as committed to the moves as Ricciardo or Fernando Alonso might be, two of the best wheel-to-wheel racers in the sport.  I know the feeling because I've been there myself, last year in Malaysia.  I was racing wheel-to-wheel with Kevin Magnussen into Turn One. Verstappen, who was leading the race, had just lapped us both, yet we were still fighting - as you do. I had already just spun, and as a result had overheated rear tyres. I went in too hot a couple of corners later to defend from Magnussen. I realised I had gone in too deep, was desperate to not run into Verstappen, the race leader, and didn't want to clash with Magnussen either, so I kept turning even though the car was already on the edge. Inevitably, I spun. It was a really clumsy few corners from myself at the time, and one of those moments you immediately recognise as stupid.  But it came from the fact that, having just spun, I was anxious to avoid clattering into another car, so instead compromised my own race. I certainly didn't look too clever at the time. Either way, Vettel was on another recovery drive, and actually all things considered he did well to recover to fourth and only lose three points to Hamilton. Although that all seems pretty academic now, with Hamilton needing to finish only seventh in Mexico City to clinch the title. Strategy played a major role in the race outcome. The virtual safety car for Ricciardo's stricken Red Bull threw a spanner into the works for the strategists and Mercedes were the only top runners to pit, with Hamilton.  This was the correct call, and one Ferrari couldn't make as easily. Hamilton breezed passed team-mate Valtteri Bottas with team orders in play. But had Raikkonen pitted, he wouldn't have had that luxury and could have been stuck behind his countryman, which would have opened the door for a Hamilton win. It seemed Mercedes, with two drivers out front, had played a blinder, especially when Hamilton then reeled Raikkonen back in within seven laps.  He was then back to where he was before the VSC, only on better tyres, and having made a pit stop. Mercedes absolutely gained from their early stop and Ferrari seemed snookered. But credit to Ferrari, they stuck to their guns, and Raikkonen's gutsy defence of the race lead from Hamilton prior to his pit stop ended up being decisive in the outcome. Raikkonen, with no pace on ailing ultra-soft tyres, managed to keep Hamilton at bay for a couple of laps. This ensured that, later in the race, Hamilton had more ground to make up to catch him.  Raikkonen then pitted from the race lead, immediately setting fast lap times as he returned to the track with fresh tyres. The race got away from Hamilton in the period just before his second stop. Mercedes left him out four or five laps too late, he was in traffic from back markers and had a lot of blistering on his rear tyres, and was lapping between two and three seconds off the pace. In that period of four laps he lost about 10 seconds to Raikkonen, and crucially Verstappen as well. Had he pitted before that, he would have come out right on Raikkonen's tail, with fresher tyres, and ahead of Verstappen. Mercedes delaying the second pit stop meant he returned to the track 12 seconds from Raikkonen and with Verstappen's Red Bull in the way as well. The decision gave him tyres that were four laps fresher. But the price of losing 10 seconds as well as track position to Verstappen, who drove a blinding race, was surely not worth it. Hamilton pushed hard and there was a lovely race in the closing stages, with three drivers from three different teams fighting for the win, something there has not been enough of in 2018. But both Raikkonen and Verstappen held their nerve and Hamilton was denied. Raikkonen was certainly a popular winner and never put a foot wrong in the entire race. With only three races to go for him now in a top team, it was a nice moment to see him back on the top step of the podium. The race showed the importance of strategy, though, and just how tough it is to get right.  There are big strategy departments at each of the top teams and they crunch through numbers and have huge spreadsheets and formulas for every situation that could arise in the race. But races like this you really have to call on the fly, react to the driver's feedback on the tyres, what your rivals are doing and look at what's happening on track, rather than just numbers on spreadsheets. Potentially, having no running on Friday because of the rain led to these strategy gambles.  Usually teams do so much running on the dry tyres - four hours of practice by the time they get to qualifying. In Austin, three of those four were in the wet and therefore the race was more of an unknown for both strategists and drivers. And it made for a great spectacle. It begs the question, is Friday practice actually a good thing, or would the show be better without it? ", "link": "http://www.bbc.co.uk/sport/formula1/45936291"}