{"title": "Caroline Dubois: Youth Olympic champion a star to cherish say Costello & Bunce - BBC Sport", "description": "", "content": " \"I am having to slam on the brakes because I am tempted to call Caroline Dubois the best female boxer I have seen.\" Gold at the Youth Olympics for 17-year-old Dubois prompted BBC Sport boxing correspondent Mike Costello to make this declaration in this week's BBC Radio 5 live boxing podcast. The younger sister of unbeaten British heavyweight Daniel, Dubois has come a long way since pretending to be a nine-year-old boy called Colin just to workout at a boxing club as a child. The London-based fighter is also a World Youth champion and three-time winner of the European Championships as a junior. The Tokyo Olympics in 2020 are within her sights and both Costello and his 5 live Boxing companion Steve Bunce see huge potential. Dubois claimed lightweight title at the Youth Games in Argentina by beating Thailand's Porntip Buapa and is now unbeaten in 35 fights. She hails from a family of 11 children, with her brother Daniel stating she was the most natural fighter from a boxing-mad family. BBC Radio 5 live analyst Bunce: She might just be the best female boxer you've seen but there is a case that at under 18 years of age she might just be the best female athlete in the world, in any sport. Before you go 'wow that's too much', let's ask is there a swimmer or a runner as good as her by comparison? Is there a 17-year-old out there dominating like she is or running comparative times? I know there's not a 17-year-old footballer out there or a rugby player or cricketer. And let's not forget, when she won the World Youth Championships, it's a title with boxers from 60 nations there. BBC boxing correspondent Costello: She boxes from a southpaw stance and has this long, languid style, with brilliant timing. Every now and again the punches are a little bit too long or too wide but all of it is born of natural gifts.  After winning the first two rounds in the Youth Olympic final she knew the Thai opponent would come at her and indeed the opponent virtually ran after her. She was timing this check hook from her right hand. It was the kind of punch that Floyd Mayweather started the beginning of the end for Ricky Hatton with in 2007. She was catching her so cleanly with it and that is a really difficult punch to throw. I'm not too sure how strong across the board the competition was at the Youth Olympics but she was a cut above it. \n                            Media playback is not supported on this device\n                         Dubois often works out at the Peacock Gym in London's Canning Town, where her brother also does a large chunk of his work in preparing for professional bouts. Daniel chose the pro game over waiting for a shot at Olympic gold as part of GB's team, a chance which looks set to come his younger sister's way. Costello: I am having to slam on the brakes because I am tempted to call her the best female boxer I have seen. When you compare it to what Katie Taylor or Nicola Adams have done or other Olympic gold medallists, OK they have achieved at a higher level so you may wonder why I am saying what I am saying.  I am just looking at the potential but also at the way she carries herself around the ring. All of those others I have mentioned at times look like they are having to work hard to do what they are doing, like they are having to think about it. You watch Caroline Dubois and it's like it is all happening and flowing like water down a stream, coming so simply to her. Bunce: I was talking to Tony Bowers - his brother Martin coaches Caroline's brother Daniel - and they said you wouldn't know she was in the gym.  They say she just comes in, gets on with her stuff, wins a European title or world title and gets boxer of the tournament, and you literally have to go and ask her about it as she is just working away.  Tony said sometimes there are 20 of them watching her on the bags in amazement. She's apparently the most unassuming person out there. He has had a life in boxing and said 'she has to be one of the best fighters I've ever seen'. That's not female fighters by the way, just fighters.", "link": "http://www.bbc.co.uk/sport/boxing/45945691"}