{"title": "Sport on the BBC: Best of this week's TV & radio coverage - BBC Sport", "description": "", "content": " Find out the details of the major sports coverage on offer across BBC television, radio and online this week. Visit our live guide for direct links to all our live sporting coverage - including text commentaries - while BBC Sport app users can also set event reminders so they never miss a moment of their favourite sports. Times are BST until Sunday 28 October, when they change to GMT. Times are subject to change. The BBC is not responsible for any changes that may be made. For more details of forthcoming coverage, visit the specific sport page on the website. Coverage on BBC Red Button can be subject to late schedule changes.  BBC Radio 5 live has all the reaction to this week's Champions League matches on the Euro Leagues Football Show, plus the 5 live F1 team look ahead to the Mexican Grand Prix from the Autodromo Hermanos Rodriguez.  19:00-20:00, 5 live Sport Special - Pep Music: Interview with Manchester City manager Pep Guardiola, BBC Radio 5 live  20:00-21:00, Invictus Games 2018 - day five highlights, BBC One 20:00-20:30, Formula 1 - Mexican Grand Prix - preview, BBC Radio 5 live   20:30-21:30, Football - Euro Leagues Football Show, BBC Radio 5 live  21:30-22:00, Boxing - 5 live Boxing, BBC Radio 5 live  22:00-22:30, Football - The Premier League Show, BBC Two (23:15-23:45, BBC Two NI; 23:20-23:50, BBC Two Wales)  Follow live coverage on BBC Radio 5 live sports extra of the first two practice sessions at the Mexico Grand Prix and listen to topical football chat on The Friday Football Social and That Peter Crouch Podcast on BBC Radio 5 live. 08:30-09:00, Football - Robbie Savage's Premier League Breakfast, BBC Radio 5 live 13:00-14:00, The Friday Sports Panel, BBC Radio 5 live 15:55-17:35, Formula 1 - Mexican Grand Prix - first practice, BBC Radio 5 live sports extra 18:55-20:05, Formula 1 - Mexican Grand Prix - second practice, BBC Radio 5 live sports extra 19:00-21:00, Rugby Union - Scrum V: Ebbw Vale v Merthyr, Welsh Premiership, Connected TV and online (19:00-21:00, BBC Two Wales) 19:00-21:30, Football - The Friday Football Social, BBC Radio 5 live 19:30-20:00, Invictus Games 2018 - day six highlights, BBC One 21:30-22:00, Football - That Peter Crouch Podcast, BBC Radio 5 live Highlights from the final day of the Invictus Games in Sydney, along with rugby league coverage as England take on New Zealand, France host Wales and Ireland meet Scotland. There is also coverage from third practice and qualifying of the Mexican Grand Prix.  05:00-05:30, Boxing - 5 live Boxing with Costello and Bunce, BBC Radio 5 live 05:30-06:00, Football - Robbie Savage's Premier League Breakfast, BBC Radio 5 live 09:00-11:00, The Danny Baker Show, BBC Radio 5 live 11:00-12:00, Fighting Talk with Colin Murray, BBC Radio 5 live 12:00-13:00, Football - Football Focus, BBC One 12:00-14:00, Triathlon - Super League Triathlon: Malta - women's eliminator, Connected TV and online (replay 21:00-23:00, BBC Red Button) 13:15-14:00, Invictus Games 2018 - day seven part one highlights, BBC One 14:00-16:30, Rugby league - England v New Zealand, BBC One (14:00-17:00, including forum, Connected TV and online) 14:20-16:30, Rugby league - England v New Zealand, BBC Radio 5 live sports extra 14:20-16:00, Triathlon, Super League Triathlon: Malta - men's eliminator, Connected TV and online (replay 23:00-00:40, BBC Red Button) 15:00-17:00, Football - Liverpool v Cardiff City, Premier League, BBC Radio 5 live 16:30-17:10, Football - Final Score, BBC One (14:30-17:30, Connected TV and online; 14:30-16:30 & 17:00-17:30, BBC Red Button; 16:30-17:00, BBC One NI; not in Scotland) 16:30-17:10, Football - Sportscene Results, BBC One Scotland 16:30-17:00, Rugby league - England v New Zealand Forum, BBC Red Button 16:30-17:05, Formula 1 - Mexican Grand Prix - final practice, BBC Radio 5 live sports extra 17:00-17:30, Football - Sports Report, BBC Radio 5 live 17:00-17:10, Football - Final Score in NI, BBC One NI 17:05-18:55, Rugby Union - Munster v Glasgow Warriors, Pro14, BBC Radio 5 live sports extra 17:30-18:00, Invictus Games 2018 - day seven part two highlights, BBC One 17:30-19:30, Football - Leicester v West Ham, Premier League, BBC Radio 5 live  18:00-20:00, Rugby league - France v Wales, European Championships, BBC Sport online & Connected TV  18:55-20:05, Formula 1 - Mexican Grand Prix - qualifying, BBC Radio 5 live sports extra 19:30-21:00, Football - 606 phone-in, BBC Radio 5 live 22:30-23:50, Football - Match of the Day, BBC One 23:50-00:20, The NFL Show, BBC One Watch the NFL match between the Philadelphia Eagles and the Jacksonville Jaguars at Wembley, along with live coverage of Chelsea v Liverpool in the Women's Super League and the latest leg of the Super League Triathlon series in Malta.  08:40-10:00, Football - Match of the Day (repeat), BBC One 08:55-12:20, American football - The NFL Show (repeat), BBC Red Button 09:00-10:00, Sportsweek, BBC Radio 5 live 12:00-13:00, Football - The Squad with Nick Bright, BBC Radio 5 live, Connected TV and online 12:00-13:30, Triathlon - Super League Triathlon: Malta - women's race, Connected TV and online (replay 17:50-19:20, BBC Red Button)  12:20-14:40, Women's football - Chelsea v Liverpool, Women's Super League, BBC Red Button, Connected TV and online 13:00-17:00, American football - Philadelphia Eagles v Jacksonville Jaguars, NFL International Series, BBC Two 13:30-15:30, Football - Crystal Palace v Arsenal, Premier League, BBC Radio 5 live (build-up from 13:00) 13:45-16:00, Women's football - Brighton & Hove Albion v Yeovil Town, Women's Super League, BBC Radio 5 live sports extra 13:50-15:00, Triathlon - Super League Triathlon: Malta - men's race, Connected TV and online (replay 19:20-21:00, BBC Red Button) 15:15-19:30, Roller Derby - WFTDA European Continental Cup, Connected TV and online 15:30-17:00, 5 live Sport - Premier League updates from Manchester United v Everton, BBC Radio 5 live 17:00-18:30, Football - 606 phone-in, BBC Radio 5 live  18:30-21:00, Formula 1 - Mexican Grand Prix - race, BBC Radio 5 live 21:00-22:00, Football - That Peter Crouch Podcast, BBC Radio 5 live 22:30-23:30, Football - Match of the Day 2, BBC One 23:30-00:05, Women's football - The Women's Football Show, BBC One (21:00-21:35, BBC Red Button; 00:00-00:35, BBC One Scotland)   Listen to Tottenham v Manchester City match build-up, commentary and post-match reaction on BBC Radio 5 live, plus watch live coverage of the World Gymnastics Championships across BBC Two, BBC Red Button, Connected TV and online.  04:30-05:00, Formula 1 - Mexican Grand Prix - review, BBC Radio 5 live 13:00-15:00, Gymnastics - World Championships, BBC Two (13:00-16:30, Connected TV and online; 14:55-16:30, BBC Red Button)  19:00-20:00, Football - The Monday Night Club, BBC Radio 5 live  20:00-22:30, Football - Tottenham v Manchester City, Premier League, BBC Radio 5 live  Live coverage of the World Gymnastics Championships continues with the women's team final on BBC Two, plus listen to BBC Radio 5 live commentary of Leicester City's game at home to Southampton in the fourth round of the Carabao Cup. 13:00-15:30, Gymnastics - World Championships, BBC Two 19:45-22:30, Football - Leicester City v Southampton, Carabao Cup, BBC Radio 5 live (build-up from 19:00) 23:15-00:05, American Football - NFL This Week, BBC Two (00:20-01:10, BBC Two Wales; 00:15-01:05, BBC Two Scotland) Listen to Derby County's Carabao Cup fourth-round tie against Chelsea at Stamford Bridge on BBC Radio 5 live and watch BBC Two coverage of the men's all-around final at the World Gymnastics Championships. 06:00-14:10, American Football - NFL This Week (repeat), BBC Red Button 13:00-16:15, Gymnastics - World Championships, BBC Two 19:00-22:30, Football - 5 Live Final Score, BBC Red Button 19:45-22:30, Football - Chelsea v Derby County, Carabao Cup fourth round, BBC Radio 5 live (build-up from 19:00) Listen to live commentary from the Etihad Stadium as Manchester City take on Fulham in the Carabao Cup and watch continued coverage of the World Gymnastics Championships. 13:00-15:30, Gymnastics - World Championships, BBC Two 19:45-22:00, Football - Manchester City v Fulham, Carabao Cup fourth round, BBC Radio 5 live (build-up from 19:00) 22:00-22:30, Football - The Premier League Show, BBC Two (23:25-23:55, BBC Two NI) Catch-up You can view BBC Sport output as well as listen to our radio sports programming on the BBC iPlayer. The BBC Sport website is available via desktop, mobile, tablet and app, giving fast and easy access to the live streams, text commentaries, news, reports, schedules, videos, as well as highlights of the day's action. The BBC Sport app is available free on Apple and Android devices. National and regional variations have been included in this list where possible, but please check your local listings for more detailed information.", "link": "http://www.bbc.co.uk/sport/43634915"}