{"title": "Gymnastics World Championships: Dominick Cunningham on overcoming school bullies - BBC Sport", "description": "", "content": " \n                            Media playback is not supported on this device\n                         If the playground bullies had had their way, Dominick Cunningham would have given up the sport he loved and never realised his huge potential. He was called \"gay\" because he did a \"girls' sport\" and hid under a blanket in his mum's car outside school because he was bullied for being a gymnast. \"People would say 'where's your ribbon', 'you're gay' or ask if I was going to 'do a ballerina dance',\" said Cunningham. \"I wasn't scared of any one person but I was always scared of what they'd say in front of other people.\" It often left Cunningham in tears and he did question whether to carry on but he refused to give in and this year has been a very successful one for the 23-year-old. He has won European and Commonwealth gold medals and has been selected for his first World Championships, which are taking place in Doha between 25 October and 3 November. But Cunningham's journey has not been easy. \"I was only about 9 or 10 years old at the time and I didn't want to go to school because people were calling me names because of what sport I did,\" he told BBC Sport. \"I felt humiliated really. I remember just coming home and crying about it. \"My mum didn't know what was going on but when I told my parents they understood and said 'you need to be strong'.\" \n                            Media playback is not supported on this device\n                         Growing up in Birmingham, Cunningham also played football and ice hockey. But it was gymnastics that captivated him most. The sport though, he says, was not fully appreciated by some school-mates who dubbed it a 'girls' sport'. \"They didn't see it much on telly back then and how amazing it was,\" he said. \"I took loads of stuff on the chin from numerous people. That was the perception of gymnastics back then. \"But there's only so much you can take and it did cross my mind to stop wanting to do it.  \"It was tough and it's so easy to break a person. That's why growing up a lot of people dropped out of gymnastics - because of the comments.\" Cunningham persevered, supported by his parents, who at times stretched themselves financially to pay their son's gymnastics fees. And as his body developed through his gymnastics training  - and also thanks to some boxing lessons - Cunningham was able to brush off the bullies. He has also watched the sport's image change from a supposed 'girls' sport' to one that young people of both sexes admire. \"I'm really happy now that gymnastics has got the persona it's grown into,\" he said. \"People look at gymnasts and think 'wow, they must be so strong', not 'oh, you're a girl'. \"People look at us as big, muscly guys. It's quite crazy as everyone wants to do some sort of gymnastics in the whole fitness game.\" As well as competing alongside the world's best gymnasts, Cunningham visits schools and gymnastics clubs around the country hoping to help inspire kids to fulfil their potential, whether in gymnastics or other walks of life. \"All that rubbish in the past, it's made me the person I am today,\" he said. \"I'm a lot stronger now, number one in Europe - and I'm not stopping here either. \"For any gymnasts going through those comments, just remember who you're doing it for. \"There's always negative people out there wanting to put you down but don't listen to people; listen to yourself. \"You'll be that person who has those big skills and does backflips for your country.\" That is Cunningham now. In a year in which he has won Commonwealth team gold for England and European floor gold for Great Britain, he will next aim for world honours in Doha. He has been selected for the men's team alongside double Olympic champion Max Whitlock, Brinn Bevan, James Hall and Joe Fraser. \"I'm not a cocky person but I'm out there for medals,\" said Cunningham. \"There will be a lot of big-name gymnasts there who I've only ever seen on TV so I'll be in at the deep end.  \"But I want to show that this little British gymnast is coming through with fire. \"Europe was a big competition but we're talking next level now. Bring it on!\"", "link": "http://www.bbc.co.uk/sport/gymnastics/45926272"}