{"link": "http://www.bbc.co.uk/sport/36722726", "description": "", "content": " \n                            Media playback is not supported on this device\n                         Find out the details of the major sports coverage on offer across BBC television, radio and online this week. Visit our live guide for direct links to all our live sporting coverage - including text commentaries - while BBC Sport app users can also set event reminders so they never miss a moment of their favourite sports. All times GMT. Times are subject to change. The BBC is not responsible for any changes that may be made. For more details of forthcoming coverage, visit the specific sport page on the website. Coverage on BBC Red Button can be subject to late schedule changes.   Premier League side Swansea City host League Two outfit Notts County in an FA Cup fourth round replay on BBC One, while the Super League show returns to BBC Two with all the highlights from the first round of the 2018 season. 07:00-08:45, American football - NFL This Week (repeat), BBC Red Button (repeated 18:15-20:00 and 22:00-00:30) 13:00-13:45, Rugby league - Super League Show, BBC Two (repeated 16:45-18:15, BBC Red Button) 19:40-22:30, Football - Birmingham City v Huddersfield Town, FA Cup fourth-round replay, BBC Radio 5 live sports extra  19:45-21:45, Football - Partick Thistle v Rangers, Scottish Premiership, BBC Radio Scotland (MW) 20:00-22:00, Football - Swansea City v Notts County, FA Cup fourth-round replay, BBC One and BBC Radio 5 live (watch with BBC Radio Wales commentary, BBC Red Button and online) England face Australia in their first game of the Twenty20 tri-series in Hobart, with live commentary available on BBC Radio 5 live sports extra. You can also watch the curling mixed doubles event from Pyeongchang on the BBC Red Button. 08:20-11.50, Cricket - Australia v England, T20 tri-series, BBC Radio 5 live sports extra 18:45-21:15, Football - Liverpool Ladies v Arsenal Women, Women's Super League, BBC Radio 5 live sports extra 19:45-22:30, Football - Tottenham v Newport County, FA Cup fourth-round replay, BBC Radio 5 live (build-up from 19:00; highlights 22:00-00:00, BBC Red Button) 00:00-02:00, Winter Olympics - Curling mixed doubles, BBC Red Button and online The countdown to the 2018 Winter Olympics begins on BBC Two and the BBC Red Button, plus listen to live commentary of Leeds Rhinos v Hull KR in the Super League on BBC Radio 5 live sports extra.  11:00-12:00, Winter Olympics - Curling mixed doubles, BBC Red Button and online   13:00-15:00, Winter Olympics - Ski Jumping (repeat) BBC Red Button  19:00-20:00, Winter Olympics - Countdown to the Games, BBC Two (18:30-19:30, BBC Two Scotland; repeated 20:30-23:30, BBC Red Button)  19:00-22:00, Rugby league - Leeds Rhinos v Hull KR, Super League, BBC Radio 5 live sports extra  19:30-21:00, Rugby union - Matt Dawson's Rugby Show: Six Nations preview, BBC Radio 5 live   21:00-22:00, Winter Olympics - Pyeongchang 2018 preview, BBC Radio 5 live  23:30-06:45, Winter Olympics - Curling mixed doubles, BBC Red Button and online BBC One and the Red Button will have coverage of the much-anticipated opening ceremony of the 2018 Winter Olympics, before Wakefield host Salford in the Super League, with live match commentary on BBC Radio 5 live sports extra. 01:30-04:30, Winter Olympics - Team Figure Skating, BBC Red Button and online  04:30-06:45, Winter Olympics - Curling mixed doubles, BBC Red Button and online 06:45-08:45, Winter Olympics - Moguls qualification (repeat), BBC Red Button 10:30-13:30, Winter Olympics - Opening ceremony, BBC One and BBC Red Button  13:00-14:00, The Friday Sports Panel, BBC Radio 5 live 13:30-19:30, Winter Olympics - Opening Ceremony (looped repeat), BBC Red Button  19:00-20:00, Winter Olympics - Today at The Games, BBC Two (repeated 22:00-00:00, BBC Red Button) 19:00-21:30, Football - The Friday Football Social, BBC Radio 5 live 19:00-22:00, Rugby league - Wakefield Trinity v Salford Red Devils, BBC Radio 5 live sports extra 19:25-21:30, Rugby union - Edinburgh v Leinster, Pro 14, Connected TV and online 19:30-21:30, Rugby union - Scrum V, Dragons v Glasgow, Pro 14, BBC Red Button and online 19:30-21:30, Basketball - Manchester Giants v Leeds Force, BBL, Connected TV and online 21:30-22:00, 5 live Sport - At home with Colin Murray, BBC Radio 5 live Follow all the latest action from the Winter Olympics - including Great Britain's Elise Christie in the 500m short track speed skating heats - across BBC TV and online, plus listen to live commentary from the Six Nations as England host Wales at Twickenham on BBC Radio 5 live.  BBC One 10:00-12:00, 13:15-16:30 and 23:50-06:00 - Live coverage (13:15-14:20, BBC Two Scotland & 14:20-16:30, BBC One Scotland; late coverage starts 01:20, BBC One Scotland)  BBC Two  06:00-10:00 and 12:00-13:15 - Live coverage  19:00-20:00 - Today at the Games (19:30-20:30, BBC Two NI)   BBC Four 20:00-21:00 - Winter Olympics Extra BBC Red Button, Connected TV and online  00:00-14:30 - Live coverage, BBC Red Button and online  00:20-16:30, Uninterrupted coverage, Connected TV and online  17:30-18:50 and 20:50-00:00 - Replays, BBC Red Button  23:50-14:30 - Uninterrupted coverage (into Sunday), Connected TV and online  08:00-11:30, Cricket - Australia v New Zealand, T20 Tri Series, BBC Radio 5 live sports extra  12:00-13:00, Football - Football Focus, BBC One (not in Scotland)  12:00-14:30, 5 live Sport - England v Wales Six Nations preview & Tottenham v Arsenal updates, BBC Radio 5 live  12:10-14:10, Rugby union - England v Wales, Women's Six Nations, BBC Radio 5 live sports extra  12:10-14:20, Football - Celtic v Partick Thistle, Scottish Cup fifth round, BBC One Scotland  14:10-16:15, Rugby union - Ireland v Italy, Six Nations, BBC Radio 5 live sports extra  14:30-17:25, Football - Final Score, BBC Red Button and online  15:00-16:45, Football - Commentary from the Premier League (TBC), BBC Radio 5 live (build-up from 14:30)   16:30 -17:25, Football Final Score, BBC One (not in Scotland; 16:30-17:00, BBC One NI)   16:30-17:25, Football - Sportscene Results, BBC One Scotland  16:45-19:00, Rugby union - England v Wales, Six Nations, BBC Radio 5 live  17:00-17:25, Football - Final Score from NI, BBC One NI 17:15-19:45, Football - Bristol City Women v Sunderland Ladies, Women's Super League 1, BBC Radio 5 live sports extra   18:50-20:50, Rugby union - Scotland v France, Women's Six Nations, BBC Red Button and online  19:00-20:30, Football - 606, phone-in, BBC Radio 5 live  22:30-23:50, Football - Match of the Day, BBC One (00:00-01:20, BBC One Scotland)    Britain's Andrew Musgrave competes in the men's skiathlon at the Winter Olympics across BBC TV and online and Southampton welcome Liverpool to St Mary's Stadium in the Premier League on BBC Radio 5 live.  BBC One 23:50-06:00 and 12:30-14:30 - Live coverage (early morning coverage starts 23:50 Saturday night)  BBC Two  06:00-12:30 and 16:30-18:00 - Live coverage  19:00-20:00 - Today at the Games  BBC Four  20:00-21:00 - Winter Olympics Extra BBC Red Button, Connected TV and online  00:00-14:00 - Live coverage, BBC Red Button and online   14:00-00:00 - Replays, BBC Red Button  BBC Radio 5 live sports extra  07:35-10:00 - Ice Hockey: Finland v United States  07:35-09:00, Football - Match of the Day (repeat), BBC One  09:00-10:00, Sportsweek - BBC Radio 5 live 12:15-13:00, Football - MOTD2 Extra, BBC Radio 5 live  12:25-14:00, Football - Manchester City Women v Ladies Ladies, Women's Super League 1, Connected TV and online  12:55-14:55, Rugby union - Harlequins v Wasps, Premiership, BBC Radio 5 live sports extra  14:30-17:00, Rugby union - Scotland v France, Six Nations, BBC One (14:55-17:00, BBC Radio 5 live sports extra)  16:30-18:30, Football - Southampton v Liverpool, Premier League, BBC Radio 5 live (build-up from 13:00)  18:30-19:30, Football - 606, phone-in, BBC Radio 5 live  22:30-23:35, Football - Match of the Day 2, BBC One  23:35-00:10, Football - The Women's Football Show, BBC One  Katie Ormerod is one of the highlights for Great Britain in the women's snowboard slopestyle final, plus listen to build-up and live commentary from Stamford Bridge as Chelsea host West Brom in the Premier League on BBC Radio 5 live. BBC One  00:10-06:00 and 09:15-13:00 - Live coverage (coverage starts 00:15, BBC One Scotland) BBC Two 06:00-09:15 and 13:00-18:00 - Live coverage 19:00-20:00 - Today at the Games BBC Four  20:00-21:00 - Winter Olympics Extra BBC Red Button, Connected TV and online 00:00-14:00 - Live coverage, BBC Red Button and online 00:10-18:00 - Uninterrupted coverage, Connected TV and online 14:00-00:00 - Replays, BBC Red Button BBC Radio 5 live sports extra 07:35-10:00 - Ice Hockey, Switzerland v Japan 12:05-14:30 - Ice Hockey, Sweden v South Korea 00:10-00:40, Rugby union - Women's Six Nations highlights, BBC Two 20:00-22:00, Football - Chelsea v West Brom, Premier League, BBC Radio 5 live (build-up from 19:00) 22:00-22:30, Flintoff, Savage and the Ping Pong Guy, BBC Radio 5 live BBC Radio 5 live sports extra will have coverage of USA's ice hockey match against Olympic Athletes from Russia from the Pyeongchang Games, while Spurs travel to Juventus in the knockout stages of the Champions League. Commentary from Turin will be available on BBC Radio 5 live. BBC One 00:05-06:00 and 09:15-13:00 - Live coverage (coverage starts 00:15, BBC One Scotland) BBC Two  06:00-09:15 and 13:00-18:00 - Live coverage 19:00-20:00 - Today at the Games BBC Four  20:00-21:00 - Winter Olympics Extra BBC Red Button, Connected TV and online 00:00-14:00 - Live coverage, BBC Red Button and online 00:05-18:00 - Uninterrupted coverage, Connected TV and online 14:00-18:30 and 22:30-00:00 - Replays, BBC Red Button BBC Radio 5 live sports extra 12:05-14:30, Ice Hockey - United States v Olympic Athletes from Russia 05:45-10:00, Cricket - New Zealand v England, T20 tri-series, BBC Radio 5 live sports extra 18:30-22:30, Football - Final Score, BBC Red Button 19:45-22:00, Football - Juventus v Tottenham Hotspur, Champions League, BBC Radio 5 live (build-up from 18:30) 22:00-22:30, Football - 5 live Football Social, BBC Radio 5 live You can view BBC Sport output as well as listen to our radio sports programming on the BBC iPlayer.  The BBC Sport website is available via desktop, mobile, tablet and app, giving fast and easy access to the live stream, text commentaries, news, reports, schedules and videos, as well as highlights of the day's action. The BBC Sport app is available free on Apple and Android devices. National and regional variations have been included in this list where possible, but please check your local listings for more detailed information.", "title": "Sport on the BBC: Best of this week's TV & radio coverage - BBC Sport"}