{"title": "Fantasy football: Tips for picking your Premier League team - BBC Sport", "description": "", "content": " The 10th round of Premier League fixtures is upon us, and up and down the country gaps are beginning to grow between the \"have a lot of points\" and \"have not a lot of points\". We are here to give you tips on which player - and what tactic - could give you that edge over your rivals. Of course these are just suggestions, and if they all resulted in a bundle of points every week for our readers, then how dull would the fantasy football world be for you? Last week, we were certain Chelsea's Eden Hazard would continue the great scoring and assists form he has shown so far this season, against Manchester United - but it did not quite happen for him. Meanwhile, Mohamed Salah, who some of you might have swapped for Hazard, scored his first goal in five games for Liverpool. Staying on the topic of Salah: He followed up his winner at Huddersfield with two midweek goals against Red Star Belgrade in the Champions League, so should he be a certain pick for the match against Cardiff on Saturday? We are suggesting an emphatic \"YES!\" because \"The Egyptian King\" has been involved in six goals in his last five Premier League appearances against newly promoted opposition. What about sticking with Liverpool defenders? Cardiff would join a very select club if they score. Since Jurgen Klopp's appointment in October 2015, the Reds have won all seven of their home matches against promoted opposition by an aggregate score of 21-2. Does that help make up your mind? Neither Southampton nor Newcastle are setting the Premier League alight this season. In fact they are both treading water.  Who will sink at St Mary's though? We are leaning towards a Southampton win.  It might not be a goalfest because the Saints have failed to score in their past four league games, but that barren spell could end against the Magpies, who they have defeated in 12 out the last 17 visits. It might not be a bad time to play that Southampton defender who has been your bench-warmer since the start of the season. While on players who could be brought off the fantasy bench, here is another: Troy Deeney. Yes, the Watford captain only has two goals and an assist from eight games, but he generally* has plenty of fun against Saturday's visitors Huddersfield. The 30-year-old has scored six league goals against the Terriers; only against Leeds United (seven) has he scored more in his career - and as we all know he has not had the chance to face the Yorkshire club on a regular basis in quite a while. Here is a warning though: there have been three red cards shown in the last two league meetings between the teams, so select a Hornet or a Terrier at your peril. *Deeney was sent off after 33 minutes in this fixture last season! On Sunday, we have a somewhat fragile Manchester United at home against an Everton team going for their fourth successive league win. Perhaps leaving midfielder Richarlison in your XI and taking out the once-prolific scorer Romelu Lukaku would not be such an outlandish decision, right? Well, here is some food for thought: Richarlison has made 13 Premier League appearances against 'big six' teams, but has not scored a single goal and made just one assist (1,063 minutes played).  As for Lukaku, he is without a goal in eight games for United, but did score and provide an assist in his only previous match against the Toffees in a United shirt (in September 2017).  Meanwhile, ditching United keeper David de Gea might not be such a bad idea - something you would have been castigated for doing a year ago. The Spaniard has conceded 16 goals in nine league matches this season - in 2017-18, he conceded the same tally of goals in his first 24 matches. So is it two or three up front? These statistics might help you in your decision: Manchester City striker Sergio Aguero is a certain starter for many fantasy managers - his side are at Tottenham on Monday and enter the match having defeated them in 10 of the past 15 league meetings.  To include him in the XI is surely a no-brainer? He did find the net 10 times in his first seven league games against Spurs, however since then he has failed to score in five appearances against them. Maybe Arsenal's Pierre-Emerick Aubameyang will get the nod instead. He has scored a Premier League goal on average once every 104.6 minutes - the best minutes-per-goal ratio in the competition's history. Whatever you decide this week, good luck!", "link": "http://www.bbc.co.uk/sport/football/45958113"}