{"title": "England's ODI series win in Sri Lanka shows why they are World Cup favourites - BBC Sport", "description": "", "content": " England are the one-day kings. Despite Tuesday's dead rubber producing their heaviest-ever defeat, their 3-1 series victory in Sri Lanka was their ninth one-day international series win in a row and their 14th out of 17 since the 2015 World Cup.  They have totally reinvented themselves since being eliminated in the group stages of that tournament. Their one-day game was stuck in the dark ages. Now it is trailblazing. England, the world number one ODI side, are superbly poised to overturn their miserable World Cup record - despite reaching the final three times, they have never won the competition. This is how Eoin Morgan's side have leapt from a forlorn rabble to indisputable favourites for the 2019 World Cup on home soil. England have only lost series to South Africa away (3-2) and India away (2-1) in the past three years and have since beaten both sides at home, while they also lost 3-2 to Australia following the 2015 Ashes. Such is the power of England's batting that Alex Hales cannot get into the first-choice team. With six ODI hundreds and a strike rate of 95.65 he would walk into any other side Their run rate of 6.23 since the last World Cup is the best of any team. They do concede 5.62 runs an over - higher than every other side except Sri Lanka - but their batsmen seem capable of overcoming anything. They have the best opening partnership in the world - Jason Roy and Jonny Bairstow have scored 1,309 runs in 22 matches at an average of 59.50, with five century stands. They are a rocket launch pad for some astronomical scores. Importantly, England now seem equally at home batting first or second. Of their 32 ODI victories in the past two years, 15 have been won batting first and 17 batting second.  Demolishing an admittedly weakened Australia 5-0 at home was impressive, but better was the previous 4-1 win down under against their first-choice team. That and winning the deciding game in the three-match series against a feared India side in July suggests they are ready for the biggest challenge of all.  \n                            Media playback is not supported on this device\n                         England have twice broken the world record ODI score in the past three years, first with 444 against Pakistan in 2016 and then 481 against Australia last year. They are a truly intimidating batting order and have scored 300 or more 32 times in the past three years, more times than any other side - India are a distant second with 18. This all comes from being perennially positive - Morgan calls it \"shooting the lights out\". Their depth in batting - even Adil Rashid at nine and Liam Plunkett at 10 can offer rapid bouts of scoring - gives everyone confidence to just go for it. With his dispassionate destruction of bowling attacks, Jos Buttler is the most feared one-day batsman in the modern game. He can totally transform a match in 10 overs. No other team has someone who has his range and is that uncontainable. Perhaps the most impressive thing about England's batting is that none of this is achieved through slogging or outrageous risks. The phenomenal scoring rate is maintained with the positive application of mostly conventional cricket shots - Roy and Buttler excepted - many all along the ground. They know not to over-hit or throw themselves off balance. Their batting is more about striking hard, fast and clean from a stable, steady base. It is clinical, controlled and crushing. England's bowling is their less celebrated suit, with no truly fearsome operators, but they have an assembly of very effective wicket-takers and the best way of arresting the scoring is to break opposition partnerships.  Chris Woakes bowls a lively and probing fast-medium pace and is uber-reliable in the first powerplay. He and South Africa fast bowler Kagiso Rabada have taken the most wickets in the first 10 overs since the last World Cup, with 33 apiece. The control, adaptability and penetration of spin twins Rashid and Moeen Ali is England's other major asset. Taking pace off is the big foil to power hitters in one-day cricket and they do this highly effectively. They are also both equally proficient bowling at any stage of the innings and complement each other superbly. Off-spinner Moeen is accurate and reliable, and generally gives batsmen no easy options. He bowls tightly to his field and varies his pace subtly. Batsmen rarely take liberties with him. Rashid has excellent control - conceding only 5.41 runs an over this year - and confidence in his variations. His googly is beautifully disguised and few batsmen pick it, while his ability to spin the ball away from both right and left-handers is invaluable. The leg-spinner took 42 ODI wickets in 2018, second only to John Emburey (43 in 1987) for an England spinner in a calendar year.  Plunkett and Ben Stokes are adept in the middle overs at taking valuable wickets just as opponents are trying to accelerate. They are both quick enough to surprise batsmen and show intelligent changes of pace. Plus Plunkett is exceptionally phlegmatic in the face of assault, a major asset. With David Willey's left-arm, Mark Wood's zip and enthusiasm, Tom Curran's clever slower balls and Joe Root's canny variations, Morgan has an impressive cast of bowlers. Morgan revels in his role as number four and captain. His batting goes through occasional dips but he doesn't let it worry him and will suddenly recapture his mojo when you least expect it. He had a horror run playing for Middlesex in September but against Sri Lanka reeled off a succession of dominant innings and finished with an average of 195. He is England's ballast, able to kickstart an innings if it has faltered or add a turbo thrust in the later stages. He always puts the team's interests first. He had become a slow starter but has worked hard recently on rotating the strike early in his innings and it paid off in Sri Lanka - his strike rate in that series was 105.40. In the field he is reassuringly ice-cool, hugely experienced and smart with his bowling changes. He will immediately change tack if a plan is not working and everyone trusts him to do that. He enjoys the massive respect of the team and constantly emphasises the importance of fun when playing and touring, which relaxes everyone. Properly celebrating wins is an important element of his leadership style. Such is the power of England's batting that Alex Hales cannot get into the first-choice team. With six ODI hundreds and a strike rate of 95.65 he would walk into any other side. It is wonderful for England to have someone of his calibre and experience in the wings. It keeps everyone else on their toes. Tom Curran, his brother Sam and the recently introduced Olly Stone illustrate the depth of England's bowling resources. The competition for places is intense. There is also the eminently reliable slow left-armer Liam Dawson in case there is an injury to Moeen or Rashid. England's squad of 18 is the envy of the world. Practically all apart from Rashid and Hales are brilliant fielders too. Paul Collingwood would not stand out in this side. In the past England have shown a fallibility in knockout group matches, but that will not be so severely tested in the 2019 World Cup. They play each of the other nine teams once and the best four sides progress to the semis. They must be a near certainty to make one of those four spots.  Then it will be down to performing on the day. There is more chance of them doing that now given their consistency, experience and stability. Coaches Trevor Bayliss and Paul Farbrace worked out long ago that World Cup-winning teams average at least 60 ODI appearances per player. They have a squad with that experience now, with a range of fantastic skills and immense confidence, and they are astutely led. They just need to continue working hard, pushing each other and believing in themselves. If they don't win a World Cup at home with this group of players, it is hard to see how they ever will.", "link": "http://www.bbc.co.uk/sport/cricket/45964122"}