{"title": "El Clasico: Lionel Messi & Cristiano Ronaldo absent - who can light up El Clasico? - BBC Sport", "description": "", "content": " The most famous football fixture in the world: El Clasico.  For the past 10 years, it has been a personal playground for two larger-than-life global icons. But neither of them will be playing on Sunday afternoon when Barcelona and Real Madrid lock horns at the Nou Camp. Cristiano Ronaldo, of course, has departed for Juventus after a nine-year stay in Madrid that yielded 450 goals and 15 trophies including four Champions League crowns. And now Lionel Messi is absent too, with Barca's talisman sidelined after breaking his arm in last weekend's 4-2 victory against Sevilla - a result that sent the reigning champions top of the table and gives them the chance to move seven points clear of struggling Real on Sunday. It will be the first Clasico featuring neither Messi nor Ronaldo since December 2007, when Real triumphed with a solitary goal from Julio Baptista in a game featuring other blasts from the past such as Deco, Gianluca Zambrotta, Gabriel Heinze and Ruud van Nistelrooy. Since then, Messi and Ronaldo have been the brightest of stars in the galaxy of world-class talent that is El Clasico: Messi is the fixture's all-time leading scorer (26 goals) and assister (14), while Ronaldo holds the record for the most consecutive Clasicos with a goal (six games, all in 2012). So how will Barca cope with Messi's sudden absence? How will Real overcome their post-Ronaldo hangover? How will the pair's absence affect the wider pattern of the game? Let's take a look. To say that Real are finding it difficult to come to terms with the summer departures of Ronaldo and equally legendary coach Zinedine Zidane is putting it mildly.  Los Blancos have drawn one and lost three of their past four league games, including shock defeats by Alaves and Levante, to drop down to seventh in the table and leave new manager Julen Lopetegui's position hanging by a thread. The root of their problems is obvious: they have only scored once in those four games, and that came from left-back Marcelo in last weekend's 2-1 home defeat by Levante. Even the midweek Champions League win over Viktoria Plzen didn't offer much solace. True, Karim Benzema got on the scoresheet for the first time in nearly two months, but the 2-1 victory - sealed by another goal from Marcelo - was far from convincing, especially in the kind of game they would routinely win by a street when Ronaldo was around.  Removing a player who scored at least 40 goals in each of the past eight seasons without adequately replacing him was bound to carry consequences, especially as Ronaldo's departure was only one part of a gradual but significant thinning of the squad, which has left an alarming lack of genuine goalscorers. When Real won the league and Champions League double in 2017, 48 league goals were provided by Ronaldo, Alvaro Morata and James Rodriguez. All of them have now left, with only the unproven Mariano Diaz added. There is still an abundance of creative talent in the squad: any manager would love to be able to call upon Gareth Bale, Isco, Marco Asensio and Benzema. But none of those players are out-and-out scorers, they are players who do most of their best work outside the penalty area, supplying the ammunition rather than firing it. One statistic to illustrate the team's dramatic downturn in firepower is that last year they equalled a world record by scoring in 73 consecutive games, whereas this season they have already been scoreless four times. This week Isco bristled at the suggestion that Real are badly missing Ronaldo, snapping: \"We can't cry about someone who didn't want to be here.\" But the facts speak for themselves. Real possess nothing like the same kind of goal threat since the Portuguese departed.  Isco can be excused from the recent  drop in form having only just returned following an operation for appendicitis but unless his team-mates significantly improve their output very soon, more tears will flow. Barca boss Ernesto Valverde had a simple answer when asked how he intended to compensate for the loss of Messi in the aftermath of the Argentine's injury last weekend, saying: \"I don't know.\" A few days later full-back Jordi Alba, who enjoys a particularly fruitful relationship with his captain, was similarly downbeat. \"Nobody can replace Messi,\" he lamented. \"He's the best player in the world.\" But, for the short-term, Barca do have to find a way of replacing him, and at least Valverde has plenty of options at his disposal. The most obvious is Ousmane Dembele, the speedy winger who was signed in a £135.5m deal from Borussia Dortmund following the departure of Neymar before the start of last season.  But Dembele's time at the club so far has been maddeningly inconsistent, with the Frenchman looking equally likely to race past three opponents or sloppily concede possession whenever he receives the ball, and regularly provoking the ire of Luis Suarez by concluding a promising run with a wasteful cross or over-ambitious shot. Considering Dembele's shortcomings, the preferred option could be a more advanced role for versatile Sergi Roberto, who was selected for that task the last time Messi missed a Clasico in 2015. On that occasion it worked a treat, with Roberto assisting the opener for Suarez in a thumping a 4-0 victory at the Bernabeu. (Messi appeared from the bench with his team already 3-0 up.) Valverde could also turn to an unknown quantity in the form of Brazilian winger Malcom, who was signed for more than £30m from Bordeaux in the summer but has barely featured so far, making just two brief substitute appearances. Another possibility is homegrown midfielder Rafinha, who had started just twice this season before scoring in Wednesday's win over Inter Milan, the club he joined on loan last term. Valverde could instead choose to bolster the centre of midfield by selecting veteran Arturo Vidal, who has also started just twice since joining from Bayern Munich and got himself into trouble for using social media to voice his dissatisfaction with that lack of playing time. There is also the option of adopting a more conventional 4-4-2 formation with Suarez partnered by young striker Munir El Haddadi. So Barca have plenty of potential solutions for their Messi problem… but none of them look particularly convincing. Other than whoever eventually replaces Messi, the player most directly affected by the absence of the Argentine should be Real's left-back Marcelo. The dynamic Brazilian is an incredibly important part of Real's attacking approach, illustrated by the fact that he has scored two of their past three goals.  However, in previous Clasicos since Messi moved back to the right wing from his 'false nine' role, Marcelo has often - albeit reluctantly - accepted the need to subdue his attacking instincts and give himself a better chance of shackling his adversary. This indirect but important consequence of Messi's presence was articulated by his former international team-mate Pablo Zabaleta. \"The full-back can't get forward too much because then Messi will be standing behind him, so he can't leave himself exposed,\" Zabaleta told me for my book. \"If you give space to Messi, you'll be in trouble and concede goals. So of course when you play against him you don't try to go forward so much.\" That observation is backed up by stats: Marcelo's average number of passes per game over his career is 51.8, but in three of his past four Clasico appearances at the Nou Camp that figure drops to just 41. The exception was last season's 2-2 draw, when Marcelo exerted his usual influence with 66 passes but was punished by being caught out of position for both Barca goals. In this particular Clasico, Marcelo will be released from the burden of having to guard Messi and will therefore have the freedom to play his natural game, much to the benefit of Real's attacking play. But Barca could still attempt to target the Brazilian's love for pushing high up the pitch, with Dembele's pace particularly suited to exploiting the gaps he leaves behind if Valverde dares to take an aggressive approach.  Either way, it seems certain whichever team adjusts better to Messi's absence will significantly boost their chances of victory.", "link": "http://www.bbc.co.uk/sport/football/45970267"}