{"title": "Pep Guardiola: The six songs that define my life, love, football and family - BBC Sport", "description": "", "content": " \n                            Media playback is not supported on this device\n                         From the humble child who played football on empty streets, to the manager who conquered the game, and now the father who escapes the world behind his closed front door with his favourite music. Manchester City manager Pep Guardiola chooses the songs that help define the key moments of his life and career in an exclusive interview with Spanish journalist Guillem Balague for BBC Radio 5 live. Guardiola speaks at length about his upbringing, his family and his special relationship with the people of Manchester, while reflecting on what the future might hold. He also talks about the night his wife and two daughters were caught up in the Manchester Arena attack. This is Pep Guardiola as you have never heard him before. Don't Look Back in Anger, by Oasis. (1996) Slip inside the eye of your mind Don't you know you might find A better place to play I love this song, you cannot imagine how much. It is incredible. It puts me in the best of myself when I listen - it's a masterpiece. Every time we go out we always sing this song together. I love it.  I like that, after what happened in Manchester at the arena, now it is a song for the people, you know? Like in the video when everyone is in silence and one woman starts to sing the song and everybody sings, that is a moment, it was so touching for my family and for myself.  When the attack happened, I was at home with my son, and my wife and daughters were there - they were at the arena.  She called me but the line broke immediately. She told me \"something happened and we are running but I don't know what happened\" and the line broke. We tried to call her again and it didn't work; we went to the the arena and after five or six minutes she rang again and said: \"We are out, we're coming back home.\"  At the end we were lucky. Many people suffered, and we were lucky. Life is like this. We were in a better position than many unfortunate ones.  The Healing Day, by Bill Fay (2012) It will be OK on the healing day No more coldest place On the healing day With music, sometimes it's the tones, sometimes it's the lyrics. This song will be the one that reminds me of the period of my life in Manchester. I listen a lot to this song. I like it, I like a lot Bill Fay. It's the perfect song to stay at home when you read a book, being with the kids and listening. Every man has his own escape and when I am exhausted, immediately it is home.  Only at home I feel safe. I mean safe in terms of not being observed. I close the door and I feel safe.  I know my job from 18, 19 years old. I have lived many years in this type of life and it's not a problem, I understand, I play that game.  But when I escape it's home. Home, home, wife, kids - it's the only place where I can do whatever I want, where I am free to do all the silly and stupid things and not be judged.  My wife Cristina, the lovely kids we have, it's because she was there. My family know that I am there but I am not there. Sometimes I'm at home but not at home. They call Pep! Pep! but they know I am in my own world.  My job is demanding a lot. Cristina is an incredible woman, not just an incredible mother. If we were talking about moving to New York, Munich and here, if she decides not to come I won't come. I will not be here - I cannot be alone in this kind of job without my family. \n                            Media playback is not supported on this device\n                         Fiesta, by Joan Manuel Serrat (1970) Today the aristocrat and the villain The famous and the infamous Dance and hold hands without caring what they look like Serrat is one of the best singers in Catalunya in Spain, and this song always bring me happiness. I like it a lot. The Sant Joan party that the song talks about is a typical party in Catalunya, celebrated on 23 June with fire on the beach or in the street, everybody dancing, having fun.  I was not a guy who went to a lot of parties. At 13 years old I was going to Barcelona's academy. I always tried to be focused and I never went to discos or to pubs to drink a lot. But in the summer, when school was finished, everyone would go to the Sant Joan party and it's a song that reminds me a lot of my little, little town of Santpedor when I was young.  I think it's impossible to have lived a better childhood, to have been a happier little boy than I was. We were not a wealthy family. We were normal people, more poor than rich, in a little town, and every day I was in the streets with no traffic lights, no cars, always playing, bicycling, football, basketball, tennis, pool.  I remember absolutely that. I would wake up, go out to the street, then school, then back out on the street until mum said: OK it's time to have dinner and come back home. Times have changed so much, and I am not complaining, but I think kids miss that a little bit now, especially if you live in big cities. I have lived in Barcelona, New York, Munich, now here in Manchester, but I was so happy in that period in my life - I have amazing memories.  I am not the same as I was when a kid. That's normal; I am not the same as last year. But the basics are the same. The education you receive from parents, school, your friends, it's always something you carry for the rest of your life, but we change. I was a boy and now I am a father; maybe in a few years I will be a grandfather. Amor Particular, by Lluis Llach (1984) Together, we have walked In joy together, in sorrow together And very often, you have filled the emptiness of my words It is one of the best love songs I have heard in my life. Sometimes when I meet English people, I would like to translate this song. This is a real, real song. Lluis Llach is one of my inspirations, a Catalan singer, he is a legend in Catalunya. He is like the most loved and popular guy, like Serrat, for many songs but this one especially.  I discovered it as a teenager, the first love, the second love, and it really is part of my life, definitely. I'm not shy to say how I love my people. Maybe the opposite, maybe I say too many times how I love them. In that I feel so Latin - my face or my body language always expresses perfectly what I feel in that moment, I am not escaping or hiding. With my players, sometimes I think many times: Don't do that Pep. Even now I don't know if I should show too much love because sometimes you suffer more if you get too close to your players.  But in football the passion is on the field, sometimes I need to hug them, I don't need to talk to them. People forget we are human beings. People believe we are like ice, cold, a machine. That is far away from who we really are.  New York, New York, sung by Frank Sinatra (1980) I want to wake up  In a city that doesn't sleep And find I'm king of the hill Top of the heap What can I say about New York that Frank Sinatra hasn't already explained better than anyone else? Anything you need, anything you want, you have it there. You will have to pay - it is a service city - but you will have it. My kids learned English there. When we arrived they didn't have a single word and after five, six months they spoke fluently, perfect.  The charisma of that city, everyone who has been there wants to go back, it is a very special place.  I thought it would be a nice place to spend one year away from football. Of course you are always connected, but living there and not in Europe, it is completely different. It was a good moment.  I arrived and stayed the first month and then signed a contract to go to Bayern Munich. I started to study German. It is so complicated to learn. Three or four hours a day in the morning with the grammar, after two months I thought: I'm going to call and break the contract. It is so complicated even for German kids to learn. Can you imagine for a 41-year-old man? But I am stubborn. Sinatra was a fighter; he had work ethic, not just the talent. Everyone knows his voice, it's incredible, the charisma. Always I like a lot because he took all his decisions, he only sang the songs he wanted to sing. And to be a fighter with more than 50 years on the stage you have to be so good. Chapeau.  Your Song, by Elton John (1970) My gift is my song  And this one's for you Of course we all have a gift to give. I think I am good in football because my work is my passion. When I say I love this game, I love this game. When you put your passion in front of you always it works.  Always I try to to say look for your talent. Even if you want to work in the most stupid thing, just do it. I say the same things to my kids: try to discover what you love most and then it won't feel like effort, it will be pleasure.  Life is sometimes short, sometimes long, but if you wake up every morning knowing you are going to do something you like, that is enough - that is the pay-off.  One of my dreams is to have a concert from Elton John, especially this song. I first heard it was when I was 18 or 19 and started to play in Barcelona, I remember a lot of songs from that period in my life.  I met him when we played Watford at the end of last season and it was a huge pleasure. If he has organised a concert here, please, I will be there.  Statistics and numbers are nice, but numbers are not passion. It does not give you something. It is better to say after 10 years I remember this final and how well we played, to remember the way we have done it.  Titles are important of course, and they have helped me have jobs and to keep working on my passion.  But I think all the managers we are happy with our old players, when we can laugh and hug and have a good relation. Everyone loves to be loved, it is the secret of our lives.  I will be Mancunian for the rest of my life. I will be a Manchester City fan and it will be impossible to train another team like Manchester City in England because I feel love from the people here.  When the people say, what do you want? To be loved. The most nice thing is when you feel good with the other people. Dutch football legend Cruyff, who died of cancer in 2016, coached Guardiola at Barcelona and was a mentor to him when he began his own coaching career. He helped me to love this game, to love football, and to love it you have to understand it.  He gave us secrets, because they were things nobody else saw. The way he sees football is totally different; he had a lot of power in that way. Obsessive, demanding, stressful. He was like a brutal father. He was so rough - so tough, you cannot imagine. Nothing was easy, and there was a time when I could not stay with him anymore, but he was fair.   I am not such a religious guy - I grew up going to church but I don't believe too much - so I don't talk to him, but I always remember. Maybe I would like to have faith to believe he is there watching us. Sometimes I think maybe it's happened. It's the world we live in right now. All around the Mediterranean people are dying and the governments in Italy, Spain, it is not allowed for the people to rescue the people who are dying.  I don't know what kind of society we are going to do because it's not about the law, it's about humanity. If there are people dying and heroes going in with open arms to rescue them, and the governments don't let them do that, it's because we are going really, really bad. That is why the European community, the United States, Russia, all the big countries have to solve these problems.  In Spain there was a civil war and the people went away, maybe here to England, to Mexico, Holland, France, Germany, because of war. It happened, and they accepted us. My grandfathers, the fathers of my grandfathers, they accepted us. They didn't want to leave but there was a war, and it's again happening right now.  They accepted us so why not accept them now too?   Manchester City midfielder David Silva's son was born prematurely, at 25 weeks, in December 2017. In January, Silva said his son was \"fighting day by day\". In May, baby Mateo was given the all-clear to go home, and in August, Silva carried his son on to the Etihad pitch before his side's 6-1 victory over Huddersfield. Always it will be an amazing part of our life together, for all the team who saw how he suffered, what happened. Mateo fought for his life many months and to David we said if you have to stay there and come back, you can decide. We are here for everything you need.  It is going well. David is strong - I think he is more mature. I have a feeling he laughs more now, he talks more. It was nice to see this amazing, happy end in a tough situation. I think Mateo will be strong - he survived for his life, so whatever happens in his life he can handle it. David is shy, he doesn't talk too much, does not give many interviews, but whatever people might believe about him, the complete opposite is true. He is a real fighter. That is why Mateo will be too. I think humanity goes forward because people don't accept what the reality is and try to discover new things.  If you don't try to be creative and don't ask why do we have to do that, why not another way, then humanity doesn't exist anymore. These kind of people are necessary to make humanity much better. Football is nice because what works today doesn't work tomorrow. Sometimes you are doing something well and you say OK, if we continue that way it will start to go bad. When you see the signals, you have the feelings, you have to do something different. All managers, we make a lot of decisions because of feelings. We have a lot of information about the opponents you meet, you put in the brain, but you have to live the feelings.  Download the full interview: Pep Music, a 5 live Sport Special", "link": "http://www.bbc.co.uk/sport/football/45918581"}