{"title": "Notifications, Live Guide, MySport and social media with BBC Sport - BBC Sport", "description": "", "content": " Want all the biggest sports news, analysis and event updates sent direct to your phone or tablet? Then download the BBC Sport app and sign up to notifications. The new football season is underway and you can make sure you never miss your clubs's goals - you'll have the news sent straight to your device as soon as the ball hits the back of the net. Read on to find out how to sign-up, plus discover other ways to interact with BBC Sport. The BBC Sport app offers two types of notification. With news notifications you can have the biggest sport stories and the best content right at your fingertips. Stay in the know by picking from our offering of top headlines, news from nine major sports and the best from each nation of the United Kingdom. You can also follow your team from wherever you are with our massive range of event notifications. We offer notifications across five sports - football, cricket, Formula 1, rugby union and rugby league - covering every major moment. Line-ups, kick-offs, and half-time scores, goals, wickets, tries and conversions, results and times on the wave of the chequered flag. We currently serve more than 400 teams, with more to come. If you're currently reading in your phone or tablet web browser and have the app on your device, hit this link and we'll take you directly to the notifications sign-up page. If you're already in the app, you'll find the notifications sign-up page in your menu bar. The app comes with all our website content along with a radio player, Chromecast integration, a widget and personalised menu options. It's free and easy to download - simply head to the relevant link below: iOS - Android - Kindle - Windows Phone For more information on each feature and getting set-up, visit our app FAQ page. By signing into the website or app, you can create a personalised sport experience.  You might want to add Commonwealth Games, cricket, tennis, boxing and squash - by doing so your My Sport area will display the latest articles and videos from those topics, and also relevant information such as latest scores and results. My Sport also works across devices, so if you set preferences in the app, they will work on the website and vice versa, as long as you are signed in with a BBC account. To set one up, head here - if you've already got a BBC account you're halfway there. We've got a live stream and text commentaries for hundreds of sporting events, so how do you choose what to watch? Simply head to the Live Guide and you can see all the available events. You can also set a reminder for an event by going to that session in the app and hitting the 'set reminder' option. That way you'll ensure you never miss the sports you're passionate about. BBC Sport are, of course, on Facebook. And Twitter. And Instagram. And YouTube. Follow us for behind-the-scenes access and exclusive Q&As with sport stars and BBC presenters. And why not follow our range of sport-specific accounts too? You can also find Test Match Special on Flickr.", "link": "http://www.bbc.co.uk/sport/35176037"}