{"link": "http://www.bbc.co.uk/sport/42933936", "description": "", "content": " Sport Relief is back and for 2018 is asking the nation to come together to walk one billion steps a day, every day. A host of famous faces, including Greg James, Zoe Ball and Alex Jones, will also be taking on their own epic challenges to raise money and inspire the public to make their steps count. The highlight will be a special night of entertainment on Friday 23 March on BBC One. The night will include celebrity boxing bouts featuring former footballer Wayne Bridge against reality television star Spencer Matthews, and Vanessa White of The Saturdays taking on S Club 7 star-turned-actress Hannah Spearritt. The huge collective challenge to beat a billion steps a day will take place from 17 to 23 March, and the public are being called on to make their steps count. The BBC Get Inspired guide has plenty of useful tips and links to help you get into walking Running, dancing, dog walking or Zumba'ing all count towards the step total. To help the nation keep track of their hard-earned steps and ensure they count towards the national total, a new Sport Relief app will be available to download for free. The app also includes innovative challenges, exclusive celebrity content and an inbuilt national step tracker to keep count towards the billion, while the step-tracker will also convert steps for wheelchair users. It will also include plenty of ways to get active and raise money for Sport Relief. Also in March, BBC Two will show a special series 'Famously Unfit… for Sport Relief' which will see celebrities Les Dennis, Susannah Constantine, Tameka Empson and Miles Jupp put through their paces. They will perform a series of gruelling tasks to help them regain their fitness and kick-start a new healthy lifestyle. They will then take on a muddy and exhausting obstacle course in freezing temperatures. Since 2002, Sport Relief has raised more than £335m for charity in the UK and abroad. To get involved in this year's activities, go to the Sport Relief website.", "title": "Sport Relief 2018: Can the nation step up to the challenge? - BBC Sport"}