{"title": "Paul Hurst: Ipswich Town sack manager after less than five months - BBC Sport", "description": "", "content": " Ipswich Town have sacked manager Paul Hurst after just one win from 14 Championship games since his appointment in May. The former Grimsby and Shrewsbury boss, 44, replaced Mick McCarthy but had to wait until October for his first - and only - league victory in charge. A 2-0 defeat at Leeds on Wednesday was the seventh of his reign at Portman Road and proved to be his final match. Hurst leaves the Tractor Boys bottom of the table and four points from safety. \"I have decided that it is in the best interests of the football club that we appoint a new manager to take us forward,\" said Ipswich owner Marcus Evans. \"Paul's arrival here in the summer was welcomed by us all and we worked tirelessly to support him fully with his plans for player recruitment, training methodology and backroom staff. \"But unfortunately those plans haven't turned into positive results, which is why I have had to take this decision today.\" Hurst's assistant Chris Doig, who joined him from Shrewsbury, has also left the club. It is understood Ipswich hope to appoint a new boss in the next 24 to 48 hours, though the club has said head of coaching and player development Bryan Klug will take caretaker charge of the team at Millwall on Saturday. \"I am actively looking to appoint a new manager as soon as possible with experience, who will embrace the long term vision we all have for the club and who can deliver the success that every Ipswich Town supporter craves,\" Evans added. Ex-Wolves and Sunderland boss McCarthy was the longest-serving manager in the Championship when he left the club in April after five and a half years. Ipswich never finished lower than 16th under him but the relationship with some fans became fractured towards the end of his tenure, with McCarthy labelling them \"numbskulls\". Hurst was supposed to mark a new era at the Suffolk club, signing a three-year deal after leading Shrewsbury to the League One play-off final in 2017-18. But he had to wait 13 games for a win, having also gone out in the Carabao Cup first round to League Two Exeter. Victory at Swansea on 6 October was seen as a potential turning point, but was followed by consecutive 2-0 defeats at home to QPR and at Elland Road. The club's four highest scorers last season - Martyn Waghorn, Joe Garner, Bersant Celina and David McGoldrick - all left Ipswich as part of wholesale changes to the squad. They were replaced largely by players who spent last season in Leagues One and Two, who were unable to adapt to the higher level fast enough to save Hurst's job.", "link": "http://www.bbc.co.uk/sport/football/45972183"}