{"title": "Tour de France: Geraint Thomas eyes joint Team Sky lead after route unveiled - BBC Sport", "description": "", "content": " Tour de France champion Geraint Thomas, speaking after the 2019 route was announced, says he expects to be Team Sky's joint leader with Chris Froome next year if he takes part in the race. Froome is Sky's regular team leader but Welshman Thomas was a protected rider this year and won his maiden Tour. The 2019 Tour starts in Brussels on 6 July and features a record 30 mountain passes and five summit finishes. \"It will be similar to this year in the way we rode together,\" said Thomas, 32. \"We were always honest with each other and I don't see why we can't do that again.\" Thomas said he was not yet sure if he will defend his title, with his race programme to be determined, but added he would \"love to go back\". \"And there's no point going back anything less than 100%,\" he said. \"I'm looking forward to it.\" The 2019 route covers 3,460km over 21 stages, visiting the Pyrenees in the second week and the Alps in the final week before the ceremonial run into Paris on 28 July. There are only 54km of time trialling - a 27km team time trial and an individual test over the same distance - while three of the five mountain-top finishes are above 2,000m. Tour organisers ASO hope the route encourages exciting racing, with race director Christian Prudhomme also calling on cycling's governing body, the UCI, to ban power meters, which allow riders to pace their efforts in closing down attacks. However, Thomas said he doubted \"it would make any difference\" if power meters were banned and said the route should play to the strengths of Team Sky, who have won six of the past seven Tours. \"It will suit the usual sort of Tour rider,\" he said. \"Obviously you've got to be able to climb but you will need a strong team around you.\" Froome, 33, finished third in 2018 after winning the Giro d'Italia in May and is aiming for a record-equalling fifth Tour title. \"It's a tough route like all Tours,\" he said. \"But what really stands out from previous editions are the multiple finishes over 2,000m.\" Next year's event starts in Belgium to mark 50 years since Eddy Merckx won the first of his five titles, while the race will also celebrate 100 years since the introduction of the leader's yellow jersey. British sprinter Mark Cavendish was eliminated from the 2018 Tour after missing the time cut on stage 11 but said the 2019 course should give him more chances to add to his 30 stage wins as he tries to beat Merckx's record of 34. \"It might look harder but the 2019 Tour will be easier to finish than the 2018 one, which was virtually impossible for a sprinter like me,\" said the 33-year-old. Women's race La Course will remain a one-day event for its sixth edition in 2019. The women's peloton will cover five laps of the hilly time trial course in Pau on stage 13 of the men's Tour for a total distance of 120km, with the race taking place before the men's race on 19 July. The first three editions of La Course were held in Paris before the final stage of the men's Tour, moving to a two-day event in 2017 but reverting to a single mountain stage last year. Dutch rider Annemiek van Vleuten has won the last two editions.", "link": "http://www.bbc.co.uk/sport/cycling/45975597"}