{"link": "http://www.bbc.co.uk/sport/rugby-union/42938351", "description": "", "content": " \n                            Media playback is not supported on this device\n                         Johnny Sexton's 83rd-minute drop-goal was one of the best strikes of a ball I've ever seen.  It was the perfect execution, under massive pressure, and in some of the most awful conditions you could possibly imagine. But it only becomes important if Ireland win something. If they win the Grand Slam or the championship this year it will go down as one of the great sporting moments in Six Nations' history.  If they don't, it's just a drop-goal that won a game and it becomes another statistic. Until that moment it was a boring, forgettable match. We saw so many line-breaks in Wales against Scotland but Ireland didn't manage a single one in Paris, and there was no punch to their attack. After 41 phases at the death, France's discipline in defence had left Ireland with no other option, they had to rely on Sexton hitting that drop-goal. Ultimately, the game in Paris showed how difficult it is to win away from home in the Six Nations. But Ireland won, and they won't dwell on it. \n                            Media playback is not supported on this device\n                         The drop-goal came after 41 phases of rugby, and through every single phase there were two thoughts - will Ireland make a mistake, or are France going to give away a penalty? At one stage, Sexton was down on the floor with cramp and I thought the game was gone. Who else was going to come in and kick the drop-goal? But it came to the point where Sexton just thought, 'France aren't going to give away a penalty, my boys are getting tired, this is it. It's now or never.' I thought it was too soon, but he struck it so sweetly and at pace. It hung for so long I wasn't sure if he had put enough power into it. But then I saw the French turn around to follow it, I saw their heads drop and then Sexton was thumping the air. In Sexton's post-match interview he said he felt a mistake was going to come from his side rather than the French giving away a penalty. The home side were so incredibly disciplined, so he just went for it there and then. From that distance, I think any kicker would be happy with a 50% success rate. In those conditions, he could have hit another nine and missed. An instinctive player feels and sees a moment. You do what your gut tells you. On the 1997 Lions tour of South Africa, I also hit a drop-goal to win a game, one of only three in my 73 Tests. But it wasn't the last kick of the game, and it wasn't from 45 metres out. It was the 76th minute, the game was at 15-15, and I think everybody in our Lions side was pretty much down. We weren't as fit as the boys are today. Scotland head coach Gregor Townsend, our fly-half at the time, had taken the ball into contact and there was only me left. Everybody else had gone, there was no other option. Austin Healey was outside me and he would have been shouting for the ball, but there was no way he was going to get it. I knew it was coming to me, it wasn't going to anyone else. I was in the fly-half position and so close to the posts, so given that opportunity, I was always going for the drop-goal. As a kid you close your eyes, swing your foot and hope it goes over. But, as a professional, you have to knock it over. Springboks captain Gary Teichmann knew what I was going to do, I knew what I was going to do, and pretty much everybody there knew what I was going to do, but to stop it is very difficult. You don't think about anything when you get the ball. I just got the pass off Matt Dawson with one thing on my mind.  When Sonja McLaughlin asked Sexton after the game what he was thinking about, he went back to a game two years ago in Treviso. If he really did think about that then wow, that's some memory recall. \n                            Media playback is not supported on this device\n                         The game in Paris, after such a spectacle in Cardiff, was struggling to keep me awake and struggling to keep my attention, until Teddy Thomas' try in the 71st minute and Sexton's drop-goal. Ireland looked to be winning the game comfortably. They dominated territory, they dominated possession, but they couldn't score a try. Where was the inventiveness? Where was the creation? Where were their dynamic runners? Did they think France were just going to lie down and let them run through them?  Joe Schmidt is renowned for constructing an individual gameplan for each game. But Ireland went there thinking the French side would crumble, crack and break.  The fitness of the French, and their heroic defence, definitely surprised Ireland. With eight minutes to go, I thought France would give away a penalty but their discipline in those 41 phases was absolutely superb.  There was nothing inspiring about Ireland's rugby. They will have to work this week on finding a way to make the most of that territory and possession and how they can make space for the likes of Jacob Stockdale, Keith Earls and Rob Kearney. They never managed to create enough quick ball to really get runners on to it and there was no punch to their attacking game. But Sexton's drop-goal will be remembered until next week, when the Six Nations produces another moment of brilliance.", "title": "Six Nations: Jeremy Guscott on Johnny Sexton's last-gasp drop-goal for Ireland - BBC Sport"}