{"link": "http://www.bbc.co.uk/news/world-asia-42961840", "description": "", "content": " Dozens of private security guards at the Pyeongchang Winter Olympics in South Korea have been taken to hospital with norovirus, prompting organisers to call in soldiers as guards instead. Vomiting and diarrhoea hit the security staff on Sunday. Some 1,200 of the guards have been withdrawn from Olympic sites, with 41 having reported symptoms. Hand sanitiser has now been distributed and the head of the organising committee has apologised. The Pyeongchang Games are due to start on Friday. Games spokesman Christophe Dubi said that measures had been put in place to avoid a further outbreak of the highly contagious virus. \"Very stringent measures are in place when it comes to food and beverages,\" he said. \"As soon as a case is reported then all the area gets disinfected,\" he added.  The withdrawn security staff have been replaced by 900 soldiers. The president of the organising committee of the Games, Lee Hee-beom, said all venues were being used for training, and athletes were settling in to their accommodation. \"I would like to apologise for this,\" he said. \"Our disease control centre [and] other related government agencies here are now discussing countermeasures.\" At last year's World Athletics Championships in London, several athletes were forced to pull out of the competition when authorities discovered an outbreak of norovirus at a hotel. US Vice-President Mike Pence arrived in Japan on Tuesday ahead of Friday's opening ceremony in Pyeongchang, where North and South Korea are due to march under one flag after a thawing of relations and high-level talks. Mr Pence said while he had no current plans to meet with North Korean officials at the games, that he was open to the possibility.  \"President Trump has said he always believes in talking, but I haven't requested any meetings. But we'll see what happens,\" Mr Pence told reporters on his plane. ", "title": "Winter Olympics: Soldiers replace security staff after norovirus outbreak - BBC News"}