{"link": "https://www.theguardian.com/science/2018/jan/29/vaping-may-raise-cancer-and-heart-disease-risk-study-suggests", "description": "<p>Nicotine in e-cigarettes may convert into DNA-damaging chemicals, mouse trial indicates, but critics say results are irrelevant to humans</p><p>Vaping may raise the risk of certain cancers and heart disease, according to a team of scientists who studied the effects of e-cigarette smoke on healthy mice and human cells.</p><p>Researchers found evidence that <a href=\"https://www.theguardian.com/society/2017/sep/11/e-cigarettes-containing-nicotine-linked-to-raised-heart-attack-risk\">nicotine inhaled from e-cigarettes</a> could be converted into chemicals that damage DNA in the heart, lungs and bladder, and dampen down the body’s genetic repair mechanisms.</p> <a href=\"https://www.theguardian.com/science/2018/jan/29/vaping-may-raise-cancer-and-heart-disease-risk-study-suggests\">Continue reading...</a>", "content": " Nicotine in e-cigarettes may convert into DNA-damaging chemicals, mouse trial indicates, but critics say results are irrelevant to humans \nIan Sample Science editor \n\nMon 29 Jan 2018 17.09 GMT\n\n\nLast modified on Mon 29 Jan 2018 22.01 GMT\n\n Vaping may raise the risk of certain cancers and heart disease, according to a team of scientists who studied the effects of e-cigarette smoke on healthy mice and human cells. Researchers found evidence that nicotine inhaled from e-cigarettes could be converted into chemicals that damage DNA in the heart, lungs and bladder, and dampen down the body’s genetic repair mechanisms. Moon-shong Tang, professor of environmental medicine at New York University, said the DNA changes were similar to those linked to secondhand smoke, but added that more work was needed to see whether vaping really did increase cancer rates. The researchers have now launched long-term experiments to look at the development of tumours in mice exposed to vapour from e-cigarettes, but Tang does not expect to have answers any time soon. “The results may take years to come in because cancer is such a slow process,” he said. While some researchers said the work was important, others all but dismissed it as irrelevant to humans. The mice were exposed to high levels of e-cigarette smoke and the effects may be very different in people who inhale nicotine from vaping, critics caution. “This study shows nothing at all about the dangers of vaping,” said Peter Hajek, director of the Tobacco Dependence Research Unit at Queen Mary University of London. “It doesn’t show that vaping causes cancer.” “This is one in a long line of false alarms which may be putting people off the switch from smoking to vaping which would undoubtedly be of great benefit to them,” he added. “The best current estimate is that vaping poses, at worst, some 5% of risks of smoking.” Tobacco smoke contains thousands of chemicals and at least 70 are known either to cause or drive cancer in the body. The vapour from e-cigarettes contains far fewer toxic chemicals, with most of the smoke containing only nicotine, the addictive substance that gives users their hit. Tang exposed mice to e-cigarette smoke for three hours a day, five days a week for three months. The amount of nicotine in the vapour was 10 milligrams per millilitre, making it as concentrated as the e-cigarette smoke that humans inhale. This amounted to what Hajek called “extremely large doses of nicotine.” At the end of the three months, Tang found DNA damage in the hearts, lungs and bladders of mice exposed to the vapours that was not evident in a control group of animals that breathed filtered air. Natural DNA repair mechanisms were also suppressed in the mice exposed to the smoke. Tang went on to look at human lung and bladder cells and found that exposing the cells to nicotine and its breakdown products made the cells turn into tumour tissue more easily. Details of the study are reported in the journal Proceedings of the National Academy of Sciences. Last week a major US report into the health effects of e-cigarettes found that vaping might be useful to help people quit smoking. The report found vaping was likely to be less harmful than conventional cigarettes. Jasmine Just at Cancer Research UK said: “The evidence so far shows that e-cigarettes are far less harmful than smoking. Research like this is important, but this lab study only looked at the effects of e-cigarette smoke on cells and on mice, which means it’s not possible to draw any conclusions from this about how e-cigarettes might affect people in real life. “Up to two-thirds of long term smokers will die because of their addiction, but e-cigarettes don’t contain tobacco. Instead they contain nicotine, which is what keeps people addicted, but is not responsible for the major health harms from smoking. “Research in people has shown that those who make a complete switch from smoking tobacco to e-cigarettes can significantly reduce their exposure to key harmful chemicals in tobacco smoke.”", "title": "Vaping may raise cancer and heart disease risk, study suggests"}