{"link": "https://www.theguardian.com/commentisfree/2018/feb/01/a-future-of-better-pain-management-without-codeine-awaits-australia", "description": "<p>Codeine is old hat yet still widely used in the community. We need better informed consumers with better educated and supported GPs and pharmacists</p><p>Codeine restriction is in keeping with our evolving understanding of pain and its best management.<br></p><p>My earliest memory of pain relates to Bex powders, which sat on our windowsill above the kitchen sink and were used daily to help with headaches, fevers and other pain. “Take a cup of tea, a Bex and a good lie down” was the approach to pain in the 1960s. <br></p> <a href=\"https://www.theguardian.com/commentisfree/2018/feb/01/a-future-of-better-pain-management-without-codeine-awaits-australia\">Continue reading...</a>", "content": " Codeine is old hat yet still widely used in the community. We need better informed consumers with better educated and supported GPs and pharmacists \n\nWed 31 Jan 2018 17.00 GMT\n\n Codeine restriction is in keeping with our evolving understanding of pain and its best management. My earliest memory of pain relates to Bex powders, which sat on our windowsill above the kitchen sink and were used daily to help with headaches, fevers and other pain. “Take a cup of tea, a Bex and a good lie down” was the approach to pain in the 1960s.  If migraines developed, intramuscular pethidine and days hidden in a darkened room were not uncommon.  Bex was available over the counter and contained aspirin, phenacetin and caffeine.  Caffeine, at 160mg per dose (about two standard coffees), likely contributed little to the analgesic effects of Bex and similar products, but did provide a “pick-me-up” and contributed to its addictive potential.  Caffeine withdrawal headaches reinforced the relief from taking another Bex, with potential for its use to further escalate.  Phenacetin was implicated in the late 1960s in kidney damage and kidney cancers (particularly in women, to which Bex was marketed), leading to its ban from the market by health regulators in 1977.  Much of phenacetin’s benefit came from its by-product, paracetamol – the most commonly used analgesic today. When I started specialising in pain medicine, opioids such as codeine and morphine were the mainstays of managing severe acute and cancer-related pain.  As usage broadened, the benefits were limited, particularly when high doses were used, and the social concerns of misuse and addiction emerged.  Opioids do have a role, specifically with pain from issues like arthritis and pain following trauma; however, they need to be managed to prevent complications and to maintain benefit.  Side effects and risks (including accidental overdose) likely outweigh their benefits when used in high doses. Clinicians are increasingly concerned for people taking large amounts of opioids, and regulators are alarmed by rates of pharmaceutical-related deaths.  With ongoing research, modern pain management has evolved. It now incorporates patient education; combining drugs at lower doses and different modes; and using interventional techniques like surgery or injections as well as physiotherapy, occupational therapy and psychology.  Patient engagement is crucial. Rather than lie down and drop out, we seek to engage, empower and strengthen the individual’s management of their pain.  Over the counter access to combination products including codeine has some merit, based on the concepts of synergy between medication components and patient self-management of pain. But where that argument breaks down is the drug itself.  In the doses used, a combination of paracetamol and ibuprofen is far superior to either with codeine. Codeine at this dose can cause medication dependence, dose escalation and addiction. A little-recognised issue is codeine’s propensity to activate a neuro-inflammatory response, so that a person’s pain sensitivity increases, making it harder to control subsequent pain.  Pain medicine teams in hospitals are using newer opioids with dual modes of action or in combination with non-opioid medications to manage severe pain.  In doses adequate to control moderate to severe pain, side effects of codeine such as constipation and confusion occur, so, like pethidine before it, it is no longer a front line medication for in-hospital pain management. So where do we go from here, if codeine is old hat yet still widely used in the community? Better informed consumers with better educated and supported GPs and pharmacists is a starting point. People need prompt access to well-resourced allied health clinicians in community practice and specialist pain and addiction services linked to secondary and tertiary healthcare.  A national, mandatory drug monitoring system (like that planned for Victoria in 2018) would assist doctors, pharmacists and consumers in ensuring optimal medication management and likely reduce the toll of pharmaceutical misuse.  Further research is needed into both medication and non-medication techniques to reduce the development of persistent pain and disability.  A coordinated national pain plan or strategy, bringing together federal and state health systems, doctors and non-medical clinicians, and engaging consumers to limit the impact of poorly controlled pain is required.  A future of better pain management in Australia awaits, but like phenacetin before it, that future does not include codeine. • Malcolm Hogg is a specialist in anaesthesia and pain medicine", "title": "A future of better pain management without codeine awaits Australia | Malcolm Hogg"}