{"link": "https://www.theguardian.com/commentisfree/2018/feb/01/killer-whales-talk-brave-new-world-cross-species-chat-wikie-orca-mimic", "description": "Wikie the orca is more mimic than raconteur, but the potential is awesome. Imagine dolphins tackling politicians on pollution<p>A bridge in cultures has occurred. A cognitive chasm between intelligent creatures has been crossed. Of all the spectacular times for you to be alive, you happen to have been born in an age when <a href=\"https://www.theguardian.com/science/2018/jan/31/orcas-killer-whales-can-imitate-human-speech-research-reveals\">killer whales started talking</a> to the <a href=\"https://en.wikipedia.org/wiki/Planet_of_the_Apes_(1968_film)\">damn dirty apes</a> who were willing to listen. Though this sounds like some sort of sci-fi dream/nightmare, I am here to assure you that this is real. Remain calm, but stay vigilant around all marine mammals at this time. We may be in for a rocky time, as you shall discover.</p><p>Let us begin by examining the facts. First, it’s true. As you may have <a href=\"https://www.theguardian.com/science/video/2018/jan/31/listen-to-killer-whales-mimicking-human-voices\">heard by now</a>, a captive killer whale called Wikie, housed at <a href=\"https://www.marineland.fr/en/in-the-park/animals/killer-whale-orca/\">Marineland in Antibes, France</a>, is uttering noises that mimic the human sounds “Hello” and “Bye-bye” as well as “One, two, three” plus, apparently, the haunting word “Amy” – the name of its trainer. Predictably, within hours of the release of the scientific paper, Wikie has become something of an online celebrity.</p> <a href=\"https://www.theguardian.com/commentisfree/2018/feb/01/killer-whales-talk-brave-new-world-cross-species-chat-wikie-orca-mimic\">Continue reading...</a>", "content": " Contact author \n\nThu 1 Feb 2018 12.19 GMT\n\n\nLast modified on Thu 1 Feb 2018 14.44 GMT\n\n A bridge in cultures has occurred. A cognitive chasm between intelligent creatures has been crossed. Of all the spectacular times for you to be alive, you happen to have been born in an age when killer whales started talking to the damn dirty apes who were willing to listen. Though this sounds like some sort of sci-fi dream/nightmare, I am here to assure you that this is real. Remain calm, but stay vigilant around all marine mammals at this time. We may be in for a rocky time, as you shall discover. Let us begin by examining the facts. First, it’s true. As you may have heard by now, a captive killer whale called Wikie, housed at Marineland in Antibes, France, is uttering noises that mimic the human sounds “Hello” and “Bye-bye” as well as “One, two, three” plus, apparently, the haunting word “Amy” – the name of its trainer. Predictably, within hours of the release of the scientific paper, Wikie has become something of an online celebrity. What if dolphins develop sarcasm. and scream 'Goodbye' at boatloads of tourists that encroach on their hunting grounds This week, after the news broke about Wikie’s great feat, a number of vocal animal welfare charities were calling for her release from captivity. This troubled me a little. Really? I thought. Is that really a good idea? Killer whales (like all dolphins) are adept at horizontal learning, after all. They copy one another. They have sounds for objects, possibly names. They have dialects. They transmit behaviours. In other words, they have culture like we do. Might the once captive Wikie somehow spoil their untamed wildness with her newly learned human vernacular? What if this captive dolphin, somehow released into the wild with a human greeting (“Hello!”) should corrupt the wild dolphins it comes across? What then? I dread to think, but the idea is entertaining to consider so let us do just that. Let us imagine pods of wild dolphins screaming “Goodbye” at boatloads of tourists that encroach on their hunting grounds each year. Imagine them saying “Bye-bye” to trawlers. Imagine them ruining countless nature documentaries by screaming “Hello” to BBC camera crews while filming. And what if Wikie and her kind later develop sarcasm? Can you imagine, in an age where our oceans become bereft and depleted of nutrition, the words “So long and thanks for all the fish!”, delivered in a sarcastic tone? In a perverse sort of way, I suspect Douglas Adams would have laughed long and loud at this idea. And then wept. But there are positives to this possible cross-species dialogue, and perhaps it is this potential that we should focus on. Imagine a non-human animal that could speak up – in human words – against the degradation of a vast ecosystem like that of the oceans? In such a world, perhaps modern politics would find itself a new enemy in marine mammals like Wikie. One can imagine, for instance, in some alternative universe, a language-endowed Wikie being invited to speak at Davos or some other God-awful international event. One can imagine the soundbites (“Amy?”); the 7.45am BBC Breakfast interview; the cosy press conferences with Wikie, wide-eyed in a giant blow-up birthing pool in front of the cameras, next to a shady foreign president secretly plotting her kind’s political downfall while sipping imported water from a non-recyclable plastic bottle. (While writing this it strikes me how, in moments like these, just how so many of us would side with these talkative killer whales). But alas, such imaginative scenarios are just that – imaginative. You knew this bit was coming. It is time to burst the bubble about this female killer whale. Wikie has a kind of magic about her, but it is not yet a two-way conversation. She is a mimic, pure and simple and she is hungry for her fish rewards. In the same way as a 14-year-old can armpit-fart his way through Bach’s Fifth Symphony to achieve 1,000-plus views on YouTube, without ever truly knowing Bach, this killer whale has hit upon a neat trick for reward by exhaling in a measured way that sounds a little like human voice. But that doesn’t make the science hogwash. Far from it. It’s a beginning. And all scientific journeys have a beginning. We’ll need wild, untainted, unspoiled populations to test ideas on. We need to get away from fish rewards. We need to move away from captive research. This is a start. It’s not the end. They may one day talk with us, but not like this. And so, in my wildest dreams it won’t be a “bye-bye” or a “hello” that curries favour with an intelligent species such as the killer whale, but a word of more depth: a word like “friend” or “partner” or “respect”. And further down the line maybe we could manage something else. Dialogue. Truth. Meaning. As of recent times, these are no longer uniquely human concepts when it comes to zoology. Welcome to the brave new world. You happen to be alive in it. But who else is listening? Increasingly, we shall get to decide. Bye-bye, or hello: you and I get to choose. • Jules Howard is a zoologist and the author of Sex on Earth, and Death on Earth", "title": "So killer whales can talk. Welcome to a brave new world of cross-species chat | Jules Howard"}