{"link": "https://www.theguardian.com/commentisfree/2018/feb/02/we-need-to-do-more-to-close-the-gap-in-cancer-outcomes", "description": "<p>Money, cultural background and geographic location are crucial in determining survival rates</p><p>This week Cancer Council released new data forecasting cancer survival trends into the future. The statistics, outlining an expected 72% increase in the number of Australians living with cancer or in remission by the year 2040, were startling – but even more concerning are the trends that show the gap between the haves and have-nots when it comes to cancer survival.<br></p><p><a href=\"https://www.cancer.org.au/content/pdf/News/MediaReleases/2018/Prevalence%20in%202040_FINAL.PDF#_ga=2.239073731.211453309.1517451249-1618809740.1509428147\">The new report</a>, released in the lead up to World Cancer Day, held on 4 February, show that when it comes to cancer, things just aren’t as equal as they should be. </p> <a href=\"https://www.theguardian.com/commentisfree/2018/feb/02/we-need-to-do-more-to-close-the-gap-in-cancer-outcomes\">Continue reading...</a>", "content": " Money, cultural background and geographic location are crucial in determining survival rates Contact author \n\nFri 2 Feb 2018 05.06 GMT\n\n\nLast modified on Fri 2 Feb 2018 06.14 GMT\n\n This week Cancer Council released new data forecasting cancer survival trends into the future. The statistics, outlining an expected 72% increase in the number of Australians living with cancer or in remission by the year 2040, were startling – but even more concerning are the trends that show the gap between the haves and have-nots when it comes to cancer survival. The new report, released in the lead up to World Cancer Day, held on 4 February, show that when it comes to cancer, things just aren’t as equal as they should be.    In Australia, the poorest among us are 30% more likely to die of cancer than the richest. There is also a big gap in cancer outcomes for our Indigenous Australian population, where incident rates from cancer are 10% higher than non-Indigenous Australians and mortality rates are 30% higher. Similarly, cancer incidence (particularly cancers with poorer prognoses) and mortality are significantly higher outside capital cities, with outcomes worsening in step with remoteness. On top of all of this, there are increasing differences in survival rates between different cancer types.  By the year 2040, the most common cancers Australians will have survived are breast, prostate, bowel and melanoma. These are all common cancer types where we have seen positive improvements in awareness, better early detection, and, ultimately, treatment (and even with those advances, thousands of Australians die from these cancers each year, often in ways that can be prevented). However, another common cancer type, lung cancer, features a much lower survival rate and highlights the need for greater investment in early detection and treatment for this cancer. Rarer cancers with poorer overall survival, such as pancreatic cancer, make up an even smaller proportion of survivors.  So why are money, cultural background, geographic location and cancer types leading to some Australians being left behind?  More research is required to definitively pinpoint why these trends are occurring, but several factors stand out. More needs to be done to promote healthy lifestyles and cancer prevention to some parts of our community.  As an example, we know that smoking rates are higher in Indigenous populations and among poorer Australians and also link to cancers with poorer prognosis such as lung cancer.  Continued investment in anti-smoking campaigns tailored to these communities is critical in reducing this disparity. Currently around 40% of Indigenous Australians smoke compared with 12.2% of the general Australian population. In remote communities, this rises to around 60%. Other unhealthy lifestyles that can increase cancer risk, including excessive alcohol consumption, physical inactivity, an unhealthy diet and obesity, are also more prevalent among socio-economically disadvantaged populations.  We also know that some parts of our community are less likely to detect cancer early. Australia has world-leading screening programs for bowel, breast and cervical cancer, but participation rates remain low, and participation lags behind in communities where health literacy is lower.  For example, cervical cancer mortality in Indigenous women is more than four times that of non-Indigenous women, which largely reflects far lower screening rates. Finally, we know that the financial impact of cancer, something we call “financial toxicity”, impacts diagnosis and treatment decisions and this is likely to be particularly the case for poorer Australians with less capacity to absorb the costs of undergoing cancer treatment.  Australia has a good health system by world standards, but it’s the additional out-of-pocket and indirect costs of cancer that seem to allow the poorest people in our community to fall behind.  It’s the cost of accommodation for those travelling to treatment and parking, it’s the cost of having to quit your job while having treatment, it’s the financial impact on carers who also leave their jobs to support their loved one. I was staggered by the $2,500 bill my niece received for radiology tests at diagnosis of cancer, none of which was reimbursable through Medicare.  These costs are often exaggerated for our regional and remote cancer patients who have greater travel requirements and often lose the capacity to work even part-time.  We also know that doctors working in the private system often fail to disclose expected medical costs or to inform patients of lower cost alternatives within the public health system.  This has sadly led to cancer patients mortgaging their homes and putting their finances on the line to pay excessive out-of-pocket costs that are simply not justifiable. Cancer Council continues to call for health practitioners to disclose financial costs of treatment alongside information about other treatment options.  This report highlights the importance of funding research aimed at closing the survival gap for those cancers that continue to have poorer survival rates. We also need to translate the learnings and advances gained in cancers like breast cancer to other types.  Cancer Council funds research across all cancer types, and projects like Forgotten Cancers put low-survival cancers in the spotlight, but there is always so much more to be done. There are lost opportunities in particular when it comes to using our existing health system to detect rare cancers sooner, in order to increase the chances of successful treatment. In the UK and Denmark for example, gains have been made through setting benchmarks for time to diagnosis that help to avoid delays and get people into treatment sooner.  As a charity, Cancer Council can only fund a tiny fraction of what could be achieved through enhanced use of Australia’s $170 billion total annual health budget, of which only around 3% goes to cancer and around 1% to disease prevention. But we can engage with everyone to help make things better and work towards reducing these unacceptable disparities in cancer outcomes. • Professor Sanchia Aranda is the CEO of Cancer Council Australia", "title": "We need to do more to close the gap in cancer outcomes | Sanchia Aranda"}