{"link": "https://www.theguardian.com/commentisfree/2018/feb/04/men-women-brains-prostate-cancer-neuroscience", "description": "<p>Mortality rates for prostate cancer are rising, but not because of any neurological determinism</p><p>It is the crossover moment. For the first time, more men are dying of prostate cancer than women are from breast cancer. Any GP surgery will offer a blood test to check a man’s prostate-specific antigen (PSA) indicating cancer. All men have to do is ask.</p><p>The trouble is that, as we all know, men are from Mars. They don’t go to GPs, don’t talk about illness and believe in their own invincibility. Men with their compartmentalised brains are inherently greater risk-takers and believe they will beat the odds. In any case, to concede the threat of illness is an acknowledgement of weakness – very unmasculine.</p> <a href=\"https://www.theguardian.com/commentisfree/2018/feb/04/men-women-brains-prostate-cancer-neuroscience\">Continue reading...</a>", "content": " Mortality rates for prostate cancer are rising, but not because of any neurological determinism \n\nSun 4 Feb 2018 00.02 GMT\n\n\nLast modified on Sun 4 Feb 2018 09.21 GMT\n\n It is the crossover moment. For the first time, more men are dying of prostate cancer than women are from breast cancer. Any GP surgery will offer a blood test to check a man’s prostate-specific antigen (PSA) indicating cancer. All men have to do is ask. The trouble is that, as we all know, men are from Mars. They don’t go to GPs, don’t talk about illness and believe in their own invincibility. Men with their compartmentalised brains are inherently greater risk-takers and believe they will beat the odds. In any case, to concede the threat of illness is an acknowledgement of weakness – very unmasculine. Empathising women from Venus, with their different brain structures that encourage talking and discussing issues, are more keenly aware of the risks. One of the reasons death from breast cancer is declining is because women, better understanding the risks, demand action as an NHS priority – and then act on what is offered. No parallel demand is coming from men. It is just one more piece of evidence that men and women are supposedly hardwired to think and behave differently – and on this occasion men are the losers. Men’s brains are more segmented, runs the argument, and their thinking is concentrated and focused in the right hemisphere of the brain given over to calculus and reasoning. By contrast, the story continues, women’s left and right brain hemispheres are more interconnected, with much more traffic in the cerebral cortex. These “spaghetti” brain structures are hardwired to link the creative and emotional dimensions of the brain with its rational thinking element, enhancing women’s linguistic and empathetic capabilities, helping them better understand people. They feel more, crucial when nurturing the young and shaping communities in the human evolutionary story. Men intrinsically are better at mathematics and building dams; women are intrinsically better at English and building homes. Thus the pattern of different income, employment and opportunity for women, indeed, day-to-day interaction, does not flow from prejudice and male sexism, although both are inexcusable and must be stamped on. Women’s lower lifetime earnings for similar jobs, the fact that they hold fewer top jobs, the time they spend on child rearing and in the home, and their tendency to avoid science and technology are not because of sexism – perish the thought – but because they are different. But what if the whole intellectual edifice supporting these claims were wrong? Enter the scientist Cordelia Fine, whose Testosterone Rex, winner of the 2017 Royal Society prize for popular science writing, convincingly debunks the entire thesis. For every study demonstrating the hypothesis that women’s brains are less compartmentalised than men’s, there is another knocking it down. There is no conclusive evidence that there is more traffic in women’s cerebral cortexes; no evidence that testosterone starts to separate out boys’ brain hemispheres in the womb; no evidence that more highly compartmentalised brains allow more system thinking and no evidence that the resulting shorter brain circuits mean better brains. It is bunkum, from top to bottom, she argues, a form of “neurosexism”. The greater truth is that we hardly understand what is going on in the brain. Instead, science is being infected by sexist stereotyping of men and women, causing categories and inferences to be invented that don’t exist – and justify women’s continued subordination. Fine’s critics – and she has a few – accuse her feminism of trumping her science. For example, evolutionary theory, which she does not contest, is built on the truth of sexual selection established by Darwin: the species has to be reproduced and advanced by coupling between the two genders. That in turn means the winning of mates and achieving arousal by being attractive to each other. The nature of the attraction is complex and elusive, but it does imply basic gender behaviours that are different. Moreover, if male and female brains are as identical as Fine suggests, how come autism is vastly more a male disease and the distribution of both genius and idiocy is more pronounced in men than women? But even the toughest critics concede she is right to push back on the role of testosterone, its influence on brain function and the allegedly deep neural differences between men and women. The science, they agree, does not back any of it. Reading and listening to Fine, I would go further – the science abounds in neurosexism. Nor does selection theory challenge her position. It is perfectly possible for men and women’s brains to work identically with equal power – perhaps men are not from Mars nor women from Venus, but from the same planet after all – even while they behave in ways to attract each other, as Darwin would predict. What is driving men’s mortality rate from prostate cancer is not masculine brain structures – it’s the NHS spending half as much money on communication and treatment as it does for breast cancer. A century ago, scientists warned that winning the vote would put such neurological pressure on the challenged female brain there would be a 25% rise in female insanity. Today, surely, we can see parallel statements for what they are: pernicious sexism. The Chinese proverb is right: men and women hold up the sky equally. It’s time for everyone to act on that fundamental truth.", "title": "So men are dying because they don’t have women’s brains? Show me the evidence"}