{"link": "https://www.theguardian.com/science/2018/jan/31/super-blue-blood-moon-where-and-when-to-see-rare-lunar-eclipse", "description": "<p>Blue moon, super moon and blood moon will all coincide in 2018 for the first time since 1866</p><ul><li><a href=\"https://www.theguardian.com/science/gallery/2018/jan/31/super-blue-blood-moon-in-pictures\">Super blue blood moon – in pictures</a></li><li><a href=\"https://www.theguardian.com/science/2018/jan/30/share-your-super-blue-blood-moon-photographs\">Share your own ‘super blue blood moon’ photographs</a><br></li></ul><p> People from Moscow, via Sydney, to Washington DC will be given a rare celestial treat on Wednesday as three lunar phenomena coincide. Weather permitting, of course.</p><p>A blue moon (a second full moon in a calendar month), a super moon (when the moon is unusually close to Earth, making it bigger and brighter) and a blood moon (a moment during an eclipse when the moon appears red) will all coincide for the first time since 1866.</p> <a href=\"https://www.theguardian.com/science/2018/jan/31/super-blue-blood-moon-where-and-when-to-see-rare-lunar-eclipse\">Continue reading...</a>", "content": " Blue moon, super moon and blood moon will all coincide in 2018 for the first time since 1866 \nMichael Slezak \n\nWed 31 Jan 2018 14.23 GMT\n\n\nFirst published on Wed 31 Jan 2018 02.53 GMT\n\n  People from Moscow, via Sydney, to Washington DC will be given a rare celestial treat on Wednesday as three lunar phenomena coincide. Weather permitting, of course. A blue moon (a second full moon in a calendar month), a super moon (when the moon is unusually close to Earth, making it bigger and brighter) and a blood moon (a moment during an eclipse when the moon appears red) will all coincide for the first time since 1866. If you live in the US, you will be able to see the eclipse – and the celestial trifecta – on Wednesday morning, just before the moon sets. For those on the US east coast, the eclipse will start just before sunrise at 5.51am US ET, when the super blue moon will begin turning red. It will happen at 4.51am CT and those on the west coast can see it at 2.51am. Stargazers living in the US will be able to see the eclipse before sunrise on Wednesday, according to Nasa.  For those further east – the Middle East, Asia, eastern Russia, Australia and New Zealand – the “super blue blood moon” can be seen during moonrise in the evening of 31 January, according to Nasa. In Sydney, Australia, the eclipse will begin at a more reasonable time of 9.51pm on Wednesday night. That’s 10.51pm in New Zealand, 5.51pm in Shanghai and 12.51pm in Moscow. So long as there is no cloud cover, just look up at the sky! Most Australian capital cities, while being some of the best places to view the event, have a chance of significant cloud cover, the Australia’s Bureau of Meteorology told the Guardian. The eastern suburbs of Melbourne look set to get a good view but the western suburbs are likely to get some obscuring cloud cover. Sydney is likely to miss the eclipse due to cloud, as is Brisbane and Adelaide. Canberra, Hobart and Darwin could go either way with cloud cover and Perth and Queensland’s central coast are looking set for a good view. There is a significant risk of clouds obscuring the sky for lots of moongazers in the US too, according to Accueweather, with the east coast forecast to have for best conditions.  Readers in Western Europe, most of Africa and Central and Southern America will miss out on the eclipse. But never fear – for those unable to see the moon directly, several groups are livestreaming it, including the Virtual Telescope and the University of Western Sydney.", "title": "Super blue blood moon: when and where to see the rare lunar eclipse"}