{"link": "https://www.theguardian.com/science/2018/jan/10/astronomers-may-be-closing-in-on-source-of-mysterious-fast-radio-bursts", "description": "<p>Pulses may be from a neutron star cocooned by a strong magnetic field – though experts are not ruling out more unorthodox explanations such as alien ships</p><p>Astronomers appear to be closing in on the source of enigmatic radio pulses emanating from space that have become the subject of intense scientific speculation.</p><p>Previous candidates for the origin of the fleeting blasts of radiation – known as fast radio bursts, or FRBs – have included exploding stars, the reverberations of weird objects called <a href=\"https://www.theguardian.com/science/2017/jul/05/gravitational-waves-string-theory\">cosmic strings</a> or even distant beacons from interstellar alien spaceships. </p> <a href=\"https://www.theguardian.com/science/2018/jan/10/astronomers-may-be-closing-in-on-source-of-mysterious-fast-radio-bursts\">Continue reading...</a>", "content": " Pulses may be from a neutron star cocooned by a strong magnetic field – though experts are not ruling out more unorthodox explanations such as alien ships \nHannah Devlin Science correspondent \n\nWed 10 Jan 2018 18.00 GMT\n\n\nLast modified on Wed 10 Jan 2018 18.02 GMT\n\n Astronomers appear to be closing in on the source of enigmatic radio pulses emanating from space that have become the subject of intense scientific speculation. Previous candidates for the origin of the fleeting blasts of radiation – known as fast radio bursts, or FRBs – have included exploding stars, the reverberations of weird objects called cosmic strings or even distant beacons from interstellar alien spaceships.  Now, new observations provide backing for a scenario involving a rapidly rotating neutron star cocooned by an ultra-powerful magnetic field. The explanation is more orthodox than some of the alternatives offered, but could point astronomers towards some of the most extreme magnetic environments in the known universe. “Our preferred model is that they are coming from a neutron star ... that could be just 10 or 20 years old in an extreme magnetic environment,” said Jason Hessels, a co-author of the new paper and astronomer at the Netherlands Institute for Radio Astronomy in the Dutch town of Dwingeloo. Fast radio bursts have perplexed astronomers ever since the signals were discovered in 2007 in earlier observation data from the Parkes radio telescope in Australia. Initially dismissed by many as data glitches, 30 similar sources have since been identified, but only one of these, known as FRB 121102, has been seen to flare repeatedly. All the rest have been one-off blasts, making them hard to study and almost impossible to locate. Yet the growing intrigue around FRBs has led to at least as many theories to explain them as there are actual observations. When the repeating FRB 121102 was pinpointed last year to an unremarkable-looking dwarf galaxy three billion light years from Earth, the puzzle of what could be unleashing the blasts only deepened. Astronomers calculated that the source must be emanating as much energy as 500m suns in the space of a millisecond, in order to explain how it was still detectable three billion years after the event. “If we had one of these on the other side of our own galaxy it would disrupt radio here on Earth, and we’d notice, as it would saturate the signal levels on our smartphones,” said Prof James Cordes, an astronomer at Cornell University and co-author of the study. “Whatever is happening there is scary. We would not want to be there.” The latest findings arise from observations of FRB 121102 made simultaneously on 26 August by the alien-hunting Breakthrough Listen project using the Green Bank Telescope in West Virginia and a Dutch team using the William E Gordon Telescope at the Arecibo Observatory in Puerto Rico. The astronomers identified 16 new bursts during a 10-hour period, and for the first time were able to identify distortions in the signals that revealed the radio waves had passed through an ultra-powerful magnetic field after being emitted.  In the Milky Way, the only known example of such an extreme magnetic environment is in the vicinity of the massive black hole at the galactic centre. It is possible that a neutron star sitting in such a position could produce such blasts. Another possibility, Hessels said, is that the material thrown out in a supernova as a massive star collapses could leave the remnant neutron star surrounded by a swirling nebula that could create an extremely strong magnetic field.  “You would naturally expect a very young neutron star to be in some sort of cocoon of material,” said Hessels. “The only problem is that to explain [the field], the nebula would have to be ridiculously great – bigger than anything we’ve seen in our own galaxy.” Duncan Lorimer, an astronomer based at West Virginia University, who co-discovered the first FRBs, said the latest observations were very exciting. “They demonstrate that this FRB is in a highly magnetised environment,” he said. Lorimer added that the neutron star theory was plausible, but that alternative possibilities could not yet be excluded. “Right now, I would say nothing is ruled out!” he said. Lorimer said the mystery of why most FRBs have not been observed to repeat raised the question of how they differed, or whether they resulted from an altogether separate phenomenon. Prof Avi Loeb, an astrophysicist at Harvard University, agreed. “Perhaps some of the FRBs are associated with artificial radio beams produced by alien civilisation,” he said. “Given that we do not understand the origin of FRBs, we should keep an open mind and examine future data without a prejudice.” Astronomers do not yet understand the circumstances under which neutron stars would unleash such powerful blasts of radiation. But there are lots unanswered questions about the basic physics governing neutron stars, which are some of the most exotic objects in the universe. They are only about 12 miles (19kms) wide, but a teaspoon of neutron star material has a mass of about a billion tons. The core is a soup of pure neutrons, while the crust is smooth, solid and 10bn times stronger than steel. Hessels said that astronomers may have overestimated the amount of energy being thrown out, as it is possible that the magnetic field acts as a form of cosmic magnifying glass, making the source appear ten or 100 times brighter than it really is.  The findings were presented at the American Astronomical Society’s winter meeting in Washington DC and published in the journal Nature.", "title": "Astronomers may be closing in on source of mysterious fast radio bursts"}