{"link": "https://www.theguardian.com/science/shortcuts/2018/feb/06/watching-fast-and-furious-turn-drivers-into-speed-merchants", "description": "A survey has observed a spike in the average speeds of those who had just seen one of the franchise’s films. But it might be best to cover the breaks before leaping to any hasty conclusions<p>The next time you get a speeding ticket, it might be worth arguing that the movies are to blame. A research paper by Dr Anupam Jena of Harvard medical school <a href=\"https://www.nytimes.com/2018/01/30/upshot/do-fast-and-furious-movies-cause-a-rise-in-speeding.html\" title=\"\">has suggested films</a> in the <a href=\"https://www.theguardian.com/film/fast-and-furious\" title=\"\">Fast and Furious</a> franchise may be responsible for drivers hitting the accelerator too hard.</p><p>Jena unearthed details from 200,000 US speeding tickets that had been posted online, and studied those issued in the week following the release of films in the franchise. The research didn’t find any increase in the number of tickets issued, but did find that the average speed listed on the tickets increased markedly.</p> <a href=\"https://www.theguardian.com/science/shortcuts/2018/feb/06/watching-fast-and-furious-turn-drivers-into-speed-merchants\">Continue reading...</a>", "content": " \nJames Ball \n\nTue 6 Feb 2018 16.03 GMT\n\n The next time you get a speeding ticket, it might be worth arguing that the movies are to blame. A research paper by Dr Anupam Jena of Harvard medical school has suggested films in the Fast and Furious franchise may be responsible for drivers hitting the accelerator too hard. Jena unearthed details from 200,000 US speeding tickets that had been posted online, and studied those issued in the week following the release of films in the franchise. The research didn’t find any increase in the number of tickets issued, but did find that the average speed listed on the tickets increased markedly. The logic is fairly straightforward: people who have recently seen a film centred around wooden actors driving cars at high speed – usually through other things, such as trains, planes and barricades – cannot help but imitate that behaviour. While any study that suggests Top Gear or The Grand Tour shouldn’t be broadcast will be welcome news to many, there are a few reasons to treat the research with caution. The first is a trap which this research manages not to fall into: all too often it is tempting to look at people who have seen the film, and people who haven’t, and see which group drives faster. When your research then shows that the moviegoers drive faster, you have got your result: films cause speeding. Unless it’s possible that people who like driving fast cars might go to see those kind of movies. By looking at all speeding tickets, this study did something different, and suggests the movie may have an impact in the real world. But what it would suggest more broadly might get strange: today’s millennial generation has grown up with more on-screen violence, drinking, drug use and sex (not to mention unlimited pornography on tap through the internet) than any other. So are today’s youth violent, sex-mad drug fiends? Far from it: the youth of today drink less than their parents did, have less sex, are less likely to do drugs, and are less likely to be violent than their parents were at their age. Either films have less impact than we fear, or the youths have been skipping the cinema to binge-watch Countdown.", "title": "Does watching Fast and Furious turn drivers into speed merchants?"}