{"link": "https://www.theguardian.com/science/2018/feb/03/1000-genomes-project-genetics-dna-database-key-beating-rarest-disorders", "description": "The future now holds hope for children like Sam Ward, and doctors say many other people are set to benefit<p>Jillian Hastings Ward gave birth to her second child, Sam, almost four years ago. For the first few months of his life, the boy appeared to be in good health. “Then we realised that he was not making proper visual contact, and discovered he was blind,” Hastings Ward recalls. Subsequent diagnosis also revealed that Sam was not progressing intellectually. “His brain just couldn’t join the dots,” she says. Today Sam has the mental development of a six-month-old child.</p><p>At the time of his diagnosis, it was not apparent what was affecting him. Then Hastings Ward and her husband Nick, who live in Bristol, were told about a pioneering scheme launched by the Department of Health. The 100,000 Genomes Project involves several teams of scientists, all of whom have been working towards a remarkably ambitious goal: the <a href=\"https://www.theguardian.com/science/2012/dec/10/1000000-peoples-dna-mapped\" title=\"\">sequencing of 100,000 genomes</a> of individuals affected by rare disorders and cancers. Later this month, the project – which was given the go-ahead by prime minister David Cameron in 2012 – will reveal that it has reached its halfway point and has sequenced its 50,000th genome. This news will be followed with the announcement later this year of major initiatives aimed at ensuring that the UK becomes a world leader in genomics medicine.</p> <a href=\"https://www.theguardian.com/science/2018/feb/03/1000-genomes-project-genetics-dna-database-key-beating-rarest-disorders\">Continue reading...</a>", "content": " \nRobin McKie Observer science editor \n\nSat 3 Feb 2018 20.30 GMT\n\n\nLast modified on Sat 3 Feb 2018 22.00 GMT\n\n Jillian Hastings Ward gave birth to her second child, Sam, almost four years ago. For the first few months of his life, the boy appeared to be in good health. “Then we realised that he was not making proper visual contact, and discovered he was blind,” Hastings Ward recalls. Subsequent diagnosis also revealed that Sam was not progressing intellectually. “His brain just couldn’t join the dots,” she says. Today Sam has the mental development of a six-month-old child. At the time of his diagnosis, it was not apparent what was affecting him. Then Hastings Ward and her husband Nick, who live in Bristol, were told about a pioneering scheme launched by the Department of Health. The 100,000 Genomes Project involves several teams of scientists, all of whom have been working towards a remarkably ambitious goal: the sequencing of 100,000 genomes of individuals affected by rare disorders and cancers. Later this month, the project – which was given the go-ahead by prime minister David Cameron in 2012 – will reveal that it has reached its halfway point and has sequenced its 50,000th genome. This news will be followed with the announcement later this year of major initiatives aimed at ensuring that the UK becomes a world leader in genomics medicine. The implications are enormous. Major steps are being taken towards the creation of a health service in which healing is dovetailed – or personalised – to suit the needs of individual patients. Instead of taking a one-size-fits-all approach, treatments will be tailored to fit the makeup of individual patients. The story of Sam Ward reveals the enormous potential of this approach to healthcare. After being enrolled in the 100,000 Genomes Project, Sam’s DNA was sampled along with that of his mother and his father. Each of their genomes – their entire complement of genes – were then sequenced. Given that each of us has a genome made up of more than 3 billion letters of DNA, this decoding represents an enormous task, one that has required the use of some of the world’s most advanced sequencing machines as well as computers capable of storing millions of gigabytes of data. Last year several thousand genomes were sequenced this way. Those of the Ward family were among them. “It was then that we found out what was affecting Sam,” said Hastings Ward, a former civil servant. The boy had a fault in the gene Grin-1, a very rare mutation that causes moderate to severe intellectual disability, low muscle tone and, in some cases, seizures. Knowing what was affecting their son was, on its own, a considerable relief. There were other – even more welcome – benefits, however. Some of these disorders do not have names and in many cases we do not know the causes. By studying the genomes of Sam’s parents, doctors were able to show that neither had passed on the Grin-1 gene variant to their son. It had arisen, by chance, as a mutation inside his own DNA. “That was tremendously important,” says Hastings Ward. “It showed that it is extremely unlikely that his elder sister Kirsty would be affected by the condition. That had been a real worry for us.” In addition, there has been the development – by researchers in the US – of a possible drug that could treat the condition. “That has been another very positive development for us. The project has brought tremendous relief and hope,” says Hastings Ward, who now heads a panel that represents the interests of the volunteer participants in the project. Disorders such as the one caused by Grin-1 are uncommon but they still represent a significant cumulative burden on the health service. “There are between 7,000 and 8,000 rare disorders like the one that affects Sam,” says Professor Mark Caulfield, the project’s chief scientist. “Some do not have names and in many cases we do not know the causes. And yes, each is rare: but because there are so many of them they still have a considerable impact on the wellbeing of the nation. Almost 3 million people are affected by a rare disorder in the UK. Usually these manifest themselves at an early age, in the first two or three years of life, and about a third of those affected will die by the age of five.” This grim statistic explains why rare disorders were pinpointed by the founders of the project and why early successes are providing encouraging hopes for future developments in diagnoses and treatments. Hastings Ward says: “When you have an undiagnosed child, you have no idea what lies ahead for your family. Thanks to this project, we have now found some clues, a network of families who are in a similar situation, and more hope for the future.” This point is backed by Juliet Mills, who lives in Worcestershire and whose 13-year-old son Gabriel suffers from the rare disorder nemaline myopathy – a condition that leaves him struggling to walk and requiring a wheelchair to make longer journeys. “Six or seven gene mutations have been linked to the disease but Gabriel does not have any of these,” she says. “We have joined the 100,000 Genomes Project and are awaiting results. If we can find out exactly what is causing his condition, that will give us some hope that one day some form of treatment could be developed to help him.” Rare disorders are not the only target, however. Another major component is the study and diagnosis of cancer. Patients with particular tumours are being recruited and their genomes sequenced. The genomes of their tumours are also being sequenced to trace the molecular change that turned a normally healthy piece of DNA into one that makes cells divide uncontrollably. Of the 50,000 genomes that have been sequenced so far, around 8,000 have been targeted for cancer research. These are also showing encouraging results. “If I developed cancer today – from what I have now seen – I would want to have my tumour genome sequenced,” says Caulfield. “These sequences are showing us how to think about tailoring therapies and offer clinical trial opportunities that could have enormous potential. We are highlighting what changes in DNA have occurred in a patient and, crucially, we are also able to provide links to potential clinical trial opportunities from which a clinician can make a selection that best suits their patient. “We are starting to use the molecular signature of a cancer to direct a therapy for a particular patient and, hopefully, provide some with better, longer lives. This could convert some cancers to simple, longer-term diseases.” This enthusiasm is shared by Professor Sue Hill, chief scientific officer for England says: “I have never seen a transformation project that has achieved quite so much in such a short time,” she says. “These technologies are going to be embedded in the NHS through the new genomic medicine service from this autumn.” This point is emphasised by Caulfield. “From October, this technology is going to become available not just to those taking part in our project but to all those families who are touched by rare diseases and by certain cancers. We cannot yet say which cancers, but the long-term aim is to include all that respond to this approach.” Geneticists point out that the cost of genome sequencing is also expected to decline sharply and become even more affordable. A full genome sequence currently costs around £1,000, and many less efficient diagnostic tests could be replaced. “That will release money to provide further funds for genomic medicine,” says Caulfield. “The benefits of this technology are going to be profound.” Alex MastersonOver the first 18 years of his life, Alex Masterson has had 28 operations, including the removal of tumours and several bouts of heart surgery. Doctors originally thought he was suffering from a condition known as Noonan syndrome, but doubts persisted. His symptoms – which included facial tumours – did not quite fit this diagnosis. These doubts were unsettling for his family. Two years ago his mother, Kirsty, was told about the 100,000 Genomes Project by the family’s genetic counsellor and enrolled Alex. Sequencing of his genome revealed he had a related condition known as Leopard syndrome. “It has not changed his life expectancy or anything like that. However, it has given us closure and that has been a marvellous relief,” she says. Diagnoses like Alex’s can also bring alleviation from the odysseys of diagnostic visits that families with rare disorders have to go through. An affected child can face hundreds of outpatient visits to different specialists in the first few years of life as doctors struggle to trace the causes of their symptoms. By pinpointing a condition’s cause, the 100,000 Genomes Project could bring an end to the stress, discomfort and costs involved, say researchers. Dilys NeillDilys Neill was a doctor who specialised in the treatment of childhood cancers when, in October 2016, she was diagnosed as having acute myeloid leukaemia, a condition in which a person’s bone marrow produces white blood cells that grow and divide too fast. These abnormal cells then build up in the blood and bone marrow. “My first thought was that I would be dead before our daughter’s wedding the next year and that her day would be spoiled,” she recalls. However, a transplant of stem cells from her sister Ros gave Dr Neill a lifeline – to the extent that she will celebrate her 64th birthday on Monday and has been told that she has a 50-50 chance of surviving the next five years. “As a prognosis, it could be better, but it could be a lot worse,” says Dr Neill, who has now retired and lives with her husband, William, in Stow-on-the-Wold, Gloucestershire. “However, it would be better for future generations if we had ways to pinpoint the condition before it has had a chance to take a hold in a patient,” she adds. And that is why she has joined the 100,000 Genomes Project. “If a lot of patients with my condition have their genomes sequenced, it may be possible to pinpoint particular stretches of DNA that predispose certain individuals to acute myeloid leukaemia. That would be an enormous step forward in designing new treatments for the condition.” Jim WrightJim Wright is 17 and a wheelchair user. His mother Karen had noticed he had problems walking when he was a toddler. “He just couldn’t climb stairs,” she says. Jim was eventually diagnosed as having Charcot-Marie-Tooth disease, a genetic condition appearing either in childhood or later in life and characterised by loss of muscle strength in the legs. However, the condition comes in numerous varieties and doctors could not determine which variant affected Jim. When the family heard about the 100,000 Genomes Project, they asked to be enrolled. Samples of DNA were taken and it was discovered that Jim had a version of Charcot-Marie-Tooth that is known as type 2z and which is caused by an alteration in his MORC2 gene. “More importantly, we found out that neither my husband nor I carried the gene responsible for our son’s condition. It was a new mutation that had first appeared in Jim,” says Karen. For the Wrights – who live in Cannock, Staffordshire – this was a welcome diagnosis. “It means that our other son, Sam, is not likely to have picked up a gene for the condition and so he does not have to worry about fathering children who might inherit the condition. It also means that Jim could also father healthy children in the future – by using pre-implantation diagnosis to pinpoint embryos that do not carry the gene. This has all brought tremendous relief for my husband Kevin and I.” And Jim is equally excited. “It’s good to be part of a project that could bring better diagnoses and treatments for future generations,” he says. The prime goal of the 100,000 Genomes Project is to sequence the entire complement of genes possessed by around 70,000 individuals in the UK. “In some cases, we will sequence a person’s genome and nothing else,” says Professor Mark Caulfield, the project’s chief scientist. “In other cases, usually in patients affected by cancers, we will sequence their genomes and also the genomes of their tumours. And in others we will sequence the genomes of the affected person as well as the genomes of their parents.” Researchers are already close to the halfway stage of their endeavour. “In the next few weeks, we expect to notch up our 50,000th genome,” says Caulfield. Given that it took separate teams of US and UK geneticists almost a decade to unravel the very first human genome, in 2003, at a cost of around $3bn, this progress is remarkable. Constant improvements in sequencing technology and in data storage have played a key role in this dramatic jump in performance. “Every three years, a new generation of sequencing machines is developed and so costs and sequencing rates have been slashed,” Caulfield says. “Our project will achieve its goal on a budget of £300m provided entirely by the government. Without these improvements in sequencing technology, it would have cost around £200tn to fund the project.” To sequence genomes, blood samples from patients and family members are sent to centres round England (Scotland, North Ireland and Wales have their own partnership projects) and then collected at a repository in Milton Keynes. From there, the samples are sent to the NHS Genome Sequencing Centre at the Sanger Institute south of Cambridge, where every one of the 3.1bn letters of DNA in each genome will be read. Around 21m gigabytes of data are expected to be generated and will be stored at the project’s data centre in Corsham, Wiltshire, where it will be used to help diagnose patients’ conditions and provide data for scientists studying cancers and inherited diseases.", "title": "The DNA database that is key to beating our rarest diseases"}