{"link": "https://www.theguardian.com/science/2013/sep/01/20-big-questions-in-science", "description": "From the nature of the universe (that's if there is only one) to the purpose of dreams, there are lots of things we still don't know – but we might do soon. A new book seeks some answers<p>Astronomers face an embarrassing conundrum: they don't know what 95% of the universe is made of. Atoms, which form everything we see around us, only account for a measly 5%. Over the past 80 years it has become clear that the substantial remainder is comprised of two shadowy entities –<a href=\"http://www.theguardian.com/science/2013/apr/03/dark-matter-space-station-physics\" title=\"\"> dark matter </a>and <a href=\"theguardian.com/science/across-the-universe/2012/nov/13/dark-energy-map-dark-matter\" title=\"\">dark energy</a>. The former, first discovered in 1933, acts as an invisible glue, binding galaxies and galaxy clusters together. Unveiled in 1998, the latter is pushing the universe's expansion to ever greater speeds. Astronomers are closing in on the true identities of these unseen interlopers.</p> <a href=\"https://www.theguardian.com/science/2013/sep/01/20-big-questions-in-science\">Continue reading...</a>", "content": " Hayley Birch, Colin Stuart and Mun Keat Looi \n\nSun 1 Sep 2013 00.05 BST\n\n\nFirst published on Sun 1 Sep 2013 00.05 BST\n\n Astronomers face an embarrassing conundrum: they don't know what 95% of the universe is made of. Atoms, which form everything we see around us, only account for a measly 5%. Over the past 80 years it has become clear that the substantial remainder is comprised of two shadowy entities – dark matter and dark energy. The former, first discovered in 1933, acts as an invisible glue, binding galaxies and galaxy clusters together. Unveiled in 1998, the latter is pushing the universe's expansion to ever greater speeds. Astronomers are closing in on the true identities of these unseen interlopers. Four billion years ago, something started stirring in the primordial soup. A few simple chemicals got together and made biology – the first molecules capable of replicating themselves appeared. We humans are linked by evolution to those early biological molecules. But how did the basic chemicals present on early Earth spontaneously arrange themselves into something resembling life? How did we get DNA? What did the first cells look like? More than half a century after the chemist Stanley Miller proposed his \"primordial soup\" theory, we still can't agree about what happened. Some say life began in hot pools near volcanoes, others that it was kick-started by meteorites hitting the sea. Perhaps not. Astronomers have been scouring the universe for places where water worlds might have given rise to life, from Europa and Mars in our solar system to planets many light years away. Radio telescopes have been eavesdropping on the heavens and in 1977 a signal bearing the potential hallmarks of an alien message was heard. Astronomers are now able to scan the atmospheres of alien worlds for oxygen and water. The next few decades will be an exciting time to be an alien hunter with up to 60bn potentially habitable planets in our Milky Way alone. Just looking at your DNA won't tell you – the human genome is 99% identical to a chimpanzee's and, for that matter, 50% to a banana's. We do, however, have bigger brains than most animals – not the biggest, but packed with three times as many neurons as a gorilla (86bn to be exact). A lot of the things we once thought distinguishing about us – language, tool-use, recognising yourself in the mirror – are seen in other animals. Perhaps it's our culture – and its subsequent effect on our genes (and vice versa) – that makes the difference. Scientists think that cooking and our mastery of fire may have helped us gain big brains. But it's possible that our capacity for co-operation and skills trade is what really makes this a planet of humans and not apes. We're still not really sure. We do know that it's to do with different brain regions networked together rather than a single part of the brain. The thinking goes that if we figure out which bits of the brain are involved and how the neural circuitry works, we'll figure out how consciousness emerges, something that artificial intelligence and attempts to build a brain neuron by neuron may help with. The harder, more philosophical, question is why anything should be conscious in the first place. A good suggestion is that by integrating and processing lots of information, as well as focusing and blocking out rather than reacting to the sensory inputs bombarding us, we can distinguish between what's real and what's not and imagine multiple future scenarios that help us adapt and survive. We spend around a third of our lives sleeping. Considering how much time we spend doing it, you might think we'd know everything about it. But scientists are still searching for a complete explanation of why we sleep and dream. Subscribers to Sigmund Freud's views believed dreams were expressions of unfulfilled wishes – often sexual – while others wonder whether dreams are anything but the random firings of a sleeping brain. Animal studies and advances in brain imaging have led us to a more complex understanding that suggests dreaming could play a role in memory, learning and emotions. Rats, for example, have been shown to replay their waking experiences in dreams, apparently helping them to solve complex tasks such as navigating mazes. You really shouldn't be here. The \"stuff\" you're made of is matter, which has a counterpart called antimatter differing only in electrical charge. When they meet, both disappear in a flash of energy. Our best theories suggest that the big bang created equal amounts of the two, meaning all matter should have since encountered its antimatter counterpart, scuppering them both and leaving the universe awash with only energy. Clearly nature has a subtle bias for matter otherwise you wouldn't exist. Researchers are sifting data from experiments like the Large Hadron Collider trying to understand why, with supersymmetry and neutrinos the two leading contenders. Our universe is a very unlikely place. Alter some of its settings even slightly and life as we know it becomes impossible. In an attempt to unravel this \"fine-tuning\" problem, physicists are increasingly turning to the notion of other universes. If there is an infinite number of them in a \"multiverse\" then every combination of settings would be played out somewhere and, of course, you find yourself in the universe where you are able to exist. It may sound crazy, but evidence from cosmology and quantum physics is pointing in that direction. For the past couple of hundred years, we've been filling the atmosphere with carbon dioxide – unleashing it by burning fossil fuels that once locked away carbon below the Earth's surface. Now we have to put all that carbon back, or risk the consequences of a warming climate. But how do we do it? One idea is to bury it in old oil and gas fields. Another is to hide it away at the bottom of the sea. But we don't know how long it will stay there, or what the risks might be. Meanwhile, we have to protect natural, long-lasting stores of carbon, such as forests and peat bogs, and start making energy in a way that doesn't belch out even more. Dwindling supplies of fossil fuels mean we're in need of a new way to power our planet. Our nearest star offers more than one possible solution. We're already harnessing the sun's energy to produce solar power. Another idea is to use the energy in sunlight to split water into its component parts: oxygen, and hydrogen, which could provide a clean fuel for cars of the future. Scientists are also working on an energy solution that depends on recreating the processes going on inside stars themselves – they're building a nuclear fusion machine. The hope is that these solutions can meet our energy needs. The fact you can shop safely on the internet is thanks to prime numbers – those digits that can only be divided by themselves and one. Public key encryption – the heartbeat of internet commerce – uses prime numbers to fashion keys capable of locking away your sensitive information from prying eyes. And yet, despite their fundamental importance to our everyday lives, the primes remain an enigma. An apparent pattern within them – the Riemann hypothesis – has tantalised some of the brightest minds in mathematics for centuries. However, as yet, no one has been able to tame their weirdness. Doing so might just break the internet. Antibiotics are one of the miracles of modern medicine. Sir Alexander Fleming's Nobel prize-winning discovery led to medicines that fought some of the deadliest diseases and made surgery, transplants and chemotherapy possible. Yet this legacy is in danger – in Europe around 25,000 people die each year of multidrug-resistant bacteria. Our drug pipeline has been sputtering for decades and we've been making the problem worse through overprescription and misuse of antibiotics – an estimated 80% of US antibiotics goes to boosting farm animal growth. Thankfully, the advent of DNA sequencing is helping us discover antibiotics we never knew bacteria could produce. Alongside innovative, if gross-sounding, methods such as transplanting \"good\" bacteria from fecal matter, and the search for new bacteria deep in the oceans, we may yet keep abreast in this arms race with organisms 3bn years our senior. Our tablets and smartphones are mini-computers that contain more computing power than astronauts took to the moon in 1969. But if we want to keep on increasing the amount of computing power we carry around in our pockets, how are we going to do it? There are only so many components you can cram on to a computer chip. Has the limit been reached, or is there another way to make a computer? Scientists are considering new materials, such as atomically thin carbon – graphene – as well as new systems, such as quantum computing. The short answer is no. Not a single disease, but a loose group of many hundreds of diseases, cancer has been around since the dinosaurs and, being caused by haywire genes, the risk is hardwired into all of us. The longer we live, the more likely something might go wrong, in any number of ways. For cancer is a living thing – ever-evolving to survive. Yet though incredibly complicated, through genetics we're learning more and more about what causes it, how it spreads and getting better at treating and preventing it. And know this: up to half of all cancers – 3.7m a year – are preventable; quit smoking, drink and eat moderately, stay active, and avoid prolonged exposure to the midday sun. Robots can already serve drinks and carry suitcases. Modern robotics can offer us a \"staff\" of individually specialised robots: they ready your Amazon orders for delivery, milk your cows, sort your email and ferry you between airport terminals. But a truly \"intelligent\" robot requires us to crack artificial intelligence. The real question is whether you'd leave a robotic butler alone in the house with your granny. And with Japan aiming to have robotic aides caring for its elderly by 2025, we're thinking hard about it now. Ninety-five per cent of the ocean is unexplored. What's down there? In 1960, Don Walsh and Jacques Piccard travelled seven miles down, to the deepest part of the ocean, in search of answers. Their voyage pushed the boundaries of human endeavour but gave them only a glimpse of life on the seafloor. It's so difficult getting to the bottom of the ocean that for the most part we have to resort to sending unmanned vehicles as scouts. The discoveries we've made so far – from bizarre fish such as the barreleye, with its transparent head, to a potential treatment for Alzheimer's made by crustaceans – are a tiny fraction of the strange world hidden below the waves. It's a question we don't yet have the tools to answer. Einstein's general relativity says that when a black hole is created by a dying, collapsing massive star, it continues caving in until it forms an infinitely small, infinitely dense point called a singularity. But on such scales quantum physics probably has something to say too. Except that general relativity and quantum physics have never been the happiest of bedfellows – for decades they have withstood all attempts to unify them. However, a recent idea – called M-Theory – may one day explain the unseen centre of one of the universe's most extreme creations. We live in an amazing time: we're starting to think of \"ageing\" not as a fact of life, but a disease that can be treated and possibly prevented, or at least put off for a very long time. Our knowledge of what causes us to age – and what allows some animals to live longer than others – is expanding rapidly. And though we haven't quite worked out all the details, the clues we are gathering about DNA damage, the balance of ageing, metabolism and reproductive fitness, plus the genes that regulate this, are filling out a bigger picture, potentially leading to drug treatments. But the real question is not how we're going to live longer but how we are going to live well longer. And since many diseases, such as diabetes and cancer, are diseases of ageing, treating ageing itself could be the key. The number of people on our planet has doubled to more than 7 billion since the 1960s and it is expected that by 2050 there will be at least 9 billion of us. Where are we all going to live and how are we going to make enough food and fuel for our ever-growing population? Maybe we can ship everyone off to Mars or start building apartment blocks underground. We could even start feeding ourselves with lab-grown meat. These may sound like sci-fi solutions, but we might have to start taking them more seriously. Time travellers already walk among us. Thanks to Einstein's theory of special relativity, astronauts orbiting on the International Space Station experience time ticking more slowly. At that speed the effect is minuscule, but ramp up the velocity and the effect means that one day humans might travel thousands of years into the future. Nature seems to be less fond of people going the other way and returning to the past, however some physicists have concocted an elaborate blueprint for a way to do it using wormholes and spaceships. It could even be used to hand yourself a present on Christmas Day, or answer some of the many questions that surround the universe's great unknowns. The Big Questions in Science: The Quest to Solve the Great Unknowns is published by Andre Deutsch at £14.99 on 12 September. To buy a copy for £11.99 with free UK p&p, go to guardianbookshop.co.uk", "title": "The 20 big questions in science"}