{"link": "https://www.theguardian.com/science/2018/feb/05/stonehenge-tunnel-could-destroy-unique-library-of-early-history", "description": "<p>Plans for A303 could spell loss of Blick Mead site, where humans may have lived since the Ice Age</p><p>The construction of a tunnel past Stonehenge could spell the loss of a unique site that can trace the presence of people back to the last Ice Age, experts have said.</p><p>Perfectly preserved hoofprints of wild cattle known as aurochs have recently been found at excavations a mile and a half from the Wiltshire stone circle, David Jacques, and archaeologist at the University of Buckingham, said.</p> <a href=\"https://www.theguardian.com/science/2018/feb/05/stonehenge-tunnel-could-destroy-unique-library-of-early-history\">Continue reading...</a>", "content": " Plans for A303 could spell loss of Blick Mead site, where humans may have lived since the Ice Age \nSteven Morris and agency \n\nMon 5 Feb 2018 06.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 07.21 GMT\n\n The construction of a tunnel past Stonehenge could spell the loss of a unique site that can trace the presence of people back to the last Ice Age, experts have said. Perfectly preserved hoofprints of wild cattle known as aurochs have recently been found at excavations a mile and a half from the Wiltshire stone circle, David Jacques, and archaeologist at the University of Buckingham, said. The 6,000-year-old prints, preserved in what appears to be a ritualistic way, are the latest in a wealth of finds made during a decade-long dig at Blick Mead, which Jacques said amounted a “national archive of British history”. The tunnel, and a flyover close to the Blick Mead excavations which could also form part of the roadworks to improve the A303, could irrevocably damage the site, he said. The government has backed plans to build a tunnel to house the A303 as it passes Stonehenge as part of measures to ease congestion and improve the setting of the neolithic site. Opponents say the plans, which include eastern and western entrances to the tunnel within the world heritage site and a possible flyover at the Countess roundabout near Amesbury, could harm the rich archaeological landscape. Jacques said impacts on the Blick Mead site had not been assessed, despite it being the only place in Britain that can trace people living there since the end of the Ice Age, around 8,000 BC. He also accused the government and Highways England of “negligence or worse” for a map of the plans which he said put Blick Mead in the wrong place. He fears construction work would lower the water table, drying out the peat and silt that preserve archaeological remains. The auroch prints uncovered during the most recent excavation were preserved under a stone surface, suggesting their conservation was deliberate. Carbon dating reveals they are more than 6,000 years old. Jacques said there was a real potential that human footprints could be discovered at the site, which has previously revealed a home and signs of feasting and other human settlement.  “Essentially the place is like a national archive for organic material which are like documents. It would be like destroying a unique library,” he said. Jacques said the auroch hoof prints suggested that a “cattle cult” was operating on Salisbury Plain 6,000 years ago. “We believe they were carrying out rituals involving cattle; they were worshipping cattle. A 30ft long flint surface was built over the prints, which suggests they were deliberately preserved.” Another fascinating feature is that artefacts found hinted that hunter-gatherers and and the earliest farmers were interacting together. “So actually there’s a multi-cultural start-up at Stonehenge, a multi-cultural phenomenon. There was contact between hunter-gatherers and farmers. Families might have come out of that contact. It’s really important for the history of Britain, not just Stonehenge.” Jacques said his team’s investigations of this particular aspect had only just begun. “We’ve only investigated a section 80cm wide. It’s likely there’s lots of really important preserved stuff that will unlock stories.” He argued that precious history and heritage could be lost forever if the road plans go ahead. “The intention is that an 8m high flyover will be built next to the site. One of trenches is only 2m away from the road. They seem prepared to carry on no matter what. “I think the whole area should be turned into a national park and preserved for future generations and studied in perpetuity. When technology gets better there will be even more of a change to nail these stories. “It’s supreme arrogance to think we know it all now and it’s a scandal that this is being rushed through..” David Bullock, a project manager for Highways England, said: “The document in question is a land ownership boundary plan. The plan shows indicative general features and was never intended as a geographical map. “We have just announced the start of statutory consultation on the A303 Stonehenge scheme and we welcome feedback from all interested parties during this process. “Consultation will start on Thursday 8 February, which will provide an opportunity for everyone to give their views on our proposals and we would like as much feedback as possible. “This will help us to make sure we have got the best scheme, or highlight where we still need to make changes, before we make our application to build the scheme.” ", "title": "Stonehenge tunnel could destroy 'unique library' of early history"}