{"link": "https://www.theguardian.com/environment/2018/feb/05/whale-and-shark-species-at-increasing-risk-from-microplastic-pollution-study", "description": "<p>Large filter feeders, such as baleen whales and basking sharks, could be particularly at risk from ingesting the tiny plastic particles, say scientists</p><p><br></p><p>Whales, some sharks and other marine species such as rays are increasingly at risk from microplastics in the oceans, a <a href=\"doi: 10.1016/j.tree.2018.01.005\">new study</a> suggests.</p> <a href=\"https://www.theguardian.com/environment/2018/feb/05/whale-and-shark-species-at-increasing-risk-from-microplastic-pollution-study\">Continue reading...</a>", "content": " Large filter feeders, such as baleen whales and basking sharks, could be particularly at risk from ingesting the tiny plastic particles, say scientists \nFiona Harvey Environment correspondent \n\nMon 5 Feb 2018 06.01 GMT\n\n  Whales, some sharks and other marine species such as rays are increasingly at risk from microplastics in the oceans, a new study suggests. Species such as baleen whales and basking sharks, which feed through filtering seawater for plankton, are ingesting the tiny particles of indigestible plastic which now appear to permeate oceans throughout the world. Some of these species have evolved to swallow hundreds or even thousands of cubic metres of seawater a day, but taking in microplastic can block their ability to absorb nutrients, and may have toxic side-effects. The new study, published in the journal Trends in Ecology and Evolution, advises more research on the megafauna of the oceans, as the effects of microplastics on them is currently not well understood. Scientists have found, for instance through examining the bodies of beached whales, large pieces of plastic in the guts of such creatures, but the effect of microplastics, though less obvious, may be just as harmful. Elitza Germanov, a researcher at the Marine Megafauna Foundation and co-author the study, said: “Despite the growing research on microplastics in the marine environment, there are only a few studies that examine the effects on large filter feeders. We are still trying to understand the magnitude of the issue. It has become clear, though, that microplastic contamination has the potential to further reduce the population numbers of these species, many of which are long-lived and have few offspring throughout their lives.” Many species of whale, filter-feeding shark and rays are already under threat from other problems, such as overfishing and pollution. The added stress from microplastics could push some species further towards extinction, the authors of the study warned. One possibility is that the microplastics will convey toxins to the bodies of the megafauna, though this process is currently poorly understood. Maria Cristina Fossi, a professor at the University of Siena and co-author of the study, told the Guardian that although there was no evidence currently that microplastics alone could kill filter-feeders, they could produce “sub-lethal effects” which would endanger their health. She said research on whale sharks and fin whales had confirmed that filter-feeding species were exposed to toxic chemicals, perhaps through the breakdown of microplastics in their digestive systems. “Exposure to these plastic-associated toxins pose a major threat to the health of these animals since it can alter the hormones,” she said.", "title": "Whale and shark species at increasing risk from microplastic pollution – study"}