{"link": "https://www.theguardian.com/society/2018/feb/05/xanax-misuse-uk-dark-web-sales-health", "description": "<p>UK makes up 22% of global sales of the highly addictive anti-anxiety drug on the dark web</p><p><a href=\"https://www.theguardian.com/society/2018/feb/05/my-personality-changed-johnny-xanax-addiction\">‘My personality changed’: Johnny, 16, on Xanax addiction</a></p><p>The UK is the second-largest market for untraceable online sales of Xanax in the world, research has found, prompting warnings from doctors, MPs and youth workers of an “emerging crisis”.</p><p>Data revealed to the Guardian shows that the UK accounts for 22% of all global trades of the highly addictive anti-anxiety medication on the dark web or darknet, the collective name for hidden and anonymised websites.</p> <a href=\"https://www.theguardian.com/society/2018/feb/05/xanax-misuse-uk-dark-web-sales-health\">Continue reading...</a>", "content": " UK makes up 22% of global sales of the highly addictive anti-anxiety drug on the dark web ‘My personality changed’: Johnny, 16, on Xanax addiction \nSarah Marsh \n\nMon 5 Feb 2018 16.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.00 GMT\n\n The UK is the second-largest market for untraceable online sales of Xanax in the world, research has found, prompting warnings from doctors, MPs and youth workers of an “emerging crisis”. Data revealed to the Guardian shows that the UK accounts for 22% of all global trades of the highly addictive anti-anxiety medication on the dark web or darknet, the collective name for hidden and anonymised websites. Only the US, which accounts for half of all sales, has a higher proportion of trades, while Canada and Australia each constitute 10%. Researchers at the Oxford Internet Institute used data from a sample of the largest dark web marketplaces in 2017. Xanax accounted for 50,000 out of 1.5m trades monitored, but one trade could involve the sale of thousands of pills. The data release comes amid growing concern that more young people are taking Xanax than ever before. Experts said that while the use of the powerful benzodiazepine drug, commonly used to treat anxiety, is still relatively small, it has risen sharply in the last year, with pockets of England particularly affected. Alprazolam, available under the trade name Xanax, is used to treat anxiety and panic disorders. It is a benzodiazepine tranquiliser, the most potentially addictive type. It works by acting on the central nervous system to produce a calming effect, boosting the effects of a natural chemical made in the brain called gamma-aminobutyric acid (GABA). This leads to a reduction in nervous tension and anxiety. Unlike antidepressants, which take days to weeks to reduce anxiety, Xanax and other benzodiazepines work immediately. Xanax, when used for a prolonged period of time, can be very addictive. Over time, a person will develop a tolerance for the drug and have to take higher doses to achieve the same effect. When not taking it, people see return of symptoms that made them initially take the drug, such as anxiety, and up their dose to get relief. The brain starts to rely on Xanax to feel normal. Using tranquillisers, such as Xanax, can be dangerous if you mix them with other depressant drugs like heroin or alcohol. People who are addicted can experience nasty withdrawal symptoms, including nausea, vomiting, headaches, anxiety and depression. In May 2017, around 20 teenagers in Wiltshire needed medical treatment after taking Xanax, apparently for recreation. Since then there have been other reports of misuse of the drug.  A spate of Xanax-related hospitalisations over Christmas led Lewes police in East Sussex to warn people  about the dangers of taking Xanax and other similar drugs. Some experts are now saying the benzodiazepine has become one of the top five drugs used by young people, alongside cannabis and alcohol. Youth workers report that rise in use has been linked to people self-medicating for mental health problems, after initially trying the drug recreationally. The drug has also achieved greater publicity through online and celebrity culture. Last year the rapper Lil Peep died from an accidental overdose of Xanax and opioids. Youth workers have reported a rise in the use of the drug among teenagers and young adults, particularly those who are already vulnerable to abusing substances. In the UK, alprazolam is not available on the NHS and can only be obtained on a private prescription. Tranquillisers are controlled under Class C of the Misuse of Drugs Act and possession without a prescription could lead to a prison sentence of up to 2 years and an unlimited fine. Xanax, the brand name for alprazolam, can be obtained only on a private prescription in the UK, but pills can easily be bought from street dealers, online pharmacies or the dark web for as little as £1 each. The drug is highly addictive and withdrawal symptoms include blurred vision, muscle pain and seizures. Dr Adrian Harrop, an A&E doctor in Scarborough, described an “emerging crisis” in Xanax misuse. He said: “It’s already an acknowledged crisis situation in the US and Scotland and not before long we may see increasing deaths … in England unless we address it.” He said there had been a huge rise in the number of admissions linked to the drug at the hospital where he works. “Increasing numbers of young people are overdosing on Xanax, having obtained it from the internet,” he said. Harrop said overdoses occur because people are unaware of the strength of Xanax, which is 10 times stronger than diazepam. The impurity of pills bought online also makes the drug’s impact hard to predict. Although Xanax overdoses are less common than with other substances, they can still lead to death and the drug is especially dangerous when taken with alcohol and other drugs. Harrop said colleagues at other hospitals were also concerned about the growth of Xanax misuse, which he described as a “nationwide issue”. A spate of incidents over Christmas prompted police in East Sussex to warn people at New Year’s Eve events about the dangers of taking Xanax and other prescription drugs. In November last year, the 21-year-old American rapper Lil Peep died from an accidental overdose of Xanax and the painkiller fentanyl. Youth workers have raised concerns about the trend for young people with mental health problems taking the drugs recreationally and finding them helpful when they are anxious. “A lot of [their anxiety and stress] comes from the education setting,” said Nick Hickmott, the early intervention lead for Young Addaction, the youth arm of the largest drug and alcohol charity. “A year ago we had only heard murmurs of young people using benzodiazepines at all but now young people are talking about it constantly and it is easily available nationally. We need some real data and information to ensure we are aware of what we are dealing with and act accordingly,” he added. Data exclusively provided to the Guardian from the Frank helpline, a drug support line for young people funded by Public Health England, backs this up. Call data shows that in 2017 there were over 4,742 mentions of prescription drugs, and almost a third of those concerned benzodiazepines. The number of MPs raising concern about Xanax is growing. The shadow health secretary, Jonathan Ashworth, joined Labour MP Bambos Charalambous to urge Public Health England to look into the apparent boom in its use after one of Charalambous’s constituents said her daughter had been groomed using Xanax. Charalambous is writing a letter to Steve Brine MP, parliamentary undersecretary of state for public health, calling for an update. “I want more research to find out how widespread this is,” he said. “There have been reports of Xanax affecting people in different parts of Britain, from Wiltshire to Scotland, and I think the problem is far more widespread than we think. It’s vital that we quickly get a grip on this and find out what exactly is going on. Luciana Berger, the MP for Liverpool Wavertree, said: “Young people have raised with me their concerns about how readily available the drug is and the negative effect it can have. “We learned during a recent parliamentary debate that a staggering 130m benzodiazepine tablets (including Xanax) have found their way onto the UK criminal market since 2014. At 20 times the strength of Valium, the government must urgently do more to protect the public and prevent Xanax being sold illicitly online and in person.” Rosanna O’Connor, director of drugs, alcohol and tobacco at Public Health England, said: “Xanax has caused some young people to end up in hospital, particularly when they have mixed it with alcohol. Self-medication is dangerous. You should only take medicines prescribed by your GP. If you or someone you know gets into trouble with Xanax act quickly and call an ambulance. If it’s not an emergency but you need help, search Frank to find support near you.” If you have been affected by any of the issues in this story then share your experiences here. You can share your stories anonymously. We’ll include some of your stories in our reporting.", "title": "Xanax misuse: doctors warn of 'emerging crisis' as UK sales rise"}