{"link": "https://www.theguardian.com/science/2018/feb/05/very-hot-tea-can-raise-risk-of-oesophageal-cancer-suggests-study", "description": "<p>Combined with excess alcohol consumption, scaldingly hot tea raises relative risk fivefold, says Chinese researchers</p><p>Very hot tea combined with heavy alcohol consumption can increase the risk of oesophageal cancer by five-fold, research suggests.</p><p>The cancer, which starts in the oesophagus, was already known to be linked to drinking alcohol and smoking, but those risks are heightened by the addition of daily cups of “burning hot” tea, scientists discovered.</p> <a href=\"https://www.theguardian.com/science/2018/feb/05/very-hot-tea-can-raise-risk-of-oesophageal-cancer-suggests-study\">Continue reading...</a>", "content": " Combined with excess alcohol consumption, scaldingly hot tea raises relative risk fivefold, says Chinese researchers Press Association \n\nMon 5 Feb 2018 22.00 GMT\n\n Very hot tea combined with heavy alcohol consumption can increase the risk of oesophageal cancer by five-fold, research suggests. The cancer, which starts in the oesophagus, was already known to be linked to drinking alcohol and smoking, but those risks are heightened by the addition of daily cups of “burning hot” tea, scientists discovered. Survival rates for oesophageal cancerare poor, with only about 15% of patients still alive five years after diagnosis in the UK. There are about 9,200 new cases diagnosed each year and 7,800 deaths. The tea warning emerged from China, where researchers followed the progress of 456,155 participants aged 30 to 79 for about nine years. The team led by Dr Canqing Yu at the National Natural Science Foundation of China found that high-temperature tea drinking combined with either alcohol consumption or smoking was associated with a greater risk of oesophageal cancer than hot tea alone.  “Compared with participants who drank tea less than weekly and consumed fewer than 15g of alcohol daily, those who drank burning hot tea and 15g or more of alcohol daily had the greatest risk for oesophageal cancer,” they wrote in the journal Annals of Internal Medicine. Combined with excess alcohol consumption, hot tea raised the relative risk of developing the disease five times, the study found. Smokers who drank hot tea daily doubled their risk. Previous research had suggested that “thermal injury” caused by drinking hot liquids could increase the danger from other risk factors, said the researchers. They concluded: “Abstaining from hot tea might be beneficial for preventing oesophageal cancer in persons who drink alcohol excessively or smoke.” UK experts urged people not to develop a fear of tea, pointing out that the scalding hot cuppa was not a British tradition. Prof Andrew Sharrocks, from the University of Manchester, said: “We tend to drink tea at lower temperatures in the west than in China, which is less damaging to the oesophagus. “So, although the study might be relevant to populations in the China, it is less relevant in the west in terms of a causative factor. “That said, there may be individuals out there who do drink very hot tea (with excessive alcohol and tobacco consumption as well) and hence might be more at risk of developing this cancer.”", "title": "Very hot tea can raise risk of oesophageal cancer, suggests study"}