{"link": "https://www.theguardian.com/environment/2018/feb/06/ozone-layer-not-recovering-over-populated-areas-scientists-warn", "description": "<p>While the hole over Antarctica has been closing, the protective ozone is thinning at the lower latitudes, where the sunlight is stronger and billions of people live </p><p>The ozone layer that protects people from the sun’s ultraviolet radiation is not recovering over most highly populated regions, scientists warned on Tuesday.</p><p>The greatest losses in ozone occurred over Antarctica but the <a href=\"https://www.theguardian.com/environment/2016/jun/30/ozone-layer-hole-appears-to-be-healing-scientists-say\">hole there has been closing</a> since the chemicals causing the problem were banned by the <a href=\"https://en.wikipedia.org/wiki/Montreal_Protocol\">Montreal protocol</a>. But the ozone layer wraps the entire Earth and new research has revealed it is thinning in the lower stratosphere over the non-polar areas. </p> <a href=\"https://www.theguardian.com/environment/2018/feb/06/ozone-layer-not-recovering-over-populated-areas-scientists-warn\">Continue reading...</a>", "content": " While the hole over Antarctica has been closing, the protective ozone is thinning at the lower latitudes, where the sunlight is stronger and billions of people live  \nDamian Carrington Environment editor \n\nTue 6 Feb 2018 06.00 GMT\n\n The ozone layer that protects people from the sun’s ultraviolet radiation is not recovering over most highly populated regions, scientists warned on Tuesday. The greatest losses in ozone occurred over Antarctica but the hole there has been closing since the chemicals causing the problem were banned by the Montreal protocol. But the ozone layer wraps the entire Earth and new research has revealed it is thinning in the lower stratosphere over the non-polar areas.  Reduced protection from cancer-causing UV rays is especially concerning towards the equator, where sunlight is stronger and billions of people live. The reason for the falling ozone at lower latitudes is not known, though scientists suspect a chemical used in paint stripper and a change in atmospheric circulation caused by climate change. “The study is in lower to mid latitudes, where the sunshine is more intense, so that is not a good signal for skin cancer,” said Prof Joanna Haigh at Imperial College London, a member of the international research team. “It is a worry. Although the Montreal protocol has done what we wanted it to do in the upper stratosphere, there are other things going on that we don’t understand.” Anna Jones, an atmospheric chemist at the British Antarctic Survey and not involved in the new study, said: “To identify what action might be needed to prevent further decreases, it is extremely important to understand what is causing the observed downward trend.” Scientists say budget threats to US satellite monitoring programmes must be reversed. The new research, published in the journal Atmospheric Chemistry and Physics, carefully combined measurements of atmospheric ozone from 11 different datasets to produce a record of the last 30 years. It looked at ozone levels between the 60th parallels, an area that ranges from Scandinavia, Russia and Alaska in the north to the tip of South America. (London is 51 deg N, Sydney is 34 deg S and New York city is at 41 deg N.) The stratosphere stretches from 10km above the Earth to 50km and ozone is slowly rising in the upper stratosphere, back towards the levels seen before CFC chemicals caused their damage. But in the lower stratosphere, when there is the most ozone, levels are falling. Overall, the effects balance out but this means the ozone layer over the area studied is remaining in its depleted state.  The cause of the decline is unknown but might be the result of global warming. Ozone is produced by chemical reactions in the atmosphere over the tropics and then distributed towards the poles world by large air circulation currents. But warming trends could be strengthening these currents, moving more ozone to the poles and leaving less at lower latitudes. Another suspect is so-called “very short lived substances” (VSLS) - industrial chemicals that destroy ozone. It was thought they broke down too quickly to reach the stratosphere, but that may need to be re-examined.  Research published in July by Ryan Hossaini, at Lancaster University, UK, and colleagues showed that levels of a key VSLS, called dicholoromethane and used in paint stripper and aerosol sprays, have doubled in the last decade. It is not banned by the Montreal protocol and little is known about where it is leaking from or why emissions have risen so rapidly.  William Ball, an atmospheric scientist at ETH Zurich university in Switzerland, who led the new research, said: “The finding of declining low-latitude ozone is surprising, since our current best atmospheric circulation models do not predict this effect. Very short-lived substances could be the missing factor in these models.” Hossaini welcomed the “important” new study, but he argues that the current concentrations of VSLS in the atmosphere are too low to explain the falling ozone in the lower stratosphere.  “This work clearly highlights there are still unanswered questions regarding the drivers of long-term changes in stratospheric ozone,” he said. “The implications of the downward ozone trend from the perspective of surface UV and health need to be evaluated as a pressing matter.”", "title": "Ozone layer not recovering over populated areas, scientists warn"}