{"link": "https://www.theguardian.com/society/2018/feb/06/vaping-is-safe-way-to-quit-smoking-says-health-body", "description": "<p>More could be done to get people to switch to products that are safer than smoking cigarettes, say Public Health England </p><p>Vaping should be widely encouraged as a way to help people quit smoking, and e-cigarettes should even be offered for sale in hospital shops, the government’s public health body has said.</p><p>At least 20,000 people a year could be giving up cigarettes thanks to vaping, according to <a href=\"https://www.gov.uk/government/publications/e-cigarettes-and-heated-tobacco-products-evidence-review\">Public Health England’s (PHE) latest review</a>, which said more could be done to get people to switch to products that are far safer than smoking. </p> <a href=\"https://www.theguardian.com/society/2018/feb/06/vaping-is-safe-way-to-quit-smoking-says-health-body\">Continue reading...</a>", "content": " More could be done to get people to switch to products that are safer than smoking cigarettes, say Public Health England  \nSarah Boseley Health editor \n\nTue 6 Feb 2018 07.47 GMT\n\n\nFirst published on Tue 6 Feb 2018 07.41 GMT\n\n Vaping should be widely encouraged as a way to help people quit smoking, and e-cigarettes should even be offered for sale in hospital shops, the government’s public health body has said. At least 20,000 people a year could be giving up cigarettes thanks to vaping, according to Public Health England’s (PHE) latest review, which said more could be done to get people to switch to products that are far safer than smoking.  “E-cigarettes have become the most popular quitting aid for smokers in Great Britain with three million regular users,” said Prof John Newton, director of health improvement at PHE. That, he said, raised “a number of important policy questions”. They wanted, he said, “to maximise the potential benefits, to give every smoker the best chance of quitting but also minimise any risks”. PHE is already quoted around the world for its report in 2015 which said vaping was “95% safer” than smoking tobacco. The review, which updates that report, is even more positive in its conclusions but warns that many people who could possibly quit their smoking habit with e-cigarettes have got the wrong impression and think vaping has its own dangers. “Every minute someone is admitted to hospital from smoking, with around 79,000 deaths a year in England alone,” said Newton. “Our new review reinforces the finding that vaping is a fraction of the risk of smoking, at least 95% less harmful, and of negligible risk to bystanders. Yet over half of smokers either falsely believe that vaping is as harmful as smoking or just don’t know. “It would be tragic if thousands of smokers who could quit with the help of an e-cigarette are being put off due to false fears about their safety.” Less than 20% of adults understand that the harm from cigarettes is not due to the nicotine they contain, says the report. Thousands of smokers think e-cigarettes are just as dangerous and 40% of smokers have not tried one, it says. Doctors and nurses cannot prescribe e-cigarettes to smokers wanting to quit because none has yet been licensed by the Medicines and Health Care Products Regulatory Authority (MHRA). PHE is urging manufacturers to submit the data needed to get a licence and MHRA to help them. But that should not stop healthcare professionals talking to smokers about trying e-cigarettes. “We want stop-smoking practitioners and health professionals to support smokers who would like to use e-cigarettes to stop,” said Ann McNeill, lead author of the review and professor of tobacco addiction at King’s College London. Hospitals could go tobacco-free and offer areas for smokers to vape instead. Some have already tried it. Colchester General Hospital and Ipswich Hospital have removed smoking shelters from their grounds, where many patients and relatives used to gather for a cigarette, and replaced them with designated outdoor vaping points. The biggest concern around e-cigarettes has been that non-smokers and especially children and young people under 18 would start to smoke after trying vaping. But Linda Bauld, professor of health policy at the University of Stirling and one of the report’s authors, said studies showed that young people experimented with vaping but very few did it regularly. “E-cigarettes don’t appear to be undermining the long-term decline in youth smoking in the UK,” she said. Deborah Arnott, chief executive of the campaigning anti-tobacco group ASH, said the report “is part of a growing scientific consensus that e-cigarettes are likely to be very much less harmful than smoking and can help smokers quit. E-cigarette use has stagnated in recent years, which is hardly surprising as many smokers incorrectly believe that vaping is as harmful as smoking. We hope this report will provide the reassurance needed to encourage the 40% of smokers who’ve failed to quit but never tried vaping to go ahead and switch.”", "title": "E-cigarettes should be on sale in hospital shops, health body says"}