{"link": "https://www.theguardian.com/uk-news/2018/feb/06/desperate-for-help-prescription-drug-addicts-turn-to-the-web", "description": "<p>Lack of government-funded services means growing numbers have nowhere else to turn</p><p>Thousands of people dependent on prescription drugs are desperately turning to online help groups and calling up charity helplines because of a lack of government-funded services.</p><p>A growing number of people struggling with addiction to painkillers, benzodiazepines and antidepressants are guiding each other through the process of withdrawal on Facebook groups and websites. They say they have nowhere else to turn.</p> <a href=\"https://www.theguardian.com/uk-news/2018/feb/06/desperate-for-help-prescription-drug-addicts-turn-to-the-web\">Continue reading...</a>", "content": " Lack of government-funded services means growing numbers have nowhere else to turn \nSarah Marsh \n\nTue 6 Feb 2018 13.28 GMT\n\n\nLast modified on Tue 6 Feb 2018 14.19 GMT\n\n Thousands of people dependent on prescription drugs are desperately turning to online help groups and calling up charity helplines because of a lack of government-funded services. A growing number of people struggling with addiction to painkillers, benzodiazepines and antidepressants are guiding each other through the process of withdrawal on Facebook groups and websites. They say they have nowhere else to turn. The Guardian has also heard that people are resorting to calling up the Samaritans helpline, set up for those needing emotional support. Doctors have warned that while it is not surprising people are seeking help online, it highlights the lack of support available. Andrew Green, the British Medical Association’s GP committee clinical and prescribing lead, said: “Where there are gaps in NHS provision, patients may feel this is their only option.” The government has ordered an investigation into the growing problem of addiction to prescription drugs. Data compiled by researchers at the Oxford Internet Institute of the darknet’s biggest marketplaces also suggests that untraceable online purchases of the prescription drug Xanax are high, accounting for more than a fifth of total global sales. The probe by Public Health England comes as it was reported that a service offering prescription pill support in Camden, north London, would be shut down. Paul Flynn, chair of the all-party parliamentary group for prescribed drug dependence, which includes 21 Lords and MPs, criticised the closure of the Rest project. He said it had been running for 30 years, providing a life-saving service to thousands of patients affected by benzodiazepine and sleeping pill dependence. “The national situation is getting worse, not better, with increasing numbers of prescriptions for addictive medicines being handed out by doctors,” the MP said. The Rest project is one of just six charities in the UK providing support to patients affected by prescribed drug dependence. Two others, Recovery Road in Cardiff and CITA in Liverpool, have also closed in recent years owing to a lack of funding.  One of the few existing free services, Battle Against Tranquillisers, said it was struggling with budget cuts. Colin Young, a development worker at the charity, said: “There are hardly any services in the country now offering specialised benzo support.” Remaining services are experiencing high demand. Admissions to UK addiction treatment centres, which provide private in-patient rehabilitation throughout England for prescription drug problems, has risen by a third in the past two years. There were almost 50% more women checking into UKAT’s rehab centres for prescription drug addiction last year compared with 2015 – almost six in10 of those admitted were female. Due to a lack of support, people are turning to Facebook groups and other support online, said Luke Montagu, a campaigner at the Council for Evidence-based Psychiatry, which has lobbied the government to launch a review.  Rosalind Jones, who runs a Facebook support group with 2,230 members, said: “The people in these groups are from all over the world ... These are drugs prescribed by doctors for problems such as insomnia, bereavement and anxiety. They should be used for no longer than two to four weeks as written in the Nice guidelines and British Medical Journal in the UK.” Many people online discuss calling the Samaritans helpline. One member said: “I’m very poorly tonight and suffering acute anxiety symptoms. I haven’t been able to contact any of my usual support so rang the Samaritans in desperation.” Another said: “I often used the Samaritans in the past and found them all very kindly, but as you say, no real understanding of benzo withdrawal.” ", "title": "Desperate for help: prescription drug addicts turn to the web"}