{"link": "https://www.theguardian.com/culture/2018/feb/06/terracotta-army-to-go-on-display-in-liverpool-china", "description": "<p>Liverpool FC’s popularity in China a key factor in attracting ancient treasures to Merseyside<br></p><p>A regiment of 2,200-year-old terracotta warriors will go on show in Liverpool this week as part of a blockbuster exhibition showcasing the largest haul of early Chinese treasures to reach British shores.<br></p><p>The show at the World Museum came to Merseyside partly because of the popularity in China of Liverpool Football Club, according to Wu Haiyun, the project manager at the Chinese government’s cultural heritage promotion centre.</p> <a href=\"https://www.theguardian.com/culture/2018/feb/06/terracotta-army-to-go-on-display-in-liverpool-china\">Continue reading...</a>", "content": " Liverpool FC’s popularity in China a key factor in attracting ancient treasures to Merseyside \nHelen Pidd North of England editor \n\nTue 6 Feb 2018 16.54 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.19 GMT\n\n A regiment of 2,200-year-old terracotta warriors will go on show in Liverpool this week as part of a blockbuster exhibition showcasing the largest haul of early Chinese treasures to reach British shores. The show at the World Museum came to Merseyside partly because of the popularity in China of Liverpool Football Club, according to Wu Haiyun, the project manager at the Chinese government’s cultural heritage promotion centre. “There are more than 1 million Liverpool fans in China, more than in the UK,” he said in Liverpool on Tuesday, a few days after making a pilgrimage to Anfield, declaring himself a member of “the other Red Army”.  Fewer of his compatriots were aware of Merseyside’s other great cultural export, he said. “The Beatles? They are not well known in China.” Liverpool’s other attraction was that it is home to one of the oldest Chinese communities in Europe, according to David Fleming, the director of National Museums Liverpool. The exhibition marks the first UK loan in more than 10 years of any of the 8,000 life-size soldiers and horses discovered in 1974 buried in the late third-century BC tomb of the first emperor of China.  The show at the World Museum is more extensive than its predecessor at the British Museum, said Fleming. In 2007, 850,000 people visited a different selection of terracotta warriors in what remains the London museum’s second most successful show after Tutankhamun in 1972. Liverpool museum bosses expect 450,000 people will see their show over the next eight months, with 141,000 tickets already sold. More than 180 artefacts have been loaned from museums across Shaanxi province in north-west China, 5,000 miles from Liverpool. Many have never before been seen outside China, including 10 terracotta warriors. The objects reveal the emperor’s pursuit of immortality and show how he prepared for the afterlife, and help visitors to understand more about everyday life in China more than 2,200 years ago. Obsessed with the desire to live forever, Qin Shi Huang ordered 700,000 people to construct a city for the afterlife, with his mausoleum in the centre, surrounded by palaces, living quarters, offices and stables. His body was guarded by what has come to be known as the Terracotta Army: lifesize figures of 8,000 soldiers, each weighing 300kg, as well as 130 chariots with 520 horses and 150 cavalry horses. The terracotta warriors usually live in a huge museum in China constructed around a number of excavated burial pits in the emperor’s sprawling 22 sq mile (56 sq km) mausoleum, which lies on the outskirts of Xi’an, the ancient capital city of Shaanxi. It is the biggest burial site on earth, nearly 200 times bigger than the Valley of the Kings in Egypt. Since the army was discovered by a group of villagers digging a well in 1974, the warriors have become an important tool of soft power for the Chinese government, which lends out a number to two or three museums each year. ", "title": "Terracotta Army to go on display in Liverpool"}