{"link": "https://www.theguardian.com/science/brain-flapping/2018/jan/29/heard-the-one-about-the-standup-showing-academics-how-to-be-interesting", "description": "<p>Comedian Iszi Lawrence on helping academics use humour to make their research more accessible</p><p>“So, what do you do?” It’s the dreaded question we all get asked at parties. As a member of the self employed the question might as well be “can you justify your existence”? </p><p>I know what NOT to say. I don’t say I’m a podcaster, because then follows a tedious explanation of what a podcast actually is. I never reveal I’m a comedian: people assume I’m washed up as they’ve not heard of me, or – worse – they ask for a free demo ... never advisable at a wake. So I do everything I can to appear as boring as possible. To keep the follow-up questions to a minimum, I usually say I am an accountant (well, I do my own tax return). I rarely include the fun aspects of my work, like teaching academics how to be funny, because I know where the conversation goes. Doctors and GPs will feel my pain, being bombarded with tales of ailments and body parts at parties before they even have a chance to take off their coats. </p> <a href=\"https://www.theguardian.com/science/brain-flapping/2018/jan/29/heard-the-one-about-the-standup-showing-academics-how-to-be-interesting\">Continue reading...</a>", "content": " Comedian Iszi Lawrence on helping academics use humour to make their research more accessible Iszi Lawrence \n\nMon 29 Jan 2018 12.37 GMT\n\n\nLast modified on Mon 29 Jan 2018 23.05 GMT\n\n “So, what do you do?” It’s the dreaded question we all get asked at parties. As a member of the self employed the question might as well be “can you justify your existence”?  I know what NOT to say. I don’t say I’m a podcaster, because then follows a tedious explanation of what a podcast actually is. I never reveal I’m a comedian: people assume I’m washed up as they’ve not heard of me, or – worse – they ask for a free demo ... never advisable at a wake. So I do everything I can to appear as boring as possible. To keep the follow-up questions to a minimum, I usually say I am an accountant (well, I do my own tax return). I rarely include the fun aspects of my work, like teaching academics how to be funny, because I know where the conversation goes. Doctors and GPs will feel my pain, being bombarded with tales of ailments and body parts at parties before they even have a chance to take off their coats.  For some, however, the “what do you do?” question is a nightmare for other reasons.  All a researcher or an academic has to say is “I work on ...” and watch as their acquaintance hears the Charlie Brown teacher noise as they slowly drift into unconsciousness. And yet more and more universities are trying to let the rest of us know about the research they are doing. The National Co-ordinating Centre for Public Engagement (an extremely off-putting name, ironically) believes that universities and research institutes have a major responsibility to contribute to society through their public engagement, and that they have much to gain in return. But getting the public interested in anything other than Candy Crush and house prices seems like an impossible feat.  Getting the public interested in – or even aware of – academic research is hardest of all. Humour is definitely one way to go. I have a friend, for example, who works on the role of extracellular vesicles on the stress response of cancer cells. This receives a facial response like a newsreader whose autocue has broken down. So he follows it up by saying “I make cancer stronger ... in order to make it weaker”. This usually gets a chuckle and, on occasion, the conversation actually continues. Getting interest is one thing: making them understand and remember is a whole new ballpark. Fredrik Barlett has shown that the memory errors people make tend to focus around the unfamiliar elements of the things they are learning. You need to integrate new ideas into what you already know, making connections between old and new information if you’re going to successfully recall them. So the trick to making research understandable is to make it relatable and the same goes for stand-up comedy. Why is the comedian so often the butt of their own jokes? It isn’t just them using self-deprecation as a way of making the crowd warm to them, it is them dealing with problem that you can’t rely on the audience having heard of anyone other than the Queen or Donald Trump. The internet and social media bubbles, plus the expansion of television channels, has resulted in a fractured culture. Half the audience think Jon Snow is Lord Commander of the Night’s Watch and the other half think he is a journalist with a love of jazzy socks. No one shares a common experience and it has made “water cooler” moments a thing of the past. We switch off from stories when we cannot relate to them: “I don’t know who that is” and “I don’t see how this will help me”... but the thing is we are social creatures and someone talking to you IS interesting. The key thing that interests your monkey brain, however, is the person themselves. “Who is this? Are they a threat? Are they a friend? Are they someone I can share body fluid with?” Answering these questions relies on you listening, and you are more likely to engage with someone being passionate and amusing than being disconnected, nervous or dull. If they don’t care about what they say, you won’t care about them. You won’t follow up. You won’t even remember. I run workshops for UCL teaching academics how to do “standup” routines about their research. At the end of the course they perform a live show, in front of the paying general public, where they present their research to laughter, applause and shouts of “I get it!” This show happens at the Bright Club, a regular science-comedy night that has been running for nearly a decade and has unearthed amazing speakers like Sophie Scott  who presented the Royal Institution Christmas lecture last year. And it is a chance for real life researchers and academics to show the rest of us exactly what it is they do. The best and most enjoyable are rarely the ones with the most vital or important research, but by presenting themselves as part of their sometimes quite dry subject matter, researchers give abstract concepts a real-world face. That is what makes them both funny and memorable. They don’t cover every key point they would have to at a conference, but they make an impression simply by performing as themselves. But this is exactly the opposite of the advice we are given. The internet makes us think we only have seconds to form a good impression, we are told to prepare sound bites and elevator pitches in order to get our message across. This is false. Anyone listening to Theresa May’s “Brexit means Brexit” just after the referendum is familiar with this. Even if you agreed with her, the repetition got more and more irritating not just because it was meaningless but because it signalled her own separation from the situation. She was reading a script. She was broadcasting and not in a real conversation. It is important to remember: your message is you. On a monkey brain level, you are the interesting thing: only your authentic passion makes your message matter. The beauty of a comedy night is that people are open-minded, they are in a social setting and all they want is to be entertained. We might not teach them enough to make them experts, but as founder of The Bright Club Steve Cross says, “I’d like to think that by making architects, researchers, philosophers, linguists and engineers funny we’ve helped audiences to connect with these amazing ways of thinking for the first time. With a drink in their hand.” It isn’t so much “a spoon full of sugar helps the medicine go down” but rather “Hey! Try my strange medicine-flavoured candy!” Comedy, speaking and connecting with people in person changes lives. An audience member is part of the show – they can’t just click away or scroll down the page. So next time someone asks you what you do, tell them what you are passionate about, make a joke. You will connect with them and they will see you again. Tickets are on sale to watch the Bright Club At Stratford Circus in London on the 9th and 22nd of February. www.brightclub.org", "title": "Heard the one about the standup showing academics how to be interesting?"}