{"link": "https://www.theguardian.com/science/blog/2018/jan/29/professors-eat-their-own-young-how-competition-can-stifle-good-science", "description": "<p>There is often more pressure for scientists to work against each other than together – but why?</p><p>In an ideal world, academic scientists would work together towards a common goal: discovery. Researchers would unite for a common cause, motivated by boundless curiosity, working selflessly towards the Greater Good. </p><p>While the pursuit of knowledge may be a noble thing, it’s not actually that different from any other occupation, in that it requires a salary. Many scientists must apply for government grants to secure the funding that pays them, as well as to cover the costs of research projects. </p> <a href=\"https://www.theguardian.com/science/blog/2018/jan/29/professors-eat-their-own-young-how-competition-can-stifle-good-science\">Continue reading...</a>", "content": " There is often more pressure for scientists to work against each other than together – but why? Chloe Warren \n\nMon 29 Jan 2018 16.12 GMT\n\n\nLast modified on Wed 31 Jan 2018 11.38 GMT\n\n In an ideal world, academic scientists would work together towards a common goal: discovery. Researchers would unite for a common cause, motivated by boundless curiosity, working selflessly towards the Greater Good.  While the pursuit of knowledge may be a noble thing, it’s not actually that different from any other occupation, in that it requires a salary. Many scientists must apply for government grants to secure the funding that pays them, as well as to cover the costs of research projects.  Competition is fierce – so how does one measure the value of a scientist? A major metric for assessing a scientist’s worth is the number of research papers they have published (a popular mantra within the scientific community is, “publish or perish”). Consequently, there is often more pressure for scientists to actively work against each other than there is for them to work together.  It’s true, it’s hard to name a field which isn’t competitive in today’s climate – but this kind of competition within academia comes at a cost to everyone.  What happens when the value of a scientist is measured by their authorship figures? Rushing papers through publication decreases their quality (and even their ethical integrity) – clogging fields with unreproducible data, further complicating already complex subject matter. Individual scientists are incentivised to work against each other, so their research doesn’t gain the benefit of collaboration. Lead researchers become tempted to take advantage of those below them, taking credit (paper authorship) for the work of the newest researchers in their team.  In this culture, it’s perfectly normal for professors to eat their own young, and for scientists to choose the path of least resistance (more papers) over the path most likely to lead to significant discoveries. In Australia, increasing frustration around issues like these, which have a marked effect on younger researchers, led to the formation of the Early and Mid-Career Researchers (EMCR) Forum. Forum executive member Associate Professor Drew Evans works in improving the “manufacture-ability” of materials – he’s worked in this field in the context of both academia and industry. “In academia, we work in teams, but we are measured as individuals. In industry, you work in a team and your performance is measured as a team,” explains Evans. “As an academic, my career and my future promotions are really driven by me, so if my colleague doesn’t do a good job but I do, then that ends up being a positive for me. In fact, it probably works out even better for me that they don’t do well, because I’ll stand out. This all individual pursuit and rather nasty behaviour – something that doesn’t sit well with me.” Freshly graduated with his PhD, Dr Smith* was invited to stay in the same lab in New South Wales where his postgraduate studies were conducted. But Smith didn’t want to get stuck in the ghost-writing trap he’d seen the lab become. “When I originally came into the lab after my Honours year, I was excited about continuing the project for my PhD. I was told my Honours work would become a chapter of my PhD thesis, but it ended up becoming one of my supervisor’s chapters for his,” explains Smith. “At the time I figured because I was younger maybe this is just how it works.” “When you come in as a bright-eyed student, you think, “Wow, this is really cool –the things that I work on could help improve patient quality of life.” But mostly what you see is: it’s all about getting your name on papers.” This competition can also affect access to resources and equipment. “Students from particular research groups are actively discouraged from talking to anyone outside of the group, even if it was just to get advice on using particular equipment, just in case the other group could figure out what their research was on,” reveals Dr Zhang*, who is based at a South Australian research institute. In Australia, the amount of funding universities receive from the government is directly influenced by the number of PhD students they graduate. There is, however, no such incentive for improving student employability. Although there’s arguably plenty of opportunities for young researchers to apply their skills outside the academic workforce, it’s rare for universities to provide training for the necessary “re-branding” this process requires.  When young researchers leave the academy, be it through lack of funding or by choice (unsurprising when we look closely at the toxic culture some may endure), we risk wasting money, time and precious talent. This year, thanks in part to the work of the EMCR forum, the National Health and Medical Research Council (NHMRC) did introduce some changes to funding. The duration of grants was extended, emphasis was placed on collaboration, the number of grants held by an individual was capped, and there was an increased focus on scientists’ ideas as opposed to their publication track record.  The jury is still out as to whether these changes can have a positive effect on academic culture. “Whenever there is a change in funding structure, everybody freaks out because they just don’t know if it will have the desired outcome,” explainsEvans. “We would love to have evidence to say that it will work, but it’s all experimental which is the whole point. Simply put, we need change.” *Names have been changed to protect the identity of interviewees. Dr Evans would like to make it clear that he is passing general comment on the sector as chair of the EMCR Forum. This statement in no way comments on his current employment position. Dr Chloe Warren is a science writer and communicator based in Newcastle, NSW. She has a BSc in Biological Sciences and a PhD in Medical Genetics. She can be found on Twitter @sciencechloe.", "title": "'Professors eat their own young': how competition can stifle good science"}