{"link": "https://www.theguardian.com/science/blog/2017/oct/02/why-last-nights-vd-laced-episode-of-victoria-should-worry-modern-audiences", "description": "<p>The Victorians feared the moral and physical implications of venereal disease, but the problems of untreatable infection and inadequate health provision are all too familiar to modern viewers</p><ul><li>Spoiler alert! Plot points from <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/27/victoria-producer-lifts-lid-on-making-queen-eyes-historically-accurate\">Victoria</a> are revealed in this blog</li></ul><p>In an age before antibiotics, contact tracing and the NHS, a diagnosis of venereal disease (VD) had devastating consequences. Today, confirmed cases of <a href=\"http://www.gov.uk/government/uploads/system/uploads/attachment_data/file/617025/Health_Protection_Report_STIs_NCSP_2017.pdf\">syphilis are at their highest in England since 1949</a>, strains of <a draggable=\"true\" href=\"https://www.theguardian.com/society/2017/jul/07/untreatable-gonorrhoea-superbug-spreading-around-world-who-warns\">gonorrhoea are resistant to last-line antibiotics</a> and the NHS faces mounting financial pressures. We are far from meeting the WHO’s goal of <a draggable=\"true\" href=\"http://www.who.int/reproductivehealth/publications/rtis/ghss-stis/en/\">ending sexually transmitted infections (STIs) as a major public health concern</a>. Rather, the problems of untreatable infection and inadequate health provision that were all too familiar to the Victorians are again very real.</p><p>This is perhaps why viewers of ITV’s Victoria last night could share the apprehensions of Prince Ernest of Saxe-Coburg and Gotha (played by David Oakes). Hesitating on a damp, grey London morning outside the consulting rooms of a discreet doctor, he clearly suspects the worst.</p> <a href=\"https://www.theguardian.com/science/blog/2017/oct/02/why-last-nights-vd-laced-episode-of-victoria-should-worry-modern-audiences\">Continue reading...</a>", "content": " The Victorians feared the moral and physical implications of venereal disease, but the problems of untreatable infection and inadequate health provision are all too familiar to modern viewers Dr Anne Hanley \n\nMon 2 Oct 2017 07.00 BST\n\n\nLast modified on Tue 19 Dec 2017 20.51 GMT\n\n In an age before antibiotics, contact tracing and the NHS, a diagnosis of venereal disease (VD) had devastating consequences. Today, confirmed cases of syphilis are at their highest in England since 1949, strains of gonorrhoea are resistant to last-line antibiotics and the NHS faces mounting financial pressures. We are far from meeting the WHO’s goal of ending sexually transmitted infections (STIs) as a major public health concern. Rather, the problems of untreatable infection and inadequate health provision that were all too familiar to the Victorians are again very real. This is perhaps why viewers of ITV’s Victoria last night could share the apprehensions of Prince Ernest of Saxe-Coburg and Gotha (played by David Oakes). Hesitating on a damp, grey London morning outside the consulting rooms of a discreet doctor, he clearly suspects the worst. The exchange between Ernest and his doctor captures a catalogue of sexual hang-ups. In the prudish Victorian imagination, syphilis was inextricable from the other great “social evil”, prostitution, and represented physical and moral decay. Though neither man names the disease, the subtext is clear: Ernest contracted syphilis during a wild night in Paris – a misfortune that could befall anyone, really. The doctor offers no rebuke. Instead, he shifts blame by lamenting that “the women who carry this disease” are often asymptomatic. As a wealthy, male patient, Ernest is afforded more sympathy than the poor, working-class women who turn to prostitution to make ends meet.  It’s a glimpse of the pernicious gender inequalities that shaped medical, moral and state reactions to VD, most notoriously the Contagious Diseases Acts. This legislation granted sweeping discretionary powers to the police, who could arrest women – usually working-class women – on the slightest suspicion of soliciting. They were subjected to intrusive examinations and, if thought to be infected with VD, incarcerated for compulsory treatment. Ernest suffers from a rash and mouth lesions. These, the doctor observes, are among the commoner manifestations of syphilis. But a plethora of other loathsome symptoms would hamper diagnosis throughout the nineteenth century. Because syphilis produced so many different symptoms that could be mistaken for so many different diseases, Jonathan Hutchinson – Victorian Britain’s foremost medical authority on VD – labelled it “the great imitator”. In the weeks after infection, a person would develop a painless ulcer, usually on the genitals. It would clear up quite quickly and be followed by a period of latency. But a variety of secondary-stage symptoms would eventually appear – and it is at this stage that we find Ernest. In addition to rashes and ulcers, secondary syphilis could produce disfiguring pustules, swollen glands and foul-smelling discharge. Again, these symptoms would eventually disappear and the person might believe themselves cured. They’d be wrong. Without treatment, the disease would lie dormant (sometimes for many years), only to reappear. Today, doctors in the UK see only a handful of tertiary cases. But in the 19th century, it was common. A 2011 study found that about 30% of untreated syphilis becomes tertiary. The experience is nothing short of horrific. Some tertiary syphilitics develop acute cardiovascular disease and succumb to an aneurysm. Others develop necrotic facial gummas, in which cranial bone and cartilage disintegrate. Less common, but no less destructive, is neurosyphilis, in which the central nervous system breaks down, causing either general paresis or tabes dorsalis. The majority of Victorian neurosyphilitics ended their days in asylums, where their symptoms, including aphasia, personality changes, hallucinations, incontinence, sexual dysfunction and seizures, could only be managed, not cured. One can therefore sympathise with Ernest’s willingness to try anything that might cure him, including a bizarre treatment called fumigation. Although the noxious yellow vapours engulfing our recumbent protagonist might look like something from a Hammer horror film, there was method in this medical madness. 19th century doctors knew that mercury – the syphilis treatment par excellence – could be absorbed through the skin. They had also learned from accidentally poisoning their patients that its administration needed to be carefully controlled. How, then, to deliver a safe but sufficient dose? Doctors experimented with a variety of techniques to regulate and improve the absorption process. Viewers accustomed to the tightly regulated treatments available on the NHS might find this shocking. But wholesale experimentation was part of an ambitious nineteenth-century doctor’s repertoire – some even tried inoculating patients with syphilitic pus in imitation of Jenner’s smallpox vaccine. Messy and expensive, fumigation never became an established treatment and was eventually overshadowed by intramuscular injection. Despite all this hand-wringing over methods of administration, doctors were beginning to lose faith in mercury. They continued using it only because there were no better options until the development of salvarsan and neo-salvarsan in the early twentieth century. This is why Ernest’s doctor is so non-committal in his prognosis and why he cautions against marriage. Effectiveness aside, Victoria deftly captures another of the 19th century’s bitter inequalities. Before socialised healthcare, the quality of your treatment largely depended on your class and income. Charitable hospitals like St Bartholomew’s that cared for the urban poor eventually refused to treat VD patients. Wholly reliant upon charitable donation, they were beholden to their benefactors, many of whom still viewed syphilis and gonorrhoea as punishment for vice. Consequently, the treatment of the poor was determined by the prejudices and moral sensibilities of the wealthy. Unlike Ernest, who could afford expensive experimental treatments and private doctor’s fees, the working classes were often relegated to lock hospitals and workhouse infirmaries. Their treatment was perfunctory. They lacked the basic nutrition and sanitation that would have aided recovery. And the fact that they lived in overcrowded slums, thereby increasing the risk of disease transmission, led some social reformers to conclude that the working classes were predisposed to venereal infection. Ernest’s predicament was grim, but his chances were considerably better than most. For Harriet’s sake, let us hope his fumigation worked. Anne Hanley is a historian of medicine at Birkbeck, University of London and acted as a historical consultant on Victoria. Her book, Medicine, Knowledge and Venereal Diseases in England, 1886–1916, is published with Palgrave.", "title": "Why last night's VD-laced episode of Victoria should worry modern audiences"}