{"link": "https://www.theguardian.com/science/2018/jan/29/did-you-solve-it-the-puzzle-of-the-red-and-green-hats", "description": "<p>The answer to today’s headwear conundrum</p><p><a href=\"https://www.theguardian.com/science/2018/jan/29/can-you-solve-it-the-puzzle-of-the-red-and-green-hats\">Earlier today in this puzzle blog</a> I set you the following puzzle:</p><p><em>A box contains two red hats and three green hats. Azalea, Barnaby and Caleb close their eyes, take a hat from the box and put it on. When they open their eyes they can see each other’s hats but not their own. They do not know which hats are left in the box.<br></em></p> <a href=\"https://www.theguardian.com/science/2018/jan/29/did-you-solve-it-the-puzzle-of-the-red-and-green-hats\">Continue reading...</a>", "content": " The answer to today’s headwear conundrum \nAlex Bellos \n\nMon 29 Jan 2018 17.00 GMT\n\n\nLast modified on Mon 29 Jan 2018 17.06 GMT\n\n Earlier today in this puzzle blog I set you the following puzzle: A box contains two red hats and three green hats. Azalea, Barnaby and Caleb close their eyes, take a hat from the box and put it on. When they open their eyes they can see each other’s hats but not their own. They do not know which hats are left in the box. We can assume that all the protagonists are perfect logicians who tell the truth. They know all the information in the above paragraph. In addition, one of them is colourblind. They all know who the colourblind person is. Who is the colourblind person, and what colour is their hat? Solution: First consider what would happen if no one was colourblind.  The only way that Azalea could know the colour of her hat was that if both Barnaby and Caleb are wearing red hats, since she would deduce all reds are taken and so her hat must be green. Since Azalea doesnt know the colour of her hat, we can deduce that she is not seeing two reds on the other two, so she is seeing either two greens, or a red and a green. Barnaby knows all this. So if Barnaby were to see that Caleb has a red hat, he would be able to deduce that he is wearing green, since he knows Azalea can only see one red. Since Barnaby doesn’t know the colour of his own hat we can eliminate the possibility that Caleb has a red hat.  In other words, once both Azalea and Barnaby have said they don’t know their hats, everyone (including Caleb) knows that Caleb has a green hat. Now let’s assume that one of them is colourblind.  Already, we know that Caleb cannot be the colourblind one, since if Azalea and Barnaby can see colours, then following the above logic Caleb - even if colourblind - will know the colour of his own hat. Equally, Azalea cannot be colourblind, since if she was, her first statement is meaningless - of course she doesn’t know the colour of her own hat, she’s colourblind! Then, once Barnaby and Caleb say they don’t know the colour of their hats, everyone (including colourblind Azalea) knows that Azalea has a green hat, following the logic explained above, so she would not say for a second time that she does not know the colour of her hat.  So the colourblind person is Barnaby and - since the other two people don’t know the colour of their hats - he must have a green hat. I hope you enjoyed the puzzle. I’ll be back in two weeks. I set a puzzle here every two weeks on a Monday. I’m always on the look-out for great puzzles. If you would like to suggest one, email me. If you like logic problems like this one, there are several more in my puzzle Can You Solve My Problems?", "title": "Did you solve it? The puzzle of the red and green hats"}