{"link": "https://www.theguardian.com/science/blog/2018/jan/30/gone-fishin-decorator-crabs-use-other-species-as-fishing-rods-study-reveals", "description": "<p>A researcher’s diving holiday lead to a startling discovery of never-before-seen behaviour: crabs using hydrozoans as fishing hooks</p><p>Every night as the sun goes down, on the coral reefs of the Red Sea small, delicate and slightly fuzzy-looking crabs work their way through the maze of coral. They take up stations atop the corals’ outermost structures, exposing themselves to the current in the plankton-rich waters. These are decorator crabs, of the genus <em>Achaeus</em>, known for their peculiar habit of covering themselves with an array of invertebrates, including delicate hydrozoans: multi-headed creatures with tiny tentacled polyps that feed on plankton.</p><p>In a recent paper <a href=\"http://doi.org/10.1007/s12526-017-0746-8\">published in the journal Marine Biodiversity</a>, Dr Joan J Soto Àngel, from the University of Valencia, suggests that the crabs are not only benefitting from the camouflage and defence the hydroids provide, but are also “fishing”, using their covering of hydrozoan polyps as the hooks.</p> <a href=\"https://www.theguardian.com/science/blog/2018/jan/30/gone-fishin-decorator-crabs-use-other-species-as-fishing-rods-study-reveals\">Continue reading...</a>", "content": " A researcher’s diving holiday lead to a startling discovery of never-before-seen behaviour: crabs using hydrozoans as fishing hooks \nRichard Aspinall \n\nTue 30 Jan 2018 15.04 GMT\n\n Every night as the sun goes down, on the coral reefs of the Red Sea small, delicate and slightly fuzzy-looking crabs work their way through the maze of coral. They take up stations atop the corals’ outermost structures, exposing themselves to the current in the plankton-rich waters. These are decorator crabs, of the genus Achaeus, known for their peculiar habit of covering themselves with an array of invertebrates, including delicate hydrozoans: multi-headed creatures with tiny tentacled polyps that feed on plankton. In a recent paper published in the journal Marine Biodiversity, Dr Joan J Soto Àngel, from the University of Valencia, suggests that the crabs are not only benefitting from the camouflage and defence the hydroids provide, but are also “fishing”, using their covering of hydrozoan polyps as the hooks. Hydrozoans are everywhere in the marine world. They are a diverse group of animals; some are solitary, some live in the plankton, many live in colonies, whilst some come together to form complex structures that may act as a single organism – the portuguese man o’war, for example. Some hydrozoans, such as the sting-laden and misnamed fire corals for example, deposit a calcareous skeleton as they grow. To the passing observer they are “just another coral” amongst many on the reef, despite their biological and taxonomic differences to true corals. Countless species are found growing on everything from seagrass blades to turtle carapaces, clam shells to bare rock. Despite their ubiquity, the interactions between these epibionts and the animals they live upon remain largely unstudied. Many crab species are known to have hydroids growing on their exoskeletons – any hard surface on a coral reef will attract some form of growth, after all – but some species take it further than others. Some decorator crabs are often entirely overgrown with a fine fuzz of hydrozoans and other invertebrates. Some species are positively furry in appearance. From the crab’s point of view, it is rather useful to be able to blend into one’s surroundings and have a coating of animals replete with stinging cells. In return the hydrozoans gain a mobile home that travels to the most suitable currents for catching passing plankton. I asked Soto Àngel how the crabs first acquire their hydrozoans. “We’ve seen young specimens and mature gravid females carrying this hydroid, but we do not know when exactly the crab decorates [itself] with hydroids for the first time – but probably during juvenile stages. In any case, during the process of moulting, it probably loses all the decoration and has to recover it in the next few hours or days.   “Decorator crabs possess specialised hooked setae [hair-like projections] that function as a kind of ‘Velcro’. Decorator crabs are a diverse group. Some use different elements such as algae, sponges, anemones, bryozoans as well as hydrozoans to decorate their carapaces,” Soto Àngel told me. Studying museum specimens, photographs of wild specimens and live specimens in the field, Soto Àngel found that 96% of the crabs in his study had one particular species of hydrozoan growing on their legs and carapaces, that “suggests a complex ecological interaction that may go beyond the cryptic or defensive mechanisms previously proposed …” In other words, there was more to this than met the eye –or perhaps more to this than stung the inquisitive crab-eating fish. Soto Àngel was on holiday, diving in the north Red Sea when he first began to observe the crabs. “It was not a scientific-oriented expedition, or anything related. However, every time I dive I like to look for small creatures, especially hydroids, which are the invertebrate group I have been studying for years. “When I first saw the crabs, I did not realise they were specifically harbouring hydroids until I observed them magnified through my camera. I spent almost the whole night-dive observing two different specimens climbing on a soft coral. “I started a comprehensive search of pictures of Achaeus from the Red Sea in different online and printed sources, in order to ascertain if our observation constituted the rule or an isolated trait (which is very important from an ecological point of view). To our surprise, as we found more photographic records of Achaeus from the Red Sea, we realised that the vast majority of the crabs harboured the same species of hydroid. The definitive confirmation arrived when we examined five Achaeus specimens collected in the Red Sea and preserved in the Florida Museum of Natural History. All of them harboured the same species of hydroid that we had observed in the pictures from the wild: Hydrichthella epigorgia.” Soto Àngel noticed that the crabs’ hydrozoan coverings were not uniform along the host’s body. By studying live specimens and detailed photos from some of the world’s best underwater photographers, Soto Àngel found more polyps on the crabs’ second and third leg pairs than on the other legs and carapace. Observing the crabs in the wild also showed him the animals’ feeding behaviour: they would climb atop a coral and hold on with leg pairs four and five (walking and grabbing legs), while waving pairs two and three into the current. These serve as “fishing legs”, and are completely covered in sticky polyps which catch planktonic prey. Once captured, the crab transfers the prey to its mouth. But why this species? Hydrozoans have different types of polyps, each modified for a certain function. Some are used for prey capture and digestion (feeding the whole colony), while others are designed for defence or reproduction only. However, Hydrichthella epigorgia differs from this common pattern: its feeding/digesting polyps lack tentacles, meaning they are unable to capture prey. Instead, prey capture is carried out by defensive polyps, with a full complement of tentacles, but no mouths. If the polyps are left to their own devices, planktonic prey is passed from defensive polyp to feeding polyp for digestion. But in this case, the crabs are intervening and taking the prey for themselves. Soto Àngel believes the crabs are probably using the different polyp types of Hydrichthella epigorgia as a method to increase their prey capture rate. Other species of decorator crabs have been documented detaching and reattaching hydrozoans from one part of their body to another, and Soto Àngel believes this is the case here, with the crabs attaching more “sticky” polyps to their fishing legs. “The point which is very interesting here, is that the functions that had been attributed to the decorator behaviour were two: defence and crypsis [predator avoidance]. If our hypothesis is true, it would constitute a new kind of interaction between crabs and hydrozoans.” Soto Àngel believes this is the first time an example of such specific behaviour and such a specific relationship between two species has been discovered. Joan notes that more work is necessary to determine if this is a true case of mutualism, where both species directly benefit. If it is, this already interesting feeding behaviour will be of significant importance.", "title": "Gone fishin': decorator crabs use other species as fishing rods, study reveals"}