{"link": "https://www.theguardian.com/science/2018/jan/31/palaeotat-palaeontologists-look-back-on-the-dinosaur-toys-that-inspired-them", "description": "<p>Playthings or formative figures? A closer look at the children’s books, films and plastic tat that kickstarted palaeontology careers</p><p>I remember watching an episode of <a href=\"https://en.wikipedia.org/wiki/Noel%27s_House_Party\">Noel’s House Party</a>, a Saturday night prime time family friendly TV show with an elaborate set based in the fictional village of Crinkley Bottom. Part variety show, pantomime, talk show, game show with puppets and candid camera skits that aired on British television in the 1990s. One segment of the show involved children undertaking a challenge to win some sort of 90s prize – probably a PlayStation or a lifetime supply of Sunny Delight or something.</p><p>The challenge in the episode that sticks in the mind is one where a boy who was really into dinosaurs had to identify a bunch of dinosaur models correctly to win. Each dinosaur was under a cover on a plinth and were unveiled in turn for the boy to have a go at identifying. As a precocious young dinosaur fan myself I was glued to the TV under the expectant gaze of my family, waiting for me to deliver the right answers at home. As each one of the dinosaur models was unveiled I knew the correct identifications, as did the hopeful young contestant. He won the prize and everyone on the set proclaimed him as some kind of child genius (as I remember it). </p> <a href=\"https://www.theguardian.com/science/2018/jan/31/palaeotat-palaeontologists-look-back-on-the-dinosaur-toys-that-inspired-them\">Continue reading...</a>", "content": " Playthings or formative figures? A closer look at the children’s books, films and plastic tat that kickstarted palaeontology careers \nMark Carnall \n\nWed 31 Jan 2018 13.07 GMT\n\n\nLast modified on Thu 1 Feb 2018 11.06 GMT\n\n I remember watching an episode of Noel’s House Party, a Saturday night prime time family friendly TV show with an elaborate set based in the fictional village of Crinkley Bottom. Part variety show, pantomime, talk show, game show with puppets and candid camera skits that aired on British television in the 1990s. One segment of the show involved children undertaking a challenge to win some sort of 90s prize – probably a PlayStation or a lifetime supply of Sunny Delight or something. The challenge in the episode that sticks in the mind is one where a boy who was really into dinosaurs had to identify a bunch of dinosaur models correctly to win. Each dinosaur was under a cover on a plinth and were unveiled in turn for the boy to have a go at identifying. As a precocious young dinosaur fan myself I was glued to the TV under the expectant gaze of my family, waiting for me to deliver the right answers at home. As each one of the dinosaur models was unveiled I knew the correct identifications, as did the hopeful young contestant. He won the prize and everyone on the set proclaimed him as some kind of child genius (as I remember it).  I was incensed! He’d duped all the adults. It was easy. It wasn’t a challenge at all. The models he had to identify were just a set of Invicta series dinosaur toys and he, like me, was just naming them from rote memory. It was at that point that I realised if you just learn a lot about a niche subject and find a way to show off that knowledge, people will assume you’re intelligent and not that you’d just learned the names of a dozen or so dinosaur toys* – why not do the same and see where it gets me?  Which brings us to today.  With a new Jurassic World film on the horizon, and the likely wave of tie-in toys, Lego sets, Happy Meal figures, stickers, books and special newspaper supplements, expect to see palaeontologists on social media criticising and whingeing about all the things that are palaeontologically wrong. All the inaccuracies of the dinosaurs: wrong sizes and shapes, the lack of feathers etc. There’s also an exploding volcano in this film, so expect the wider geoscience crowd to take to keyboard to pick out all the errors in the size of the ejecta, the speed of the lava and the colour of the particulate clouds. However, I’ll let you in on a little secret. Even though it looks like a whining mob from the outside, many of us also LOVE IT when Jurassic World and its ilk come along. All the hype around a big film release causes a spike in public interest in palaeontology. Not only does it bring more visitors to natural history museums and fossil hunting trips, but for many palaeontologists it was popular books, toys, documentaries and films which kick-started an interest in the subject in the first place.  There’s a generation of palaeontologists today who were directly inspired by the first Jurassic Park films. Go into almost any palaeontologists’ office and chances are that there’s an Invicta Iguanodon, a roaring Megalosaurus or a “battle-damage” young Tyrannosaurus (still boxed) tucked in between journals and reprints. On the walls there will be palaeoart postcards, prints and posters of Charles Knight murals or stills from The Land that Time Forgot. Alongside fancy editions of Darwin, Owen, Cuvier and Agassiz tomes there’s probably faded and well-thumbed copies of children’s books like Let Me Tell You About Dinosaurs and The Complete Dinosaur. Childhood mementoes, heavy with nostalgia, touchstones of a palaeontological origin story. With rose-tinted glasses I can still remember some of my earliest influences. This rubber Stegosaurus bought from the newsagent around the corner from my childhood home is the earliest dinosaur toy I can remember. The long slice down one side was an operation to remove a lodged marble. There’s so much wrong with it as a palaeontological reconstruction- the glaring red eyes, shark teeth, splayed lizard limbs, crocodile skin and of course the wide open mouth, mid-roar or chomp. I can’t remember how I played with this but the painted details and texture of the toy itself I can recall vividly. Produced in the 70s or 80s, it was a poor reconstruction from what was known at the time, the Jurassic World of my timeline. I also remember poring over an illustrated encyclopedia of animals with wonderful tiny hand painted images of various animals. There were only a few dinosaurs illustrated with paintings from the 1920s, again already woefully out of date when it was produced.  I asked the Lost Worlds Revisited team if they remembered some of their earliest influences and here’s what they had to say: Elsa Panciroli Two of my strongest influences were The Great Dinosaur Atlas by Dorling Kindersley, and The Velvet Claw by David MacDonald (also a BBC TV series). The atlas was a massive format hardback so large it didn’t fit on my bookshelf. Although the illustrations are a bit dated now, they were quite beautiful and realistic. I used to pore over the pages again and again, trying to wrap my head around this Mesozoic world. It seemed fantastical. The following year the BBC’s Velvet Claw TV series charted the origin and evolution of carnivores. I’d never really thought about how a group of familiar modern animals could have extinct relatives before, some of them quite different from today’s descendants. I was totally hooked. When I was given the book of the series that Christmas, I spent hours copying the artwork, and fell in love with the extinct hoofed predator Andrewsarchus.  The Velvet Claw also explained to me for the first time how the ancestors of whales evolved from being land-based, otter-like animals. I remember running downstairs to the kitchen to tell my parents the story of whale origins ... Mum and Dad looked as if they didn’t quite believe me. I was persistent, showing them the pictures and reading the relevant passages aloud to prove my argument. Even back then I was training for a life in science!  Hanneke Meijer For me, it started with a big book about the evolution of life and dinosaurs that I borrowed from the local library. Sadly I do not remember the title of the book, but in my memories it had a green cover and was rather large – I was rather small at the time, so it may have been normal-sized after all. The book depicted numerous images about how life could have started and there were a lot of images of dinosaurs inside. I remember one with a sauropod in water (dated much?!). I copied and drew a lot of the dinosaurs (I still have those drawings!) and I learned a lot of the dinosaur names by heart. I remember sitting at my little desk at night looking at all the dinosaur images and being fascinated by it all. As I was smitten with dinosaurs at the time, my parents took me and my cousins, who were also into dinosaurs, to a cloister which had been turned into a centre for amateur art. In the garden were several large dinosaur models (looking back, it is kinda strange for a Catholic cloister to display dinosaurs). I remember me and my cousins sitting on the dinosaurs and our parents taking pictures of them (still have them also). Finally, I went to see Jurassic Park with the same cousins when it came out. We all wanted to be palaeontologists after seeing it!  Susannah Lydon Ladybird Book of Dinosaurs (still got mine) when I was four-ish, combined with a trip to the Natural History Museum where I am told my dad said “Look at the Brontosaurus!” and I promptly told him it was a Diplodocus actually. Dougal Dixon’s After Man was a huge influence in terms of being interested in what evolution could do (secondary school, I guess). The paperback of Jurassic Park came out when I was considering what to apply for at university; it made meremember how much I loved palaeontology. Then the film came out. What a great time to study undergrad palaeontology. On the one hand, inaccurate rubber Stegosaurus, mass produced and wildly outdated encyclopedias, episodes of Noel’s House Party and the incoming wave of Jurassic World merchandise are just popular culture trash: ephemera that won’t end up in museums or libraries (although websites like the Dinosaur Toy Blog and Love in the Time of Chasmosaurus do an excellent job at critiquing, documenting and celebrating palaeotat). On the other hand, what this stuff lacks in accuracy, authority and rigour, they more than make up for in terms of reach and as we’ve seen above, influence. The same can be said for the documentary series Blue Planet 2. Already, changes in marine plastics and policy is being attributed to the series but a lot of Blue Planet 2 isn’t the paywalled peer review science that’s held up as the pinnacle of scientific achievement. It’s anecdotes, anthropomorphism, amazing footage and a dash of science. Arguably, some of sequences and images from the series have done more for political support and interest in marine biology than months or years of field research and miles of scientific literature have.  All but the most fearless of palaeontologists face trepidation when giving dinosaur talks to family groups for fear of being upstaged by a six-year-old asking a question about a fossil species the supposed expert hasn’t heard of whilst the parents look on in wide-eyed surprised with a head shake that says “we have no idea where she picked this up” It won’t be from school and probably won’t even be from a museum. It’ll likely be from a YouTube video, a bag of dinosaur figures, or from the sheet that comes with Fossil Hunter Lottie. An interest in nature, including palaeontology, is something that’s seen as a positive area to expose children to from children’s books to museums, zoos and aquaria. At some point these things become childish and, it’s certainly a cliché for natural history museum audiences, but we see people visit as children and then again when they have children. To adults who have forgotten what they once knew about dinosaurs and other animals, an obsession with learning about them seems like expertise and it’s quite a special thing. In pedagogical parlance, (apologies to professional educators for borrowing and likely butchering these concepts) an obsession with dinosaurs (or cars/trains/animals) is a young explorer engaging with threshold concepts in intense self-directed learning. With little or no adult influence and from books, toys and media, children will learn the right and wrong names for things, classifications of things and that sometimes authorities or authority figures can be wrong.  Happily, newsagents today still seem to stock dinosaur toys, I picked this set up (pictured above) last week. Of course there are all kinds of issues with the reconstructions and, obviously, there’s a non-dinosaur Dimetrodon but perhaps it’s a bag of dinosaurs like these which may be the inspiration for a lifelong interest in dinosaurs, palaeontology and natural history.  * This last bit isn’t true. I was just insanely jealous, and in that “child logic” way disappointed because that was my special skill and if I was going to go on Noel’s House Party, they’d already done that bit and that was kind of the only thing I was good at. ", "title": "Palaeontologists on the books and toys that inspired a lifelong love of dinosaurs"}