{"link": "https://www.theguardian.com/science/2018/feb/01/cultural-taboos-around-food-are-powerful-could-vegans-change-ours-mary-ann-ochota", "description": "<p>As campaigns such as Veganuary become more popular could the way westerners categorise what’s edible start to shift?</p><p>Yesterday marked the end of “Veganuary”, the campaign to encourage people to try a vegan lifestyle for a month. Year on year the trend has grown. Might those one-month vegans change the habits of the rest of us - by changing what an animal is?</p><p>Vegans shun all animal-derived products – meat, fish and leather obviously, but also eggs, dairy products, honey and wool. Beers refined using isinglass (derived from fish guts) are out, as would the <a href=\"https://www.theguardian.com/business/2017/feb/15/bank-england-retain-plastic-5-note-vegan-protest-10-animal-fat\">new UK £5 and £10 notes, if they could</a> be. The term itself was coined back in 1944, bringing together the start and end of the word VEGetariAN, as the next step on.</p> <a href=\"https://www.theguardian.com/science/2018/feb/01/cultural-taboos-around-food-are-powerful-could-vegans-change-ours-mary-ann-ochota\">Continue reading...</a>", "content": " As campaigns such as Veganuary become more popular could the way westerners categorise what’s edible start to shift? \nMary-Ann Ochota Mary-Ann Ochota is a UK-based broadcaster specialising in anthropology and archaeology \n\nThu 1 Feb 2018 12.08 GMT\n\n\nLast modified on Mon 5 Feb 2018 15.42 GMT\n\n Yesterday marked the end of “Veganuary”, the campaign to encourage people to try a vegan lifestyle for a month. Year on year the trend has grown. Might those one-month vegans change the habits of the rest of us - by changing what an animal is? Vegans shun all animal-derived products – meat, fish and leather obviously, but also eggs, dairy products, honey and wool. Beers refined using isinglass (derived from fish guts) are out, as would the new UK £5 and £10 notes, if they could be. The term itself was coined back in 1944, bringing together the start and end of the word VEGetariAN, as the next step on. There are three areas of concern for most vegans: health, the environment and ethics. There is indeed causal evidence linking a diet high in processed meats (ham, bacon, chicken burgers and the like) and bowel cancer. The reports in 2015 about them being as “dangerous as smoking” are nonsense though – the risks aren’t equal. Tobacco causes 19% of all cancers (86% of lung cancers), processed and red meat cause 3% of all cancers. Overall poor diet (low in fruit, veg, fibre and variety, high in fats and sugars, or too much of everything) along with a sedentary lifestyle are much greater risk factors. But for most people, meat as part of a balanced diet is a healthy option.  The environmental impact of raising animals for dairy, egg and meat exploitation is also significant. The livestock industry contributes around 15% of global greenhouse gas emissions. But around the world, unless there are cultural or religious restrictions on its consumption, people like meat and if they can afford it, they buy it. With growing affluence in developing nations, global meat consumption is expected to reach 460m tonnes per year by 2050, more than double the 216m tonnes consumed in 2009. The west hit “peak meat” in the 1990s and has now plateaued. But even with improved environmental performance in the livestock industry, it’s unsustainable for the rest of the world to join us on that meat feast plateau.  Again, there’s no binary fix. Current intensive crop production systems aren’t sustainable either, and cause considerable damage to the environment. We have to eat something – and whatever it is, it has an environmental cost. In many places, a sustainable mixed agricultural economy may well involve a small number of animals – grazing on marginal land, feeding on agricultural waste, and helping to naturally fertilise land with their manure and urine. In some areas, where the native ruminants have gone (bison on the American plain, for example), low densities of cow-type-animals could help restore a more natural and biodiverse landscape.  What really fascinates me, though, are the ethics – and how that’s predicated on our understanding and categorisation of what kind of a thing animals are. Yes, we have solid evidence that the animals we typically eat have emotional lives and can experience pain. But are all beasts equal? And – crucially – does the fact of their sentience mean we shouldn’t eat them?  While making a recent BBC radio documentary on vegans, my producer headed up to the fifth floor of the BBC, where the global language services journalists sit. “Is there a word for ‘vegan’ in Urdu/Swahili/Arabic?”, we wanted to know. Many people didn’t have one word – the Chinese team suggested that you could say you’re vegetarian (‘no meat’) but then you’d have to list the other foods singly – milk, eggs, honey and the like. The Bengali team laughed: Vegan? The one word for that is “poor”. What other reason is there for not eating animal products? Cross-culturally, there’s no immediate understanding of “animal-derived products” as one coherent group. Don’t eat meat? Well, have some chicken instead. Don’t eat animal products? But this is honey! It’s not, as we might first assume, a question of looking harder in the English-French dictionary. This is conceptual misunderstanding, not conversational.  British anthropologist Edmund Leach described how humans make categories of things in order to create social logic. Although the animal species around us form a continuum (of which we, Homo sapiens, are a part), we name, categorise, and then treat those animals differently according to separate logic that applies to each category. Where the distinctions are unclear, or transgressed, they’re troubling and become taboo. English people (Leach’s example from his 1964 paper) have a binary of edible-inedible. But also a tripartite categorisation: beyond SELF comes PET – LIVESTOCK – WILD ANIMAL. Pets get names, they share emotional moments with us and we definitely don’t eat them – they become a sacred category. If you name your Christmas turkey, or get too close to the school farm’s pigs, expect a taboo-breaking backlash.  We don’t eat dogs, but that’s not because they’re clever (they’re as clever as pigs, of whom we eat plenty). It’s because we’re used to it, and because they’re in the wrong category. Would I personally eat dog? Yes, if I thought the meat was safe and the dog hadn’t been butchered alive (I’ve also eaten horse, dolphin, rabbit and camel - my version of ethical meat-eating is that I shouldn’t show favouritism – just because I like horses and have a pet labrador doesn’t mean I shouldn’t eat their pals).  The growing vegan movement is pushing for a change to the categories of the west. And if they can succeed in pushing some – or all – of our edible species closer to Self, then the west will be won. Eating creatures that are like me? Come on now, we’re not animals.  The BBC Why Factor: Vegans presented by Mary-Ann Ochota is available to listen here.", "title": "Cultural taboos around food are powerful – could vegans change ours?"}