{"link": "https://www.theguardian.com/science/blog/2018/feb/01/philosophy-of-science-isnt-pointless-chin-stroking-it-makes-us-better-scientists", "description": "<p>Understanding causal inference, one aspect of philosophy of science, is key to making our research reliable<br></p><p>… the worst part of philosophy is the philosophy of science; the only people, as far as I can tell, that read work by philosophers of science are other philosophers of science.”</p><p>This is the<a href=\"https://www.theatlantic.com/technology/archive/2012/04/has-physics-made-philosophy-and-religion-obsolete/256203/\"> view of Arizona State University physicist Lawrence Krauss</a>, author of the 2012 book <a href=\"https://www.theguardian.com/science/2012/sep/09/science-philosophy-debate-julian-baggini-lawrence-krauss\">A Universe from Nothing</a>. He is certainly not the only physicist to be critical of the philosophy of science. Richard Feynman, who shared the 1965 Nobel prize in physics for his work on quantum field theory, claimed that the “philosophy of science is as useful to scientists as ornithology is to birds”. It’s quite a stance. In a <a href=\"https://www.nature.com/articles/d41586-018-01023-3\">recent commentary in Nature</a>, we describe how a better understanding of one aspect of the philosophy of science, namely causal inference, can help us be better scientists.<br></p> <a href=\"https://www.theguardian.com/science/blog/2018/feb/01/philosophy-of-science-isnt-pointless-chin-stroking-it-makes-us-better-scientists\">Continue reading...</a>", "content": " Understanding causal inference, one aspect of philosophy of science, is key to making our research reliable \nMarcus Munafo and George Davey Smith \n\nThu 1 Feb 2018 12.57 GMT\n\n … the worst part of philosophy is the philosophy of science; the only people, as far as I can tell, that read work by philosophers of science are other philosophers of science.” This is the view of Arizona State University physicist Lawrence Krauss, author of the 2012 book A Universe from Nothing. He is certainly not the only physicist to be critical of the philosophy of science. Richard Feynman, who shared the 1965 Nobel prize in physics for his work on quantum field theory, claimed that the “philosophy of science is as useful to scientists as ornithology is to birds”. It’s quite a stance. In a recent commentary in Nature, we describe how a better understanding of one aspect of the philosophy of science, namely causal inference, can help us be better scientists. What is causal inference? Quite simply, it means understanding whether X causes Y. For example, the majority of people who develop lung cancer are smokers, but does this mean that smoking causes lung cancer? Back in the 1950s, this was a legitimate research question: could other differences between smokers and non-smokers account for the association, or might a third factor influence both? The causal effect of smoking on lung cancer is now clear, but it took years to establish and drive the fact home. The reason is that determining causality is notoriously difficult, and epidemiology has a knack for throwing up supposed links between, for example, behaviour and health, which don’t turn out to reflect cause-and-effect relationships. In science today, there is huge interest in replicating results, sparked by somewhat contested evidence that a large proportion of published scientific results may be wrong, or at least misleading. If we took more care to repeat our studies, to check that we get a broadly similar result each time, then surely our findings would be more robust. Perhaps, but a robust finding may still be wrong: X and Y may be very reliably correlated, but may not reflect a cause-and-effect relationship. This focus on replication stems from a widespread, but in our view incomplete, notion of falsification (championed by the philosopher of science Karl Popper) at the heart of the scientific enterprise. In fact, this is rarely how scientists work in practice. Many researchers will refer to Popper if pressed to explain the basis for their inferences, but falsification isn’t everything. Another approach to interrogating potentially causal associations is inference to the best explanation. Peter Lipton, the late philosopher of science at the University of Cambridge, described this as the search for the “loveliest”, not simply the “likeliest” explanation, one characterised by “scope, precision, mechanism, unification, and simplicity”. This process of arriving at the simplest and most likely explanation for an observation turns on being able to address the same question from different perspectives. Each approach will have its own biases and limitations, but if each gives the same answer, we can be more confident in the result. Known as triangulation, it’s an approach that effectively complements traditional falsification. In the current debate around reproducibility, too little is said about the need for triangulation. Scientists receive extensive training in a whole range of methods and skills, but very little in approaches to inference. We can do better than this, by emphasising the need for triangulation and multidisciplinarity – approaching the same research question from multiple methodological perspectives that each have their own strengths and weaknesses. If we don’t, we may find ourselves with robust findings that are ultimately useless if our goal is to identify causal risk factors that we can modify to improve health (as is the case for our own research). For example, having yellow fingers will predict a person’s risk of lung cancer, and this finding will replicate robustly across different studies. This might even help us predict who will get lung cancer. But unless we also use this information combined with other evidence to home in on the underlying risk factor (cigarette smoking) and test this directly, that information alone will be of little use in understanding what causes lung cancer. What does triangulation look like in practice? We would like to see research teams from different fields of science work on a single underlying question in a coordinated way. By tackling this question from different perspectives they can determine whether or not their results agree. These teams work best when they understand the formal basis of the approach, and that comes directly from the philosophy of science. It could also help protect against the temptation to cherry pick findings from a range of approaches and present only those that work best. Research is already moving in this direction, with a renewed emphasis on “team science”. But a collaborative approach might not be enough on its own. We need to understand the intellectual foundations for causal inference to achieve real progress. Scientists cannot simply absorb this sort of framework by osmosis. We need formal training in some aspects of the philosophy of science to recognise its importance to our work. Marcus Munafo is professor of biological psychology at Bristol University. He researches the genetic and cognitive influences on addictive behaviour George Davey Smith is director of the MRC Integrative Epidemiology Unit at the University of Bristol, where his research focuses on using genetic information to improve causal inference in observational studies", "title": "Philosophy of science isn't pointless chin-stroking – it makes us better scientists"}