{"link": "https://www.theguardian.com/science/sifting-the-evidence/2018/feb/05/could-ketamine-help-treat-alcohol-dependence", "description": "<p>Current treatments for alcohol dependence often fail. So researchers are investigating more unusual interventions</p><p>January 2018 has come to an end and with it the month that people increasingly use to abstain from alcohol. It is still unknown whether Dry January has a <a href=\"https://www.theguardian.com/society/2018/jan/19/does-dry-january-work-we-ask-the-experts\">lasting effect on drinking behaviours</a>, and people with an alcohol dependency problem should always seek support from their GP before going through detox. Nonetheless, Dry January undoubtedly drives a critical conversation about alcohol use and provides an opportunity for us to reconsider our relationship with alcohol (one of the main goals of the charity Alcohol Concern, who support the challenge).</p><p>While overall alcohol consumption in the UK is falling, alcohol abuse still represents the <a href=\"https://www.alcoholconcern.org.uk/alcohol-statistics\">fifth biggest risk factor</a> for illness, death and disability across all ages. With current treatments often failing to prevent relapse in the long term, researchers are investigating the possibility of using ketamine combined with psychological therapy to help people stay dry, and not just for January. Despite its often cited use as a recreational drug and “horse-tranquilizer” ketamine is also the most widely used anaesthetic in humans. Administered appropriately in a controlled and safe medical environment, ketamine may also have <a href=\"https://www.sciencedirect.com/science/article/pii/S0028390818300170\">benefits in the treatment of drug problems</a>. </p> <a href=\"https://www.theguardian.com/science/sifting-the-evidence/2018/feb/05/could-ketamine-help-treat-alcohol-dependence\">Continue reading...</a>", "content": " Current treatments for alcohol dependence often fail. So researchers are investigating more unusual interventions Beth Marsh, Lilla Porffy, Meryem Grabski, Will Lawn \n\nMon 5 Feb 2018 14.42 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.44 GMT\n\n January 2018 has come to an end and with it the month that people increasingly use to abstain from alcohol. It is still unknown whether Dry January has a lasting effect on drinking behaviours, and people with an alcohol dependency problem should always seek support from their GP before going through detox. Nonetheless, Dry January undoubtedly drives a critical conversation about alcohol use and provides an opportunity for us to reconsider our relationship with alcohol (one of the main goals of the charity Alcohol Concern, who support the challenge). While overall alcohol consumption in the UK is falling, alcohol abuse still represents the fifth biggest risk factor for illness, death and disability across all ages. With current treatments often failing to prevent relapse in the long term, researchers are investigating the possibility of using ketamine combined with psychological therapy to help people stay dry, and not just for January. Despite its often cited use as a recreational drug and “horse-tranquilizer” ketamine is also the most widely used anaesthetic in humans. Administered appropriately in a controlled and safe medical environment, ketamine may also have benefits in the treatment of drug problems.  Evidence for this originally came from a research group in Russia in the 1980s. In this study, patients who had alcohol problems were given three weekly ketamine treatments in conjunction with psychological therapy. After one year, 66% of patients who underwent this treatment regime were abstinent, in comparison to 24% of patients who received treatment as usual, without any ketamine. This abstinence rate is much greater than those documented with any other relapse prevention method.  Inspired by the promising results seen in Russia, we are now conducting the KARE trial (Ketamine for reduction of Alcoholic Relapse) at the University of Exeter and University College London. In this trial participants who have made the decision to abstain are administered ketamine once a week for three weeks. Participants also receive seven sessions of cognitive behavioural therapy to aid their quit attempt and are followed up for six months. Unlike the earlier study, this trial is placebo controlled, thus participants have an equal chance of receiving either ketamine or a matched placebo as well as either cognitive behavioural therapy or alcohol education as a placebo for therapy. It is also double-blind, meaning neither the participant nor the researcher know whether the active treatment or a placebo treatment are administered. This controls for placebo effects and bias due to expectancies of the researcher – putting the original findings to the test with a more rigorous research design. Why might ketamine help people stay sober? Recent studies have demonstrated that ketamine has rapid and powerful anti-depressant properties, while people with alcohol problems often also experience symptoms of depression. The direction of the relationship between alcohol problems and depression is not clear, but depressive symptoms are thought to be a common trigger for relapse. Treating people who have alcohol problems with ketamine, therefore, could help them to remain abstinent for longer by lifting their mood.  Furthermore, laboratory research has demonstrated that ketamine promotes the growth of new neurons and connections in the brain. These processes are essential to learning and memory, and are suggested to be impaired in both depression and problematic alcohol use. Thus ketamine might make people more receptive to new information and able to plan effectively for the future, which in turn may enhance the effect of psychological therapy. We do not yet know how effective the ketamine treatment will be. However, well-designed research studies, such as the KARE trial, could be critical in helping people achieve their abstinence goals. Beth Marsh, Meryem Grabski and Will Lawn are academic researchers based at University College London. Lilla Porffy is a MRC-DTP PhD Student at King’s College London. They are working on addiction and mental health research, including the KARE trial. As well as visiting the study website you can hear Professor Celia Morgan, the principal investigator, talk about the trial in this episode of the ‘Say Why to Drugs’ podcast.", "title": "Could ketamine help treat alcohol dependence?"}