{"link": "https://www.theguardian.com/science/blog/2018/feb/05/why-communication-from-a-locked-in-child-is-a-miracle-we-must-question", "description": "<p>If Jonathan Bryan can communicate we should celebrate, but hard evidence is needed before we change how severely disabled children are cared for</p><p>There has been much coverage lately – including in <a href=\"https://www.thetimes.co.uk/article/our-locked-in-boy-has-found-his-voice-5j30ck0cv\">the Times</a>, <a href=\"https://www.mirror.co.uk/news/real-life-stories/my-son-amazing-mind-mother-11954625\">the Mirror</a>, <a href=\"http://www.dailymail.co.uk/femail/article-5302531/The-story-Jonathan-Bryan-locked-boy.html\">the Daily Mail</a>, and <a href=\"http://www.bbc.co.uk/mediacentre/proginfo/2018/06/my-life-locked-in-boy\">tonight’s CBBC documentary special</a> – of the story of 11-year-old Jonathan Bryan and his remarkable ability to write poetry, keep a regular blog, and communicate with his parents, in spite of his severe and debilitating cerebral palsy. Now Jonathan – who communicates via a spelling board with the help of a facilitator who carefully watches the movement of his eyes – is <a href=\"https://eyecantalk.net/teach-us-too-campaign/\">campaigning for other severely disabled children to be taken out of special educational needs classes and taught in regular classes</a>, just as he is.<br></p><p>Jonathan has been disabled since birth, when doctors warned that he had suffered such severe brain damage (as <a href=\"https://www.theguardian.com/lifeandstyle/2017/jan/27/experience-i-talk-with-my-eyes\">Jonathan’s Guardian article last year</a> explained, “the MRI scan of my brain was one of the worst the technician had seen”) that he <a href=\"http://www.dailymail.co.uk/news/article-3671847/The-lionhearted-Locked-Boy-Lad-trapped-silence-seven-years-miraculously-finding-way-signal-say-truly-astonish-you.html\">may never be able to run, walk or even recognise his parents</a>. With such a bleak prognosis, the progress Jonathan appears to have made is truly remarkable – “<a href=\"https://eyecantalk.net/about/\">nothing short of a miracle</a>”, as his parents describe it.<br></p> <a href=\"https://www.theguardian.com/science/blog/2018/feb/05/why-communication-from-a-locked-in-child-is-a-miracle-we-must-question\">Continue reading...</a>", "content": " If Jonathan Bryan can communicate we should celebrate, but hard evidence is needed before we change how severely disabled children are cared for \nChristopher French and \nMichael Marshall \n\nMon 5 Feb 2018 16.16 GMT\n\n\nLast modified on Mon 5 Feb 2018 20.47 GMT\n\n There has been much coverage lately – including in the Times, the Mirror, the Daily Mail, and tonight’s CBBC documentary special – of the story of 11-year-old Jonathan Bryan and his remarkable ability to write poetry, keep a regular blog, and communicate with his parents, in spite of his severe and debilitating cerebral palsy. Now Jonathan – who communicates via a spelling board with the help of a facilitator who carefully watches the movement of his eyes – is campaigning for other severely disabled children to be taken out of special educational needs classes and taught in regular classes, just as he is. Jonathan has been disabled since birth, when doctors warned that he had suffered such severe brain damage (as Jonathan’s Guardian article last year explained, “the MRI scan of my brain was one of the worst the technician had seen”) that he may never be able to run, walk or even recognise his parents. With such a bleak prognosis, the progress Jonathan appears to have made is truly remarkable – “nothing short of a miracle”, as his parents describe it. Jonathan’s apparent ability to communicate far beyond what was ever predicted for him – even outlining his nuanced take on the EU referendum (“It’s time to pull together”) in the Daily Mail in 2016 when he was just ten – led to the start of the Teach Us Too campaign, which has such support that Jonathan has presented at Augmentative and Alternative Communication conferences and has even met with MPs to lobby for educational changes. Jonathan’s online petition has more than 220,000 signatures. As the media coverage and Jonathan’s blog has stressed, he is an example of what patients who are apparently “locked-in” – fully cogent but unable to communicate – are capable of achieving. Jonathan isn’t the first locked-in patient whose communicative abilities have astonished the media: in 2006, Rom Houben was hailed by Belgian neurologist Steven Laureys for his ability to type out his thoughts on a keypad – via the help of his facilitator, Linda Wouters – despite having been in a coma for 23 years and assumed to be non-communicative. Wouters interpreted subtle movements from Houben’s right hand to guide his fingers to the desired letters, in a case that garnered international attention. Shortly after his story was published, concerns were raised over this method of communication: videos of messages being typed showed Wouters deftly and quickly moving Houben’s hand around his keypad, apparently following the subtle indications of the locked-in patient – crucially, even when the patient was not looking at the keypad. Psychologists familiar with attempts to reach noncommunicative patients recognised Houben’s case for what it was: facilitated communication. Facilitated communication (FC) is a method for assisting a nonverbal person in communicating, where a facilitator is guided to choices of letters or words via small physical signals from a patient. The technique rose to prominence during the 1980s, but subsequent controlled testing reliably demonstrated that subjects were unable to produce information that had been shown only to them. In short, the messages were coming not from the patients, but from the facilitators who were “interpreting” which letter or word was being indicated.  Perhaps most importantly of all, FC can be done entirely accidentally, with no need for malice or harmful intent – often good intentions and the deep desire for contact leads the facilitator to spell out the messages themselves without even realising, convincing themselves that they were led to a letter or word by the subject in much the same way that users of dowsing rods convince themselves that their tools are leading them to water. It’s all too easy to dismiss FC as harmless – after all, if it works, a previously uncommunicative person is able to share their thoughts and connect with the world; if it doesn’t, a family gets a connection (albeit a false connection) to someone they love but feared they’d never hear from again. However, as with many superficially harmless pseudosciences, there are case studies that stress the need for caution and reflection, including dozens of extremely troubling examples in which allegations of physical and sexual abuse have been made, based solely on reports gained via FC. Few things could be more distressing than the thought of being genuinely locked-in – cogent but unable to communicate – and forced to watch helplessly as you’re effectively used as a human Ouija board, spelling out a message that falsely accuses your loved ones of terrible and utterly fictional crimes. In Houben’s case, when concerns were raised regarding the veracity of his messages, independent tests were carried out: Houben was shown a range of objects and asked to name them. When Houben was unable to name any of the objects shown to him when Wouters had not been in the room, Laureys accepted that Houben had not been responsible for any of the messages, and conceded that FC – in all its flawed promise and false hope – was responsible for Houben’s apparent cogency.  Once you are familiar with FC, it’s very hard to look at Jonathan Bryan’s remarkable progress and not ask some questions. I sincerely hope Jonathan’s case is different from others in the past , and that his ability to outperform children almost twice his age at maths merely shows his enthusiasm for learning. I also hope that, despite his young age and relatively recent literacy, that he is genuinely able to write the kind of prose, littered with alliteration and assonance, that most adults could not achieve. Unfortunately, this eloquence and fluency – termed “unexpected literacy” in the scientific literature – is one of the red flags for FC: if the communication is actually coming not from an 11-year-old child but unintentionally from the adult charged with interpreting his messages, that literacy and numeracy becomes far less remarkable. There are, unfortunately, other red flags that are hard to ignore. Video footage of Jonathan and his spelling board shows his facilitator nimbly identifying letters at speed, even when Jonathan appears to be looking elsewhere. Of course, without first-hand experience, we should not rule out that his facilitator has such experience of working with Jonathan that she is able to read these movements accurately. But the involvement of a human interpreter inevitably introduces the possibility of accidental bias, and the kind of issues we’ve seen before with FC. Those concerns are hard to dismiss, without independent testing and verification. In much of the media reporting of Jonathan’s story, his spelling board is compared to that used by Stephen Hawking – whose own nonverbal condition is the result of a degenerative disease that has progressively paralysed him since he first experienced symptoms as an undergraduate at Cambridge. Today, Hawking uses eye-gaze technology – a system that monitors and accurately reacts to subtle movements of the eyes – rather than a manual spelling board. Jonathan has tried to use the same technology, to no avail, as he explained to the Guardian: “It was frustrating because the computer couldn’t read my eyes very well, but my mother and carers could.” In fact, as The Times reported: “When [his mother] offered him new ‘eye-gaze’ technology for communicating he didn’t like it and said: ‘Chuck it out the window.’ It may legitimately be the case that Jonathan didn’t like the new technology and preferred to work with his communicator – but, sadly, there is another less hopeful explanation for the failure of the eye-gaze system. If Jonathan’s messages were actually the result of FC, as prone to accidental bias and unintentional human influence as it is, an accurate eye-tracking technology would remove that bias and offer a true reflection of Jonathan’s ability to communicate, or lack of such ability. It is important to stress that I haven’t met Jonathan, his parents, or his facilitator – it might be that they have already carried out the kind of simple, careful tests that would ascertain for sure that the messages being written are coming directly from Jonathan. I sincerely hope so, and that Jonathan genuinely is the smart, thoughtful, astonishingly mature young boy he seems to be in his writing. I wish nothing but the best of health to him, and whatever level of academic ability he has, it’s clear he has a family who love him deeply. However, before any decisions are made to move children out of their special educational needs classes and into classes where they will get less tailored support, and to fundamentally change the way we care for severely disabled children, it’s vital that the methods of communication that justify these changes are thoroughly, independently and unbiasedly tested, and proven to be accurate. It’s hard to ask tough questions when you so badly want something to be true, but it’s even harder to find out that you’ve caused inadvertent harm to vulnerable children, simply because those questions were never asked. Professor Christopher French is head of the anomalistic psychology research unit in the department of psychology at Goldsmiths, University of London. Michael Marshall is project director of the Good Thinking Society and vice president of the Merseyside Skeptics Society.", "title": "Why communication from a ‘locked-in’ child is a miracle we must question"}