{"link": "https://www.theguardian.com/uk-news/2018/feb/02/archaeologists-architects-camp-stonehenge-larkhill", "description": "<p>Posts with alignment matching stone circle are discovered on army land at nearby Larkhill</p><p> </p><p>A team of archaeologists believe they may have discovered a spot where some of the architects of Stonehenge gathered and camped. </p> <a href=\"https://www.theguardian.com/uk-news/2018/feb/02/archaeologists-architects-camp-stonehenge-larkhill\">Continue reading...</a>", "content": " Posts with alignment matching stone circle are discovered on army land at nearby Larkhill \nSteven Morris \n\nFri 2 Feb 2018 14.20 GMT\n\n\nLast modified on Fri 2 Feb 2018 23.55 GMT\n\n   A team of archaeologists believe they may have discovered a spot where some of the architects of Stonehenge gathered and camped. The team have been investigating a causewayed enclosure – these are thought to be ancient meeting places or centres of trade – on army land at Larkhill close to Stonehenge.  They found an alignment of posts that matches the orientation of the circle at Stonehenge, leading to the theory that Larkhill could have been some sort of blueprint for the temple.  Si Cleggett, of Wessex Archaeology, conceded it was possible to suggest that any evidence of prehistoric settlement could be connected to the creation of Stonehenge. But he argued that the proximity of Larkhill – a relatively short walk from the stone circle – and the coincidence of the alignment of the nine posts gave weight to the idea that the people who created and visited the enclosure could have had a hand in the conceptualisation of Stonehenge.  The first version of Stonehenge – a simple circular ditch and bank with upright timber posts – was built in around 3,000BC. The stones began to arrive by around 2,500BC.  Cleggett’s team believes the causewayed enclosure was built between 3,750 and 3,650BC.  He said: “The causewayed enclosure at Larkhill was constructed during the late Stone Age, a period of transition when our ancestors gradually moved away from a mobile hunter-gatherer lifestyle and embraced a farming existence. “My contention is there is a fair chance the people who met at the causewayed enclosure could have been the architects of the Stonehenge landscape as we understand it. That nine post alignment could be an early blueprint for the laying out of the stones at Stonehenge.”  An exhibition at the site gives fresh insight into the builders of Stonehenge, showcasing research that suggests animals were brought from as far afield as northern Scotland to feed the engineers and for lavish midwinter feasts. The Larkhill dig, which is taking place because the land is being cleared for military housing, has also unearthed some fascinating 20th-century history.  A vast battlefield landscape of tunnels and trenches dug to train troops has been discovered. More than 200 grenades, half of them still live, were found as well as bits and pieces left behind by the recruits, including combs, toothbrushes, tobacco tins, candlesticks, tins of condensed milk and meat paste, a jar of Canadian cheese and a tin of Australian toffees. Archaeologists even found the remains of a red MG sports car. ", "title": "Archaeologists may have found architects' camp for Stonehenge"}