{"link": "https://www.theguardian.com/science/2018/feb/01/permission-given-to-create-britains-first-three-person-babies", "description": "<p>Two women carrying mutations that cause rare genetic disease to undergo radical therapy</p><p>Doctors in Newcastle have been granted permission to create Britain’s first “three-person babies” for two women who are at risk of passing on devastating and incurable genetic diseases to their children.</p><p>The green light from the fertility regulator means that doctors at the Newcastle Fertility Centre will now attempt to make healthy embryos for the women by merging fertilised eggs created through standard IVF with DNA from female donors. <br></p> <a href=\"https://www.theguardian.com/science/2018/feb/01/permission-given-to-create-britains-first-three-person-babies\">Continue reading...</a>", "content": " Two women carrying mutations that cause rare genetic disease to undergo radical therapy \nIan Sample Science editor \n\nThu 1 Feb 2018 18.48 GMT\n\n\nLast modified on Fri 2 Feb 2018 17.48 GMT\n\n Doctors in Newcastle have been granted permission to create Britain’s first “three-person babies” for two women who are at risk of passing on devastating and incurable genetic diseases to their children. The green light from the fertility regulator means that doctors at the Newcastle Fertility Centre will now attempt to make healthy embryos for the women by merging fertilised eggs created through standard IVF with DNA from female donors.  MRT is an experimental treatment that was made legal in Britain in 2015. It aims to prevent serious disorders from being passed to children, caused by mutations in mitochondria, tiny structures that provide energy inside cells. Children inherit all their mitochondria from their mothers. MRT uses healthy donor mitochondria to replace the faulty ones. The child therefore has the usual 46 chromosomes from its parents, plus additional DNA from the donor's mitochondria. To perform MRT doctors fertilise an egg from the affected woman with her partner's sperm using normal IVF techniques. But instead of letting the egg then develop into an embryo, the chromosomes are taken out and dropped into a healthy donor egg that has had its own chromosomes removed. The resulting embryo now has DNA from both parents, as usual, plus mitochondrial DNA from the donor. The Human Fertilisation and Embryology Authority (HFEA) confirmed on Thursday that it had approved the procedures which will now be overseen by Mary Herbert, professor of reproductive biology, and her team at the Newcastle clinic. The women will be the first in Britain to have so-called mitochondrial donation therapy, a radical IVF procedure that was made legal by parliamentary vote in 2015. The Newcastle centre was granted a licence to perform the treatment, also known as mitochondrial replacement therapy, in March last year. While doctors at Newcastle Fertility Centre said they could not to talk about the cases, citing patient confidentiality, minutes from the HFEA’s approval committee reveal that the two women carry mutations in a gene that causes a rare condition known as myoclonic epilepsy with ragged red fibres, or Merrf syndrome. No more details are given on the women because both wish to remain anonymous. Merrf syndrome can be a devastating neurodegenerative disorder that worsens over time and often results in an early death. The condition, which affects one in 100,000 people, is typically diagnosed in early childhood or adolescence when people develop sudden spasms which progress to a loss of muscle control, weakness, deafness and dementia. Having reviewed the women’s medical and family histories, the HFEA committee agreed that any children they conceived may be affected by “serious multi-systemic and progressive disease” which would severely affect their quality of life. Neither woman was deemed suitable for an IVF procedure called pre-implantation genetic diagnosis (PGD), which can pick up harmful mutations in IVF embryos, but can only help if at least some of the embryos are healthy. Salvatore DiMauro, an expert in mitochondrial disease at Columbia University in New York, said he was glad to hear that Newcastle was going ahead with the procedure to help the women. “It’s good to do this. Merrf is a crippling disease. It’s the only way to be sure it is not passed on,“ he said. The vast majority of a person’s genes – about 99.8% – are found on the 23 pairs of chromosomes that sit inside the nucleus in each cell in the body. The women who will be treated in Newcastle carry mutations in the small amount of extra DNA that is bundled up in their mitochondria, the tiny battery-like structures that surround the cell nucleus in their thousands. While men and women both have mitochondria, they are passed solely from mother to child. Mutations in mitochondrial DNA cause thousands of genetic diseases that tend to hit the energy-hungry brain, heart and muscles, and worsen with age. Mitochondrial donation therapy was pioneered at Newcastle by the neurologist Doug Turnbull to prevent women passing on harmful mitochondrial DNA mutations to their children. To perform the procedure, doctors create a fertilised egg using IVF as normal. But rather than letting it develop into an embryo, the parents’ chromosomes are removed and placed inside a donor egg that has had its own genetic material removed. The embryo so created has all of the parents’ chromosomes, but the mother’s damaged mitochondria are replaced with the donor’s healthy ones. Doctors in Newcastle did not confirm whether they had already performed the procedure. The two women in Newcastle will not be the first in the world to have the therapy. In 2016, John Zhang, a doctor at the New Hope Fertility Center in New York, announced the birth of an apparently healthy child created in a similar way at a clinic in Mexico. While news of the birth was welcomed by many scientists, some voiced concerns that the child might not have the regular follow-up checks that are needed to ensure it is developing properly. Professor Sian Harding, director of the British Heart Foundation Imperial Cardiac Regenerative Medicine Centre in London said Britain had reached the point of treating women with mitochondrial donation therapy “after a very thorough public consultation process”. “It is absolutely fantastic that we have got to this point in such a well-regulated and controlled way,” she added. “It is going to be so important now to follow up and understand whether this is successful and how we can take it forward. If you don’t follow up the children, we just won’t know whether this is the right thing to do.” An HFEA spokesperson said: “Our statutory approvals committee has considered applications from the Newcastle Fertility Centre at Life, part of Newcastle upon Tyne Hospitals NHS Foundation Trust, for the use of mitochondrial donation in treatment for two patients, both of which have been approved.”", "title": "UK doctors select first women to have ‘three-person babies’"}