{"link": "https://www.theguardian.com/science/2018/feb/05/very-creepy-crawlies-prehistoric-proto-spiders-with-long-tails-chimerarachne-yingi", "description": "<p>Fossil hunters find preserved remains of 100-million-year-old arachnids with tails longer than their bodies</p><p>In what can safely be assumed to be horrifying news for arachnophobes around the world, scientists have discovered the beautifully-preserved remains of prehistoric “proto-spiders” that sported tails longer than their bodies.</p> <a href=\"https://www.theguardian.com/science/2018/feb/05/very-creepy-crawlies-prehistoric-proto-spiders-with-long-tails-chimerarachne-yingi\">Continue reading...</a>", "content": " Fossil hunters find preserved remains of 100-million-year-old arachnids with tails longer than their bodies \nIan Sample Science editor \n\nMon 5 Feb 2018 16.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.00 GMT\n\n In what can safely be assumed to be horrifying news for arachnophobes around the world, scientists have discovered the beautifully-preserved remains of prehistoric “proto-spiders” that sported tails longer than their bodies. Fossil hunters found the extraordinary creatures suspended in lumps of amber that formed 100m years ago in what is now Myanmar. The ancient arachnids are described as “chimeras” after the hybrid beast of Greek mythology, because they have a curious mix of primitive and modern body parts. While the animals have fangs, twin feelers (or pedipalps), and silk-producing spinnerets at the rear, they also bear tails which are found in far more ancient spider relatives called uraraneids. The tail was probably swished from side to side as the creature moved to sense for predators and perhaps even prey. Paul Selden, a palaeontologist who worked on the specimens at the University of Kansas, said they were “a kind of missing link” between the uraraneids and primitive living spiders. Named Chimerarachne yingi, they lived when the huge herbivore, Argentinosaurus, the meat-eating Spinosaurus, and the short-armed Rugops, meaning “wrinkle face”, stomped the Earth. But there is a chance, Seldon said, that descendants of the long-tailed arachnids live on in southeast Asian forests today. Amber from Myanmar has been mined for thousands of years and traded with China as jewellery. But while scientists have long studied bugs preserved in the material, they have only recently grasped its true age. The newfound value of the material means that dealers now buy up the amber and sell it on to scientific institutions. Bo Wang, who worked on the creatures at the Chinese Academy of Sciences in Nanjing, said he was extremely surprised to find such key fossils from the Cretaceous period. “It’s a very primitive group and their relatives were present more than 250m years ago,” he said. Each spider was about 3mm long with a tail measuring up to 5mm. “Maybe the tail originally had a sensory function; it is covered in short hairs, but when spiders changed to lifestyles like being sit-and-wait predators, the tail was no longer really needed and became lost,” he said. Gonzalo Giribet, a zoologist at Harvard University, said he was not sure why anyone might not find the new species appealing. “These are gorgeous creatures and would probably never harm a human, like 99.99% of the spiders,” he said. Details of the specimens are published in two papers in the journal Nature Ecology and Evolution.", "title": "Very creepy crawlies: 'proto-spiders' with long tails discovered in amber"}