{"title": "'Rapid-onset gender dysphoria' is a poisonous lie used to discredit trans people | Liz Duck-Chong", "description": "<p>The anti-trans lobby is using bad science to attack vulnerable young people</p><p>If you were to understand two facts about transgender people, I’d want it to be these: 1) that we have always existed, and 2) that we have always been under attack for existing.</p><p>Despite our many footholds throughout history, especially outside of the western colonial gaze, the narrative that we are a new phenomenon has been widely peddled as a tool to discredit and disqualify us from public life and push us out of view.</p> <a href=\"https://www.theguardian.com/commentisfree/2018/oct/22/rapid-onset-gender-dysphoria-is-a-poisonous-lie-used-to-discredit-trans-people\">Continue reading...</a>", "content": " If you were to understand two facts about transgender people, I’d want it to be these: 1) that we have always existed, and 2) that we have always been under attack for existing. Despite our many footholds throughout history, especially outside of the western colonial gaze, the narrative that we are a new phenomenon has been widely peddled as a tool to discredit and disqualify us from public life and push us out of view. The latest in this line-up is a fast-growing conversation about “rapid-onset gender dysphoria” (or ROGD), which seeks to sate the observations of a number of parents that their children came out as transgender not only suddenly but from within a context of trans peers, groups and social media, and who are worried about the potential effects of online influence and peer pressure. Except, like so many of the spurious ideas thrown at us, ROGD is not a real condition and never has been. The one paper on the subject, published in PLOS One – a journal that reviews only the technical aspects of the papers published, rather than the interpretation of the results – endorses the “condition” based upon the claims of 164 parent responses that met study criteria. This sample was based on online survey results sourced from three blogs that all have a strong anti-transgender history, with no testimony from any neutral or pro-transgender online spaces, or from the transgender children themselves – the people who best would be able to describe their experiences. The World Professional Association for Transgender Health released a statement on the phenomenon, stating: “The term ‘rapid-onset gender dysphoria (ROGD)’ is not a medical entity recognised by any major professional association ... therefore, it constitutes nothing more than an acronym created to describe a proposed clinical phenomenon that may or may not warrant further peer-reviewed scientific investigation.” Dr Julia Serano, a researcher with almost two decades of experience in developmental and evolutionary biology, explores this further. Citing the far more well-researched history of gender dysphoria and client-supportive transition care, she writes “what’s ‘rapid’ about ROGD is parents’ sudden awareness and assessment of their child’s gender dysphoria (which, from the child’s standpoint, may be longstanding and thoughtfully considered)”. When a young person comes out as trans, especially when a parent feels like it is out of the blue, it can feel like a rug is being pulled out from under one’s feet. For a parent who is struggling, the idea that some external influence is at fault can be an appealing one – but to fall back on bad science is not the solution. As Serano writes, “this is not a new type of gender dysphoria but rather a new name for a recurring parental dynamic”. Despite this, the study has garnered a great deal of support from those in the UK and US, under the guise of “protecting” against diagnoses and treatments that are compared to a contagion. Rapid-onset gender dysphoria isn’t the first and won’t be the last pseudo-scientific attack we’ve seen on transgender young people. In reality, until a trans child reaches puberty, a transition is entirely social – changing clothes, cutting hair and using some different language – all of which are reversible if a child is to change their mind. “There is no medical treatment anywhere in the world for transgender children before the age of puberty,” writes Felicity Nelson for the Medical Republic, “a lot of time passes before any medical decisions need to be made.” Upon the onset of puberty, puberty blockers may be introduced to slow the effects of the hormones the body is itself creating but the potential harm of this process is minimal, and the trans person in question remains under the care and monitoring of a medical professional. By comparison, a 2015 US study found that 4.3% of people 18 and below visit the emergency room for sport-related injuries. This is not at all to say that we should demonise youth sport but rather that we often allow kids to do things that involve risks simply because they want to. Indeed, what the notion of ROGD misses altogether is the immense harm done by not allowing a transgender child to come out, access any potential treatment and live the version of themselves they see as necessary. The four-ish years between when I first expressed wanting to start hormones and when I did start them were the worst thing I have ever experienced, and the only period of my life where taking my life felt like a daily possibility. The 2016 study by Olson et al showed without a doubt that trans people able to live as themselves are happy, challenging the assumption that transgender children will inevitably have mental health problems. Olson called the study “proof that you can be a young transgender kid today and be happy and healthy and doing just as well as any other kid”. Nelson writes, “Australia now has clinical guidelines which state that ‘withholding of gender-affirming treatment is not considered a neutral option’ as it may exacerbate distress, depression, anxiety or suicidality.” With transgender and queer youth already at incredibly high risk of depression, anxiety and suicidality, to deny treatment due to an ideological war is inexcusable. Whether ROGD reaches Australian shores or not, it isn’t the first and won’t be the last pseudo-scientific attack we’ve seen on transgender young people. As we become more understood, more celebrated and more visible, the anti-trans lobby will continue to play a dirty game, stirring up mistrust and disbelief. The best way we can fight them is by listening, by learning and by trusting that the trans people in our lives and our communities are speaking truth when they disclose to us. We need to believe people when they tell us what they want and need so that they can not only survive but thrive. • Liz Duck-Chong is a writer, sexual health nerd, podcast host and filmmaker", "link": "https://www.theguardian.com/commentisfree/2018/oct/22/rapid-onset-gender-dysphoria-is-a-poisonous-lie-used-to-discredit-trans-people"}