{"title": "We need a fossil fuel non-proliferation treaty – and we need it now | Andrew Simms and Peter Newell", "description": "Climate breakdown is an imminent threat to humanity. But an international treaty could avert calamity<p>How did government respond to the <a href=\"https://www.ipcc.ch/news_and_events/pr_181008_P48_spm.shtml\" title=\"\">recent scientific conclusion </a>that only “rapid, far-reaching and unprecedented changes in all aspects of society” can deliver the globally agreed target for stopping climate breakdown? In the UK, <a href=\"https://www.theguardian.com/environment/2018/oct/12/anti-fracking-campaigner-loses-legal-bid-to-block-cuadrilla\" title=\"\">fracking for fossil fuels</a> was given the green light, plans were announced for a <a href=\"https://www.bbc.co.uk/news/uk-england-45799384\" title=\"\">huge new road in the south-east</a>, <a href=\"https://www.bbc.co.uk/news/business-45831150\" title=\"\">incentives for electric vehicles withered</a>, the expansion of Heathrow airport is still going ahead and <a href=\"https://www.theguardian.com/uk-news/2018/oct/18/gatwick-plans-using-emergency-runway-to-increase-flight-capacity\" title=\"\">Gatwick airport is trying to expand too</a> by bringing a back-up runway into use. It’s like seeing a sign that says “Danger: vertical cliff drop” and pulling on your best running shoes to take a flying leap.</p><p>Something isn’t working. The head of the oil company Shell responded to the new climate science warming by clarifying that<a href=\"https://oilprice.com/Latest-Energy-News/World-News/CEO-Oil-Gas-Is-Shells-Core-Business-For-The-Foreseeable-Future.html\" title=\"\"> “Shell’s core business is, and will be for the foreseeable future, very much in oil and gas.”</a> BP announced new <a href=\"https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-45939204\" title=\"\">North Sea oil projects</a>. Immediate choices are being made with blank disregard to avoiding climate breakdown.</p> <a href=\"https://www.theguardian.com/commentisfree/2018/oct/23/fossil-fuel-non-proliferation-treaty-climate-breakdown\">Continue reading...</a>", "content": " How did government respond to the recent scientific conclusion that only “rapid, far-reaching and unprecedented changes in all aspects of society” can deliver the globally agreed target for stopping climate breakdown? In the UK, fracking for fossil fuels was given the green light, plans were announced for a huge new road in the south-east, incentives for electric vehicles withered, the expansion of Heathrow airport is still going ahead and Gatwick airport is trying to expand too by bringing a back-up runway into use. It’s like seeing a sign that says “Danger: vertical cliff drop” and pulling on your best running shoes to take a flying leap. Something isn’t working. The head of the oil company Shell responded to the new climate science warming by clarifying that “Shell’s core business is, and will be for the foreseeable future, very much in oil and gas.” BP announced new North Sea oil projects. Immediate choices are being made with blank disregard to avoiding climate breakdown. A new line in the sand is needed to underpin the existing climate agreement, to exert influence over the immediate choices of policymakers. At the very least, the science should mandate a moratorium in rich countries on any further expansion of the fossil fuel industry, or any infrastructure dependent on it. Currently, global demand for coal, oil and gas are all growing, with fossil fuels accounting for 81% of energy use. Worryingly, the International Energy Agency projects total fossil fuel use rising for decades still to come, smashing all climate targets. A moratorium could take the form of a fossil fuel non-proliferation treaty. The threat of nuclear catastrophe provides a precedent for how, quickly, to stop a bad situation getting worse. The nuclear non-proliferation treaty (NPT), agreed 50 years ago between 1965-68, was a triumph of rapid diplomacy, at the height of cold war mistrust, and against an immense security threat (this is a different, far more comprehensive and important treaty than the one with Russia rejected by Donald Trump last week). We could even adapt the classic “three pillar” structure of the NPT. The first is “non proliferation” itself. Climate negotiations and national commitments are not moving fast enough to meet the older 2C climate target let alone 1.5C. The first step in the nuclear treaty process was a stock take of who had what weapons. Why not cut to the chase and agree to assess those fossil fuel reserves which, if burned, would carry us across the 1.5C warming line, and monitor their non-use and any measures likely to lead to the proliferation of fossil fuels? “The fossil fuel industry knows with some certainty future production often decades in advance,” says Carbon Tracker’s Mark Campanale, “What we need is a global, public register setting out who controls the reserves from where the CO2 is coming.” The second pillar of the NPT is disarmament. This means rapid substitution of clean energy for fossil fuels. We know this can be done in ways which would also save tens of millions of lives by improving air quality. But “disarmament” would also be delivered by following the climate scientists’ three point plan for action carrying the “highest benefits”: lowering energy demand, lowering material consumption, and switching to food choices that are low carbon (in other words more plant-based food). The final pillar concerns the promotion of the “peaceful” use of technology. In a climate context, that would mean massively expanding existing initiatives to compensate poorer countries for leaving fossil fuels in the ground, while ensuring access to clean energy and the technology needed for development. Funds could be also redirected from the staggering $10m per minute that governments give in fossil fuel subsidies, according to the International Monetary Fund. Some governments have already proposed moratoriums on coal at national level and there are initiatives such as Powering Past Coal Alliance. As far back as 1988 at the Toronto conference on the changing atmosphere, climatic upheaval was described as a threat “second only to nuclear war”, a sentiment endorsed from the CIA to MI5 and the United Nations. National efforts are crucial, but a new fossil fuel non-proliferation treaty supported by movements calling to leave fossil fuels in the ground, would provide a transparent and fair means to stop climate breakdown. The best way to mark the 50th anniversary of the NPT, would be to begin negotiation of its fossil fuel equivalent. • Andrew Simms is an author, political economist and campaigner. He is co-director of the NewWeather Institute and leading a new initiative on rapid transition. His last book was Cancel the Apocalypse • Peter Newell is professor of international relations at the Centre for Global Political Economy, University of Sussex, and co-editor of The politics of Green Transformations", "link": "https://www.theguardian.com/commentisfree/2018/oct/23/fossil-fuel-non-proliferation-treaty-climate-breakdown"}