{"title": "Even our own bodies now contain plastic waste. It’s time to get drastic | Gaby Hinsliff", "description": "Banning straws and cotton buds isn’t going to cut it. It won’t be easy, but our over-reliance on the stuff must end<p>We are what we eat, and what we eat reveals something about what we are in return. So it shouldn’t be all that surprising that humans are now apparently eating plastic, given what we mostly are is thoughtless enough to have littered the planet with the stuff.</p><p>A <a href=\"https://www.theguardian.com/environment/2018/oct/22/microplastics-found-in-human-stools-for-the-first-time\" title=\"\">small trial at the Medical University of Vienna</a> found tiny shreds of it in the digestive systems of people from eight different countries including the UK. And while that’s only a very tentative opening to the conversation – the study involved just eight people and doesn’t tell us what if any effect eating plastic was having on their bodies, which means an awful lot more research is needed before we know what any of this really means – it’s a conversation that feels overdue. We already knew <a href=\"https://www.theguardian.com/lifeandstyle/2017/feb/14/sea-to-plate-plastic-got-into-fish\" title=\"\">fish were ingesting plastic</a>. Did we really think it wouldn’t reach back up to the top of the food chain, that the consequences of our own actions couldn’t return to haunt us?</p> <a href=\"https://www.theguardian.com/commentisfree/2018/oct/23/humans-contain-plastic-waste-drastic-banning-straws\">Continue reading...</a>", "content": " We are what we eat, and what we eat reveals something about what we are in return. So it shouldn’t be all that surprising that humans are now apparently eating plastic, given what we mostly are is thoughtless enough to have littered the planet with the stuff. A small trial at the Medical University of Vienna found tiny shreds of it in the digestive systems of people from eight different countries including the UK. And while that’s only a very tentative opening to the conversation – the study involved just eight people and doesn’t tell us what if any effect eating plastic was having on their bodies, which means an awful lot more research is needed before we know what any of this really means – it’s a conversation that feels overdue. We already knew fish were ingesting plastic. Did we really think it wouldn’t reach back up to the top of the food chain, that the consequences of our own actions couldn’t return to haunt us? With apologies to Blue Planet, however, this goes beyond cleaning up the oceans. Six of the eight subjects of the study ate sea fish, but not all of them did. Other possible theories involve drinking out of plastic bottles, eating food that’s been wrapped in plastic, or tiny plastic particles floating in the air which then land on our food. But our environment is so saturated now with plastic that it seems almost inevitable that we were going to absorb it somehow. Does it actually matter? This study can’t yet answer that question, because all it tells us is that microplastics were found in human faeces. If it’s just passing through like an unwelcome guest before being summarily expelled from the body, then perhaps there’s no damage done. If there were evidence of plastics being absorbed through the gut barrier and accumulating in our internal organs, as some animal studies have suggested they seem to be doing, that would potentially be a red flag. But either way, the instinctive yuck factor of finding something inside ourselves that we wouldn’t have actively chosen to put there ought to put rocket boosters under efforts to tackle plastic pollution. Michael Gove, the environment secretary, is currently consulting on plans to phase out plastic cotton buds, drinks stirrers and straws. But even looking at that list makes you wonder why on earth it hasn’t happened before now. Cotton swabs do at least have medical uses, but since when was a drinks stirrer, whether made of plastic or anything else, necessary to human existence? These are things we can easily eliminate without missing them, yet they represent a drop (if you’ll pardon the pun) in a very overcrowded ocean. The commitment to use foreign aid money to fight plastic pollution in developing countries gets fewer headlines but has the potential to be more of a game-changer, given that one study found 90% of the plastic waste polluting oceans came from 10 rivers in Africa and Asia. Yet all of this is still only scratching the surface of the problem. Solving plastic pollution is, it should be said, nowhere near as simple as some campaigners make it sound. Switching away from plastic packaging to other materials would trigger other environmental quandaries, for a start. Bottling liquids in glass rather than plastic makes them heavier, which potentially means more trips to transport them; paper production has a bigger carbon footprint than its plastic equivalent. There’s a reason, in short, we got so reliant on plastic in the first place, and even if it were possible to phase the stuff out tomorrow, it would take up to 1,000 years for some of what’s being produced right now to biodegrade. But just because it’s difficult, doesn’t mean we shrug our shoulders and do nothing, and perhaps this is the wake-up call some needed. There is something genuinely mad about a society that is on the one hand obsessed with the quality of the food we put in our mouths, and yet also blithely eats its own garbage. The war on plastic, it seems, just got personal. • Gaby Hinsliff is a Guardian columnist", "link": "https://www.theguardian.com/commentisfree/2018/oct/23/humans-contain-plastic-waste-drastic-banning-straws"}