{"title": "The Guardian view on Black Sea shipwrecks: discovering our past | Editorial", "description": "Three years of research have produced astonishing results, including the remains of 65 vessels, one thought to be ancient Greek. This should be only the start<p>The seabed produces archaeological wonders. The <a href=\"https://maryrose.org/the-history-of-the-mary-rose/\" title=\"\">Mary Rose</a>, which sank in the Solent in 1545, and the <a href=\"https://www.vasamuseet.se/en\" title=\"\">Vasa</a>, which capsized in 1633 in the harbour of Stockholm, are just two of the famous ships that have been lifted from the deep. There is a long history of fishermen finding classical bronzes in the Mediterranean: the great statue of Zeus (or Poseidon) in the Athens Archaeological Museum was chanced upon in 1928 off Cape Artemision. Still entrancing and puzzling researchers and the public is the <a href=\"https://en.wikipedia.org/wiki/Antikythera_mechanism\" title=\"\">Antikythera mechanism</a>, a remarkable orrery-cum-computer (somewhat resembling Philip Pullman’s “alethiometer”) discovered in a wreck in 1902, now also in Athens. At the British Museum in 2016, crowds came to marvel at the <a href=\"http://\" title=\"\">Sunken Cities</a> exhibition, the fruit of investigations of the submerged ancient towns of Thonis-Heracleion and Canopus, which once stood at the mouth of the Nile. Damien Hirst exploited the romance of underwater archaeology in his 2017 exhibition in Venice, <a href=\"https://www.theguardian.com/artanddesign/2017/apr/16/damien-hirst-treasures-from-the-wreck-of-the-unbelievable-review-venice\" title=\"\">Treasures from the Wreck of the Unbelievable</a>, which playfully purported to be the fruit of an actual excavation – according to taste, either a brilliant postmodern conceit or utterly preposterous.</p><p>Now it is the turn of the Black Sea. The <a href=\"http://cma.soton.ac.uk/research/black-sea-map/\" title=\"\">Maritime Archaeology Project</a> (MAP), the largest ever expedition of its type, recently completed three seasons of research off the Bulgarian coast, and has this week been holding a seminar in London on its findings. The team, comprising 70 crew from 15 countries, was led by <a href=\"https://www.southampton.ac.uk/archaeology/about/staff/jjra.page\" title=\"\">Professor Jon Adams</a> of Southampton University; each year they were also accompanied by British school pupils, selected as Stem scholars to assist in the work. The primary aim was to try to understand the changes in the level in the Black Sea after the ice age, which have been subject to a wide range of theories (including that the sea experienced a sudden inundation from the Mediterranean that gave rise to the biblical story of the Flood, a theory that the MAP researchers have found no evidence to support). Highly sophisticated surveying techniques were used to map the seabed. And along the way, 65 wrecked ships were discovered, uncannily well-preserved owing to the fact that the deep waters of the Black Sea lack oxygen.</p> <a href=\"https://www.theguardian.com/commentisfree/2018/oct/25/the-guardian-view-on-black-sea-shipwrecks-discovering-our-past\">Continue reading...</a>", "content": " The seabed produces archaeological wonders. The Mary Rose, which sank in the Solent in 1545, and the Vasa, which capsized in 1633 in the harbour of Stockholm, are just two of the famous ships that have been lifted from the deep. There is a long history of fishermen finding classical bronzes in the Mediterranean: the great statue of Zeus (or Poseidon) in the Athens Archaeological Museum was chanced upon in 1928 off Cape Artemision. Still entrancing and puzzling researchers and the public is the Antikythera mechanism, a remarkable orrery-cum-computer (somewhat resembling Philip Pullman’s “alethiometer”) discovered in a wreck in 1902, now also in Athens. At the British Museum in 2016, crowds came to marvel at the Sunken Cities exhibition, the fruit of investigations of the submerged ancient towns of Thonis-Heracleion and Canopus, which once stood at the mouth of the Nile. Damien Hirst exploited the romance of underwater archaeology in his 2017 exhibition in Venice, Treasures from the Wreck of the Unbelievable, which playfully purported to be the fruit of an actual excavation – according to taste, either a brilliant postmodern conceit or utterly preposterous. Now it is the turn of the Black Sea. The Maritime Archaeology Project (MAP), the largest ever expedition of its type, recently completed three seasons of research off the Bulgarian coast, and has this week been holding a seminar in London on its findings. The team, comprising 70 crew from 15 countries, was led by Professor Jon Adams of Southampton University; each year they were also accompanied by British school pupils, selected as Stem scholars to assist in the work. The primary aim was to try to understand the changes in the level in the Black Sea after the ice age, which have been subject to a wide range of theories (including that the sea experienced a sudden inundation from the Mediterranean that gave rise to the biblical story of the Flood, a theory that the MAP researchers have found no evidence to support). Highly sophisticated surveying techniques were used to map the seabed. And along the way, 65 wrecked ships were discovered, uncannily well-preserved owing to the fact that the deep waters of the Black Sea lack oxygen. The researchers, using remotely operated vehicles to explore the seabed, produced detailed images and 3D prints of the wrecks. They found 19th-century ships, Ottoman ships, Byzantine ships. Then, towards the end of the expedition, Roman ships. Finally there was the heartstopping find of what is thought to be a Greek ship from the lifetime of Aristotle, with its twin, shovel-shaped rudders and rowing benches intact. The vessel bears a sharp resemblance to the ship pictured on the Attic red-figure stamnos known as the Siren Vase, in the British Museum. This kind of archaeology is punishingly expensive (it cost around £100,000 a day to keep the MAP vessels at sea) and there was no scope to conduct detailed excavations. But a marvellous opportunity for further exploration awaits – if philanthropic support can be found – allowing researchers to begin to understand the history of the region more deeply, both in terms of how people in the past coped with changing sea levels, and how they were connected to each other by trade. There will be more wrecks to find, too: Professor Adams has hopes of discovering vessels from the bronze age, even the Neolithic. These stricken ships are unlikely ever to be lifted from the seabed. Well preserved though they are, they are almost certainly too fragile to be moved. But their tantalising secrets await discovery – and with them, a richer, deeper understanding of the past.", "link": "https://www.theguardian.com/commentisfree/2018/oct/25/the-guardian-view-on-black-sea-shipwrecks-discovering-our-past"}