{"title": "Five scientific predictions by Professor Stephen Hawking", "description": "<p>From catastrophic climate change to alien invasion, the theoretical physicist’s thoughts about what might lie ahead were often far from optimistic</p><p>In his recently published posthumous collection of articles and essays,<em> Brief Answers to the</em> <em>Big</em> <em>Questions</em>, Stephen Hawking <a href=\"https://www.theguardian.com/science/2018/oct/14/stephen-hawking-predicted-new-race-of-superhumans-essays-reveal\" title=\"\">forecast that</a> genetic editing techniques will give rise to a breed of “superhumans” – “a race of self-designing beings who are improving at an ever-increasing rate”.</p> <a href=\"https://www.theguardian.com/science/2018/oct/21/professor-stephen-hawking-scientific-predictions-climate-change-alien-invasion\">Continue reading...</a>", "content": " In his recently published posthumous collection of articles and essays, Brief Answers to the Big Questions, Stephen Hawking forecast that genetic editing techniques will give rise to a breed of “superhumans” – “a race of self-designing beings who are improving at an ever-increasing rate”. In 2017, the professor told Wired magazine that the AI “genie is out of the bottle”. He was fearful that developments in artificial intelligence will give rise to “a new form of life that will outperform humans”. To ensure humanity’s survival, the theoretical physicist thought we would have to colonise other planets and solar systems. “Spreading out may be the only thing that saves us from ourselves. I am convinced that humans need to leave Earth,” he told an audience at a Norwegian science and arts festival in 2017. Hawking also had concerns about climate change, which were amplified by the election of Donald Trump as president in 2016. “Trump’s action [pulling out of the Paris agreement] could push the Earth over the brink, to become like Venus, with a temperature of 250C and raining sulphuric acid,” Hawking told BBC News. He also thought that should we make contact with extraterrestrials the outcome might not be positive. In 2010, he told the Discovery Channel: “If aliens visit us, the outcome would be much as when Columbus landed in America, which didn’t turn out well for the Native Americans.”", "link": "https://www.theguardian.com/science/2018/oct/21/professor-stephen-hawking-scientific-predictions-climate-change-alien-invasion"}