{"title": "Frances Arnold: ‘To expect a Nobel prize is rather silly’", "description": "The joint winner of this year’s Nobel prize in chemistry talks about her pioneering work on enzymes and the realities of sexism in the sciences<p><strong>This </strong><strong>month</strong><strong>, </strong><a href=\"https://twitter.com/francesarnold\" title=\"\"><strong>Frances Arnold</strong></a><strong>, professor of chemical engineering at </strong><a href=\"http://fhalab.caltech.edu\" title=\"\"><strong>Caltech in California</strong></a><strong>, was awarded the 2018 </strong><strong>Nobel</strong><strong> prize in chemistry, shared with two others</strong><strong>.</strong><strong> She’s the fifth </strong><strong>female</strong><strong> chemistry laureate </strong><strong>since</strong><strong> the prizes first began in 1901</strong><strong>,</strong><strong> and the only ever American woman to win in the subject</strong><strong>.</strong><strong> </strong></p><p><strong>Where were you when you got the news you had won the Nobel prize? </strong><br>I was in deep sleep in a Dallas hotel room having arrived at midnight to give a lecture the next day. The phone rang at 4am. I was worried that it was some emergency at home. Then I saw that the telephone number was from Europe and I thought maybe I had better answer it.</p> <a href=\"https://www.theguardian.com/science/2018/oct/21/frances-arnold-interview-ability-engineer-most-complicated-things-on-planet-nobel-prize-enzymes-chem\">Continue reading...</a>", "content": " This month, Frances Arnold, professor of chemical engineering at Caltech in California, was awarded the 2018 Nobel prize in chemistry, shared with two others. She’s the fifth female chemistry laureate since the prizes first began in 1901, and the only ever American woman to win in the subject.  Where were you when you got the news you had won the Nobel prize? I was in deep sleep in a Dallas hotel room having arrived at midnight to give a lecture the next day. The phone rang at 4am. I was worried that it was some emergency at home. Then I saw that the telephone number was from Europe and I thought maybe I had better answer it. Though I had been given hints in the past, I certainly didn’t expect it. There are many wonderful chemists whose work deserves the Nobel prize and to expect one is rather silly. Were you always interested in engineering? I was always making things, mostly art projects, but I was also very good at and loved maths – especially geometry – and puzzles. And I was always interested in technology. My father was a nuclear physicist who revelled in the scholastic achievements of his children. I had four brothers who I loved to compete with and we were all equally encouraged. I took mechanical drawing, geometry and typing at high school, the latter because that is what they did with smart girls in those days! What turned you on to biotechnology? I studied mechanical engineering at Princeton and worked on solar energy after graduation. But the industry’s prospects changed for the worse in the early 1980s and I decided to do my PhD in chemical engineering at the University of California, Berkeley. I had initially intended to work on biofuels but I stumbled on this new field of biotechnology. The ability to engineer the most complicated things on our planet – biological systems – was too much of a draw to ignore. Your Nobel prize was awarded for the “directed evolution of enzymes”. What’s that? It is basically breeding, similar to mating cats or dogs to bring out desired traits, but at the level of molecules. The aim is to create new and better biological material in the form of enzymes, which are proteins that catalyse chemical reactions. And this allows us to use greener biological manufacturing processes to make the fuels, chemicals and materials we use in our daily lives. It starts with a gene, a stretch of DNA that encodes for the particular enzyme to be enhanced. In a test tube under error-prone conditions, the DNA is copied so a small number of random mutations are introduced. The hard chemistry is then actually done by bacteria – which read DNA and make beautiful proteins according to a DNA code. Those millions of genes each with a few errors in them are inserted into the bacteria, which make the enzymes with a few errors in them. The enzymes are then tested to see which are better than the original, for example more active in a particular environment. Their genes are then taken and the cycle repeated to acquire new traits. It is evolution guided and sped up by artificial selection. Your seminal paper which first demonstrated that this method worked was published in 1993. You started with the enzyme subtilisin, which breaks down milk protein, and used directed evolution to produce a version of it that worked not in a water-based solution but in an organic solvent. Did you have a kind of “aha” moment when you suddenly realised it worked? The thinking [prior to this paper] was very different. People thought you should design new enzymes using logic and knowledge of how proteins function – but that approach hadn’t yielded successful results. We showed you didn’t have to do it that way: you could do it by using directed evolution instead. The 1993 paper was the culmination of about three years of work which started in the late 1980s, soon after I joined Caltech. It was an “aha” set of months when we saw we could breed surprising new traits. We had wondered: would beneficial mutations be common enough? Could we measure them? Could we create anything in a short enough timescale that would allow me to get a tenure at Caltech? The ‘“aha” realisation meant the answer was yes! I have brilliant young people coming through my lab whose curiosity and love of science are tremendous positive forces Enzymes developed by your method are used today to make everything from laundry detergents to biofuels and medicines. What applications are you most proud of? I never patented the basic technology, which was a good thing, because it meant use spread to other labs. One of the most compelling applications has been by the drug maker Merck & Co, which developed an enzyme through directed evolution to make the drug Januvia, used to treat diabetes. That was formerly made using toxic metals, with a lot of waste products. Have you worked on any applications? I have worked on enzymes to make better biofuels, co-founding a company, Gevo, to do this in 2005. More recently, I have started a company, Provivi, with two of my former students to make nontoxic alternatives to pesticides that draw on the method. What are you working on in your lab at the moment? Evolution is good for optimising and that is well understood. But evolution also creates things that no one knew were even possible. In the test tube, I can make any DNA I want, recombining it from monkeys, worms, anywhere. So I can explore new rules of breeding with molecules. We’ve recently evolved enzymes that make chemical bonds not found in nature. For example, in 2016, we published the first enzyme to forge carbon-silicon bonds. Products ranging from paint to personal care items contain carbon-silicon bonds, all made using precious metal catalysts like platinum. This work opens up the possibility that biology could make them more cheaply and cleanly. Some people find it remarkable that there are two female winners this year of Nobel prizes because it is usually all men (Donna Strickland became the third woman ever to win a Nobel prize in physics). Are you supportive of the Nobel committees having written to nominators for 2019 to ask them to be more inclusive to make sure they don’t leave women or ethnic minorities out? It is remarkable – and wonderful. But also not surprising because there are women doing fabulous physics and chemistry. I predict this is the beginning of a steady stream. To ask nominators to think about this is a really good thing because it is when you think about it that you realise how many brilliant women there are. To get the prize, you first have to be nominated. That means someone has to care enough about you to take the time to explain your science to someone else. Men often have a good network of people who are willing to do that for them. Women need to cultivate those networks and often they are not as pushy about that as some of the men are. We have to learn how to be pushy or at least ask and I am gratified to see that my younger colleagues are starting to do that. Sexual harassment is rife in the sciences according to a report published this June by the US National Academies of Sciences, Engineering, and Medicine. Have you experienced it in your working life? Do we need female scientists to speak out about their experiences? In so far as stupid sexist remarks and behaviour, yes, but I am gifted with the ability to ignore those people and that has served me well. However, I certainly understand that many women are more sensitive than I am. I think that women should talk about their experiences to the extent it helps them come to terms with what they have experienced. And people need to listen and understand that these experiences can have a dramatic, negative effect on one’s career. You’ve been dealt some challenging and tragic events in your personal life – you’ve lost two husbands (your first to cancer, your second by suicide), one of your three sons was killed in an accident and you underwent treatment for breast cancer. Does your work provide certainty – some respite from the randomness and misfortunes of life? I certainly find respite at my institution, Caltech, where I have been for 30 years and have a wonderful group of close friends. I also find grounding in working with students. I have a steady stream of brilliant young people coming through my laboratory whose curiosity and love of science are tremendous positive forces. I have also learned how to be grateful for what I have rather than sorry for what I don’t. That helps me look at the good side of things. Where do you get your ideas? I had one good idea back in the 1980s and have been working on that ever since! I see my job as helping to promote the ideas of my students. They are looking at biology with this whole new set of eyes and their brains are full of possibilities. I am a very good editor of ideas and if I can help them hone those, that is immensely satisfying. What words of advice would you give young women who want a career in science or engineering? Don’t leave this wonderful, fun work just for the men.", "link": "https://www.theguardian.com/science/2018/oct/21/frances-arnold-interview-ability-engineer-most-complicated-things-on-planet-nobel-prize-enzymes-chem"}