{"link": "https://www.theguardian.com/science/lost-worlds/2014/aug/19/why-zoos-are-good", "description": "<p>The days of the Victorian menagerie are over, but modern zoos are much more than a collection of animals and more important than ever</p><p>I am a lifelong fan of good zoos (note the adjective) and have visited dozens of zoos, safari parks and aquaria around the world. I also spent a number of years working as a volunteer keeper at two zoos in the U.K. and my own interests now span to the history of zoological collections and their design, architecture and research so it is probably fair to say I’m firmly in the pro-zoo camp.</p><p>However, I am perfectly willing to recognise that there are bad zoos and bad individual exhibits. Not all animals are kept perfectly, much as I wish it were otherwise, and even in the best examples, there is still be room for improvement. But just as the fact that some police are corrupt does not mean we should not have people to enforce the law, although bad zoos or exhibits persist does not mean they are not worthwhile institutes. It merely means we need to pay more attention to the bad and improve them or close them. In either case, zoos (at least in the U.K. and most of the western world) are generally a poor target for criticism in terms of animal welfare – they have to keep the public onside or go bust and they have to stand up to rigorous inspections or be closed down. While a bad collection should not be ignored, if you are worried the care and treatment of animals in captivity I can point to a great many farms, breeders, dealers and private owners who are in far greater need or inspection, improvement or both. </p> <a href=\"https://www.theguardian.com/science/lost-worlds/2014/aug/19/why-zoos-are-good\">Continue reading...</a>", "content": " The days of the Victorian menagerie are over, but modern zoos are much more than a collection of animals and more important than ever \nDr Dave Hone \n\nTue 19 Aug 2014 11.57 BST\n\n\nLast modified on Tue 9 May 2017 18.37 BST\n\n I am a lifelong fan of good zoos (note the adjective) and have visited dozens of zoos, safari parks and aquaria around the world. I also spent a number of years working as a volunteer keeper at two zoos in the U.K. and my own interests now span to the history of zoological collections and their design, architecture and research so it is probably fair to say I’m firmly in the pro-zoo camp. However, I am perfectly willing to recognise that there are bad zoos and bad individual exhibits. Not all animals are kept perfectly, much as I wish it were otherwise, and even in the best examples, there is still be room for improvement. But just as the fact that some police are corrupt does not mean we should not have people to enforce the law, although bad zoos or exhibits persist does not mean they are not worthwhile institutes. It merely means we need to pay more attention to the bad and improve them or close them. In either case, zoos (at least in the U.K. and most of the western world) are generally a poor target for criticism in terms of animal welfare – they have to keep the public onside or go bust and they have to stand up to rigorous inspections or be closed down. While a bad collection should not be ignored, if you are worried the care and treatment of animals in captivity I can point to a great many farms, breeders, dealers and private owners who are in far greater need or inspection, improvement or both.  If you are against animals in captivity full stop then there is perhaps little scope for discussion, but even so I’d maintain that some of the following arguments (not least the threat of extinction) can outweigh arguments against captivity. Moreover, I don’t think anyone would consider putting down a 10000 km long fence around the Masai Mara to really be captivity, even if it restricts the movement of animals across that barrier. But at what point does that become captivity? A 10000 m fence? 1000 m fence? What if veterinary care is provided or extra food as in many reserves or as part of conservation projects. I’m not pretending that an animal in a zoo is not in captivity, but clearly there is a continuum from zoos and wildlife parks, to game reserves, national parks and protected areas. Degree of care and degree of enclosure make the idea of ‘captivity’ fluid and not absolute.  What I would state with absolute confidence is that for many species (but no, not all) it is perfectly possible to keep them in a zoo or wildlife park and for them to have a quality of life as high or higher than in the wild. Their movement might be restricted (but not necessarily by that much) but they will not suffer from the threat or stress of predators (and nor will they be killed in a grisly manner or eaten alive) or the irritation and pain of parasites, injuries and illnesses will be treated, they won’t suffer or die of drought or starvation and indeed will get a varied and high-quality diet with all the supplements required. They can be spared bullying or social ostracism or even infanticide by others of their kind, or a lack of a suitable home or environment in which to live. A lot of very nasty things happen to truly ‘wild’ animals that simply don’t happen in good zoos and to cast a life that is ‘free’ as one that is ‘good’ is, I think, an error.  So a good zoo will provide great care and protection to animals in their care. These are good things for the individuals concerned, but what do zoos actually bring to the table for the visitors and the wider world? This is, naturally, what I want to focus on, but it is I hope worth having dealt with the more obvious objections and misapprehensions. Conservation – reservoir and return. It’s not an exaggeration to say that colossal numbers of species are going extinct across the world, and many more are increasingly threatened and risk extinction. Moreover, some of these collapses have been sudden, dramatic and unexpected or were simply discovered very late in the day. Zoos protect against a species going extinct. A species protected in captivity provides a reservoir population against a population crash or extinction in the wild. Here they are relatively safe and can be bred up to provide foundation populations. A good number of species only exist in captivity and still more only exist in the wild because they have been reintroduced from zoos, or the wild populations have been boosted by captive bred animals. Quite simply without these efforts there would be fewer species alive today and ecosystems and the world as a whole would be poorer for it. Although reintroduction successes are few and far between, the numbers are increasing and the very fact that species have been saved or reintroduced as a result of captive breeding shows their value. Even apparently non-threatened species and entire groups can be threatened suddenly (as seen with white nose syndrome in bats and the Chytridiomycosis fungus in amphibians) it’s not just pandas and rhinos that are under threat. Education. Many children and adults, especially those in cities will never see a wild animal beyond a fox or pigeon, let alone a lion or giraffe. Sure television documentaries get ever more detailed and impressive, and lots of natural history specimens are on display in museums, but that really does pale next to seeing a living creature in the flesh, hearing it, smelling it, watching what it does and having the time to absorb details. That alone will bring a greater understanding and perspective to many and hopefully give them a greater appreciation for wildlife, conservation efforts and how they can contribute. All of that comes before the actual direct education that can take place through signs, talks and the like that can directly communicate information about the animals they are seeing and their place in the world. This was an area where zoos were previously poor and are now increasingly sophisticated in their communication and outreach work. Many zoos also work directly to educate conservation workers in foreign countries or send keepers abroad to contribute their knowledge and skills to zoos and preserves helping to improve conditions and reintroductions all over the world. Research. If we are to save many wild species and restore and repair ecosystems we need to know about how key species live, act and react. Being able to study animals in zoos where there is less risk and less variables means real changes can be effected on wild populations with far fewer problems. Knowing say the oestreus cycle of an animal or their breeding rate helps manage wild populations. Things like capturing and moving at-risk or dangerous individuals is bolstered by knowledge in zoos about doses for anaesthetics, and experience at handling and transporting animals. This can make a real difference to conservation efforts and to reduce human-animal conflicts, and collectively provide a knowledge base for helping with the increasing threats of habitat destruction and other problems.  All in all with the ongoing global threats to the environment it’s hard for me to see zoos as anything other than being essential to the long-term survival of numerous species. Not just in terms of protecting them and breeding them for reintroduction, but to learn about them to aid those still in the wild, as well as to educate and inform the public about these animals and their world: to pique their interest so that they can assist or at least accept the need to be more environmentally conscious. Sure there is always scope for improvement, but these benefits are critical to many species and potentially at least, the world as a whole, and the animals so well kept and content, that I think there can be few serious objections to the concept of good zoos what they can do. Without them, the world would be, and would increasingly become, a much poorer place. A version of this piece was first published in 2012 here.", "title": "Why zoos are good"}