{"title": "Country diary: the magical mushroom biology of the fairy ring", "description": "<p><strong>Wenlock Edge, Shropshire:</strong> The appearance and disappearance of these strange forms gives them an uncanniness that seems to have nothing to do with their ecological function </p><p>The fairy bonnets have popped up from the turf and the world is reflected in a million raindrops. Suspended on spindly stalks, the pale flesh of their pointy heads has an ethereal glow. These <em>Marasmius</em> fungi grow in troops or circles in grassland as rotters of organic litter, feeders of grass and stages for supernatural dances.</p><p>Unable to manufacture its own food, the fungus is a collective body made of hyphae, the filaments that form the mycelium, an intricate lacework expanding outwards in a slow-motion ripple. This questing, hunting body surrounds and infiltrates the food material. Enzymes are secreted that break down complex molecules into smaller compounds to be absorbed into the hyphae, which grow rapidly as proteins and other materials are synthesised and channelled through its streaming cytoplasm. Without these decomposers, the inorganic nutrients necessary for plant growth would be tied up in organic matter and not returned to the soil.</p> <a href=\"https://www.theguardian.com/science/2018/oct/24/country-diary-the-magical-mushroom-biology-of-the-fairy-ring\">Continue reading...</a>", "content": " The fairy bonnets have popped up from the turf and the world is reflected in a million raindrops. Suspended on spindly stalks, the pale flesh of their pointy heads has an ethereal glow. These Marasmius fungi grow in troops or circles in grassland as rotters of organic litter, feeders of grass and stages for supernatural dances. Unable to manufacture its own food, the fungus is a collective body made of hyphae, the filaments that form the mycelium, an intricate lacework expanding outwards in a slow-motion ripple. This questing, hunting body surrounds and infiltrates the food material. Enzymes are secreted that break down complex molecules into smaller compounds to be absorbed into the hyphae, which grow rapidly as proteins and other materials are synthesised and channelled through its streaming cytoplasm. Without these decomposers, the inorganic nutrients necessary for plant growth would be tied up in organic matter and not returned to the soil. How the fungus survived the heat and drought this summer is probably due to the hyphae’s ability to bridge gaps between little pockets of moisture in the soil. They have certainly had plenty of water lately and so, like Victorian fairy photographs, the mycelium has produced these wonderful winged bonnets to project its spores into the air and cast the circle wider. In autumn, the agents of decay that sustain the fruit and seed of plants must also throw themselves into the future. In a few hours, they will decompose and be self-absorbed. The appearance and disappearance of these strange forms gives them an uncanniness that seems to have nothing to do with their ecological function. Superstitions about fairy rings and toadstools are the remains of a rich folklore where the imagination crossed between realities. And yet the relationship between fungi and grassland is the story of the pasture of the pastoral and the lawn as its idealised form. Perhaps the ads for getting rid of lawn fungi show we have no time for all that little people, elvish, pixie, fairy malarkey now. Perhaps after destroying 98% of traditional meadows, the way they mattered to us has been lost too. The reflections in surrounding raindrops reveal a world upside down. This is now a playing field. The fairies have very little time.", "link": "https://www.theguardian.com/science/2018/oct/24/country-diary-the-magical-mushroom-biology-of-the-fairy-ring"}