{"title": "Why sniffing your partner’s used clothing could make you happier", "description": "<p>Research shows that when women get a whiff of their partner, it reduces stress hormones</p><p>The smell – and clothes – of a loved one could have a powerfully calming effect. So claims a study, published in the <a href=\"https://psych.ubc.ca/stressed-out-try-smelling-your-partners-shirt/\" title=\"\">Journal of Personality and Social Psychology</a>, which tested 96 women, who were asked to randomly smell one of three scents – a male partner’s, a stranger’s or a neutral scent. Those who caught a whiff of their partner tended to experience a reduction in stress hormones, while those forced to sniff a stranger experienced the opposite. The study suggested that sniffing a partner’s used clothing had a calming effect.</p><p>Does this work for men, too? The psychotherapist and psychologist <a href=\"https://www.counselling-directory.org.uk/counsellors/peter-klein?ck=44593-1540378296\" title=\"\">Peter Klein</a> says not so much: “You often hear of a woman wearing partner’s T-shirt, but you rarely hear of a man wearing his girlfriend’s T-shirt! Research suggests women have a better developed sense of smell and men are more visually stimulated, so men would be more likely to experience stress reduction through seeing their partner’s clothing.”</p> <a href=\"https://www.theguardian.com/science/shortcuts/2018/oct/24/why-sniffing-your-partners-used-clothing-could-make-you-happier\">Continue reading...</a>", "content": " The smell – and clothes – of a loved one could have a powerfully calming effect. So claims a study, published in the Journal of Personality and Social Psychology, which tested 96 women, who were asked to randomly smell one of three scents – a male partner’s, a stranger’s or a neutral scent. Those who caught a whiff of their partner tended to experience a reduction in stress hormones, while those forced to sniff a stranger experienced the opposite. The study suggested that sniffing a partner’s used clothing had a calming effect. Does this work for men, too? The psychotherapist and psychologist Peter Klein says not so much: “You often hear of a woman wearing partner’s T-shirt, but you rarely hear of a man wearing his girlfriend’s T-shirt! Research suggests women have a better developed sense of smell and men are more visually stimulated, so men would be more likely to experience stress reduction through seeing their partner’s clothing.” He adds: “How close a woman feels towards her male partner – how much oxytocin she experiences when she’s with them or how happy she is in the relationship – will also affect how comforting she finds smelling the clothing.” What about the woman in Bristol who has offered £15,000 to a designer who could make a replica of her dead mother’s wedding dress from 1953 – also incorporating in the creation some of her mother’s hair as a “special memento”? She began collecting the hair four years before her mother died. “This sounds like it’s taking the idea of something old and borrowed to an extreme, that might be considered macabre, but perhaps for this woman it’s part of something constructive [a grieving process],” says psychotherapist Toby Ingham. “Smells can be tremendously powerful and momentarily interrupt the chain of associations and experiences that make up the stress. They seem to operate a particular kind of hotwire to our store of feelings and memories.” But before you start stockpiling your loved ones’ dirty clothing (or pulling hairs out of their head), consider a simple phone call. Research from Stanford University School of Medicine found that children were immediately soothed by hearing their mother’s voice, while an earlier study of teenagers found that just hearing their mother’s voice can release oxytocin, the happy hormone.", "link": "https://www.theguardian.com/science/shortcuts/2018/oct/24/why-sniffing-your-partners-used-clothing-could-make-you-happier"}