{"title": "Witches, goblins and the quest to solve the mystery of dark matter", "description": "This Halloween, scientists across the globe will celebrate the mysterious material they believe holds the universe together<p>Lovers of the dark and the unseen will soon have a new cause to celebrate. They will be able to honour, on Halloween, the hunt for dark matter, the mysterious, invisible material that is thought to permeate space and hold galaxies together.</p><p>Across Britain, the US and Europe, talks, demonstrations and parties highlighting this great astronomical search will be held on 31 October – which has been designated <a href=\"https://www.darkmatterday.com/\" title=\"\">Dark Matter Day</a> by scientists who are seeking to discover the make-up of this elusive material.</p> <a href=\"https://www.theguardian.com/science/2018/oct/20/dark-matter-day-scientists-hunt-ghost-particle\">Continue reading...</a>", "content": " Lovers of the dark and the unseen will soon have a new cause to celebrate. They will be able to honour, on Halloween, the hunt for dark matter, the mysterious, invisible material that is thought to permeate space and hold galaxies together. Across Britain, the US and Europe, talks, demonstrations and parties highlighting this great astronomical search will be held on 31 October – which has been designated Dark Matter Day by scientists who are seeking to discover the make-up of this elusive material. “I don’t think you could pick a better date to celebrate a hunt for something that is as ephemeral and mysterious as dark matter,” said physicist Chamkaur Ghag, of University College London. “We can see its effects, but cannot detect it directly. It is the ultimate in ghostly phenomena.” The existence of dark matter has become one of the most controversial and frustrating issues in modern physics. Its existence is inferred from the behaviour of galaxies that appear to rotate too quickly to hold themselves together. Vast haloes of material that cannot be detected by traditional methods must be surrounding galaxies and are holding them together, say astronomers. These are believed to be made up of weakly interacting massive particles – “Wimps” – the main constituents of dark matter. These galactic haloes are vast, say scientists, and account for about 85% of the universe’s total mass. Only the small remaining fraction is actually made of protons, neutrons, and atoms from which galaxies, stars, planets and living beings are constructed. “Ever since Copernicus, we have known we are not located anywhere special in the universe,” said astronomer royal Martin Rees. “But now it transpires we are not even made of the dominant stuff in the cosmos. Most of it is made up of material from the dark side, the side we cannot yet see.” It is issues like these that have led scientists to promote the idea of Dark Matter Day. As they point out, if there was no dark matter there would be nothing to hold galaxies together. There would have been no stars, no planets – no life. “That’s why dark matter is so important,” said Ghag. Two key ways have been developed to try to observe dark matter. First, researchers are trying to spot Wimps as they are created in the Large Hadron Collider at the headquarters of Cern in Geneva. Just as the Higgs boson appeared from particle collisions in the LHC, so a Wimp could be blasted into existence inside the collider, they argue. The other main method has involved building detectors, deep underground – often in old mines – where they are protected from the bombardment of particles that rain down on Earth’s surface. These detectors contain chambers filled with tonnes of xenon gas and hundreds of light detectors. Should a Wimp – drifting through space – strike a gas particle it might release light that will indicate its presence. At least that is the hope. In fact, after 20 years of searching – and the investment of tens of millions of pounds – not a single Wimp has ever been detected, either at Cern or in underground detectors built in Britain, Europe and the US. “So far we have found absolutely nothing that fits the bill,” admitted Professor Ofer Lahav, of University College London. “Nevertheless I would say 99% of physicists would still say they believe Wimps exist.” This point was backed by Ghag. “It is frustrating not to have found dark matter after all this effort. The trouble is that we have absolutely no idea how big Wimps are. They could be the size of a hydrogen atom or they could be absolutely tiny by subatomic standards. Or they could come in lots of different sizes. That affects the kind of instruments we need to detect them.” A final understanding of the nature of dark matter could be revolutionary Nor was the absence of corroborating evidence for dark matter unusual, Lahav stressed. “In the 19th century astronomers discovered major aberrations in the orbit of Uranus but solved the puzzle when they realised another planet must be disturbing it. That led to the discovery of Neptune. Then disturbances in the orbit of Mercury were discovered. This time the explanation had to wait until Einstein published his general theory of relativity in the 20th century. “So a final understanding of the nature of dark matter could be a relatively straightforward one, as in the case of Neptune, or something that is revolutionary, like the theory of relativity,” added Lahav. In this latter category, some scientists now argue that it is the nature of gravity that is not understood properly and that the odd rotation of galaxies could be explained by re-evaluating Newtonian physics. Dark matter simply does not exist, say these scientific apostates. Most researchers disagree, however. They still believe dark matter is the only viable contender as an explanation for the behaviour of galaxies. “Of course, at the end of the day we might find that dark matter is made up of Wimps, but that these particles simply will not interact with any kind of normal matter,” said Ghag. “That means we will only be able to observe the stuff through its gravitational influences. In a sense it would then indeed be a ghost to us, unseen and only observable through its vague, distant influences.” Last century scientists expected to find that stars rotated more slowly around a galaxy the more distant they were from its centre, just as distant planets revolve more slowly around the sun. However, astronomers discovered that stars at a galaxy’s edge orbit almost as fast as those near its centre. So what was providing the extra gravitational force that was holding galaxies together? Theorists came up with the idea that invisible dark matter must be providing the mass that gives galaxies their gravitational force, which has since been born out by other observations. “Phenomena known as gravitational lenses, as well as studies of the cosmic background radiation, provide further convincing support for the existence of dark matter,” says Professor Lahav.  As for the nature of that dark matter, several candidates were put foward. These included suggestions that burnt-out stars and also clouds of dust and gas were holding galaxies together. These ideas are now dismissed, however, and weakly interacting massive particles remain the main explanation for dark matter.", "link": "https://www.theguardian.com/science/2018/oct/20/dark-matter-day-scientists-hunt-ghost-particle"}