{"title": "Incalculable harm to special needs education | Letters", "description": "Guardian readers respond to our report on the rise in families desperate for educational support for their children<p>An increasingly effective framework of support for some of the nation’s most vulnerable children and their families, young people with special educational needs and disabilities, that has shown steady progress since the groundbreaking 1978 Warnock report, has been destroyed by the policies of Michael Gove and George Osborne (<a href=\"https://www.theguardian.com/education/2018/oct/22/special-needs-pupils-being-failed-by-system-on-verge-crisis\" title=\"\">Crisis looms for special needs education</a>, 23 October).</p><p>As a former local education authority (LEA) senior adviser and higher education lecturer for special educational needs (SEN), I can’t express how angry I feel over the destruction of these services. It is not “looming”; it is a crisis. Fifteen out of every 100 children have these needs, which include a variety of disabilities from the partially sighted and hearing impaired to children with mild and complex learning difficulties. Educational psychology services, speech therapy, home tuition for sick children, teams of highly qualified specialist support teachers and advisers have been reduced to a rump. Specialist integrated units in mainstream schools are closing. Vandalism is too kind a term. For Nadhim Zahawi to parrot cash spending figures in defence adds insult to injury when the evidence of wrecked services is all around. The worry and stress caused to the families of these deserving children denied their right to life-enhancing education is incalculable.<br><strong>Dr Robin C Richmond</strong><br><em>Bromyard, Herefordshire</em></p> <a href=\"https://www.theguardian.com/education/2018/oct/24/incalculable-harm-to-special-needs-education\">Continue reading...</a>", "content": " An increasingly effective framework of support for some of the nation’s most vulnerable children and their families, young people with special educational needs and disabilities, that has shown steady progress since the groundbreaking 1978 Warnock report, has been destroyed by the policies of Michael Gove and George Osborne (Crisis looms for special needs education, 23 October). As a former local education authority (LEA) senior adviser and higher education lecturer for special educational needs (SEN), I can’t express how angry I feel over the destruction of these services. It is not “looming”; it is a crisis. Fifteen out of every 100 children have these needs, which include a variety of disabilities from the partially sighted and hearing impaired to children with mild and complex learning difficulties. Educational psychology services, speech therapy, home tuition for sick children, teams of highly qualified specialist support teachers and advisers have been reduced to a rump. Specialist integrated units in mainstream schools are closing. Vandalism is too kind a term. For Nadhim Zahawi to parrot cash spending figures in defence adds insult to injury when the evidence of wrecked services is all around. The worry and stress caused to the families of these deserving children denied their right to life-enhancing education is incalculable.Dr Robin C RichmondBromyard, Herefordshire • Part of the problem with special needs provision is that there are few state-run secondary schools for autistic children, and councils offer places in schools for children with social, emotional and mental health (SEMH) needs, which accommodate children with a variety of behavioural problems but which are not always suitable for those with autism who are unable to manage mainstream. My grandson’s parents recently spent £12,000 on the tribunal process but failed to get a judgment to allow their son to go to an independent autism school. He is now in a well-run MLD/SLD (moderate learning difficulties/severe learning difficulties) school where they were told he doesn’t have learning difficulties and his anxiety would be better accommodated in a specialist school. It is the lack of provision of specialist state schools that is sometimes the problem and not one that councils can solve.Kathleen Thompson Cambourne, Cambridge • The nature of Ofsted inspections, with their target-driven agenda, is the main driver behind the scandal of children with SEND (special educational needs and disability) being off-rolled or simply not admitted to schools. However, if a school, in its Ofsted inspection, had to achieve outstanding for its inclusion practice (to clear and meaningful criteria) before it could be rated outstanding overall, then not only children with an EHC (education, health and care) plan, but also those who needed only some extra support, would have their needs met. School leaders have a crucial role to play in modelling, embedding and normalising inclusive practice; indeed this is a statutory requirement, encoded in the SEND code of practice 2014, and the Equality Act 2010. They should take pride in opening their gates to all regardless of need or ability, rather than engineering their pupil population for the sake of a league table position and a massive banner fixed to the school railings.Max Fishel (Retired assistant headteacher), Bromley, London • In March members of the British Psychological Society responded to a child and mental health green paper by calling for an end to austerity policies and a greater focus on prevention, and raised concerns that the paper did not consider the effects of government cuts or the wider impact of social and political circumstances on mental health. According to the government’s own figures, between 2010 and 2015 the number of educational psychologists employed by local authorities fell by 13% (they research and prepare the reports without which there are no EHC plans nor resources for the child). As an ex-SEN governor of 20 years I have watched with dismay. A doubling of tribunal cases demands more time from already overworked educational psychologists to prepare in order to appear as witnesses, which reduces the time available for them to produce those required reports – a vicious circle. Or would they be, as the minister for children and families, Nadhim Zahawi, prefers to put it, “steps to help schools and local authorities get the best value for every pound”? Clearly, if some councils are failing to deliver on their legal obligations, it is because they are being failed by the government.David MurrayWallington, Surrey • A number of factors have combined to create the crisis in special needs education. Firstly, the 2014 legislation which saw the advent of the EHC plan was not accompanied by funding that could support the huge extra bureaucratic burden. Secondly, the government’s austerity policy has severely reduced the number and quality of local authority staff able to deal with the additional demands of EHC plans. Thirdly, the ongoing increase in the number of academies replacing local authority controlled schools has meant that resourced provision in mainstream settings for youngsters with EHC plans has not developed in sufficient quantity. Hence LEAs are placing increasing reliance on expensive non-maintained provision for students with more complex needs. While this provision is often of high quality, it is significantly more costly than utilising local resources. In addition, many local authorities have been too timid and disorganised to take advantage of the opportunities to work with maintained schools in creating local SEN settings. These could in many cases replace their out-of-district residential counterparts in the non-maintained sector. Finally, it is worth pointing out that the proliferation of non-maintained provision has attracted a great deal of private investment, particularly from abroad. There’s gold in them there schools!Peter ThomasSalford, Greater Manchester   • Sadly you are right to draw attention to the plight of schools, teachers and children with special educational needs. However, the overall picture is even worse than this. As I have indicated in my recent book Immoral Education: The Assault on Teachers’ Identities, Autonomy and Efficacy, rates of exclusion (most especially of those most vulnerable and with the greatest needs) continue to rise. The most recent DfE data highlights the continuing damage to children and teachers. In 2016-17, 7,720 young people were permanently excluded from schools in England. Of these 57.2% were in the last three years of their education, and therefore less likely to leave with any meaningful qualifications. Children eligible for free school meals were four times more likely to be excluded than those not eligible, and those with special educational needs six times more likely to be excluded than children with no identifiable SEN(D). Children from certain ethnic groups are disproportionately represented amongst those excluded. At the same time, while 42,430 full-time equivalent teachers entered the profession, 42,830 left. As the DfE’s own figures show the total number of teachers fell by 1.2% overall, but by 1.9% in the secondary sector (where the majority of pupil exclusions occur). This data, and others, I think give the lie to the DfE statement that “Every school is a school for pupils with SEND – and every teacher is a teacher of SEND pupils”. In the current state of educational finances and policies that is an impossible expectation. It is one of the reasons why so many teachers are choosing to leave and why so many children with and without special educational needs are being denied educational opportunities to learn about how to be citizens of the future.Dr Simon GibbsReader in educational psychology, Newcastle University • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition", "link": "https://www.theguardian.com/education/2018/oct/24/incalculable-harm-to-special-needs-education"}