{"title": "Blueprint by Robert Plomin review – how DNA dictates who we are", "description": "An introduction to the brave new world of personal genomics argues that it solves the puzzle of nature v nurture  <br /><p>We will soon be able to identify the likelihood that a newborn baby – perhaps your baby – will be susceptible to depression, anxiety and schizophrenia throughout his or her life? We will know the probability that our newborns will have difficulty learning to read, become obese and be prone to Alzheimer’s disease in their later years. Good news?</p><p>Robert Plomin thinks so. In <em>Blueprint</em>, he argues such insights should make us more tolerant of those who might be overweight or prone to depression; they will enable us to support our children better and plan for our own life’s course. He is equally pleased with the discovery that much of what we think of as nurture – the caring, supporting environments we build for our children – has, on average, no impact on our loved ones’ development. Plomin explains that nurture in the home is as irrelevant as the school environment for influencing whether we become kind or gritty, happy or sad, wealthy or poor, and that this leads to greater equality of opportunity than would have otherwise been the case. The only thing that matters for our personalities and much else is the DNA that we inherit and those chance events of our lives beyond anyone’s control.</p> <a href=\"https://www.theguardian.com/books/2018/oct/24/blueprint-by-robert-plomin-review\">Continue reading...</a>", "content": " We will soon be able to identify the likelihood that a newborn baby – perhaps your baby – will be susceptible to depression, anxiety and schizophrenia throughout his or her life? We will know the probability that our newborns will have difficulty learning to read, become obese and be prone to Alzheimer’s disease in their later years. Good news? Robert Plomin thinks so. In Blueprint, he argues such insights should make us more tolerant of those who might be overweight or prone to depression; they will enable us to support our children better and plan for our own life’s course. He is equally pleased with the discovery that much of what we think of as nurture – the caring, supporting environments we build for our children – has, on average, no impact on our loved ones’ development. Plomin explains that nurture in the home is as irrelevant as the school environment for influencing whether we become kind or gritty, happy or sad, wealthy or poor, and that this leads to greater equality of opportunity than would have otherwise been the case. The only thing that matters for our personalities and much else is the DNA that we inherit and those chance events of our lives beyond anyone’s control. I am happy to bow to Plomin as a psychologist and a geneticist, but I found his sociology quite baffling This is good news certainly if it follows that knowledge is always better than ignorance and self-delusion. If parents are wasting their time reading bedtime stories when their children really don’t want to listen, or wasting their money paying for expensive private schools, then that is all good to know. I am not in a position to question the science, and Plomin has been studying the genetics of personality for 45 years. He is a pioneer in studying identical twins (with their identical DNA) growing up in different families and in comparing adopted and birth children within the same family (having no overlap in their DNA other than the 99% that we all share). By such studies, typically involving thousands of participants and extending over several decades, Plomin and his colleagues have examined the relative contributions of genes and environment, otherwise known as nature and nurture, to the formation of personalities. Genes win out every time. Plomin writes with authority about the ongoing genomic revolution that will unquestionably transform our lives and society. One needs no more than the slightest awareness of how genetics has already been misused to be concerned. Add to that the thirst for personal data by the dark digital lords of Facebook and Google and such concern may turn to alarm. That is even before potential employers, insurance companies and the like have entered the game. To think that our society can handle the new world of personal genomics without negative consequences, one would have to be an incurable or an incorrigible optimist. Plomin describes himself as both. I have a bleaker view of the world. The first complete human genome was derived in 2004. By that is meant the first known sequence of the 6bn nucleotide bases that constitute the entire DNA of a single individual. This took hundreds of scientists more than a decade and cost more than £2bn; today, it takes a mere day and less than £1,000 to sequence a genome. Along with this transformation has come another: our understanding of how our DNA influences personality, physiology and behaviour. We now know that the genetic influence over our personalities arises from thousands of tiny variations in our DNA rather than one or a few genes alone. This multitude of differences makes each of us genetically unique – unless, like me, you are an identical twin – and removes any chance of gene-editing for designer babies with particular personalities. The tiny DNA variations are called “single nucleotide polymorphisms” or SNPs, pronounced as “snips”. We have little idea about the pathways from these SNPs to changes in the brain and behaviour, but together they shape 50% of our personalities – the rest being down to “unsystematic, idiosyncratic, serendipitous events without lasting effects”. Scientists can now take account of all the SNPs we have relating to a particular trait and derive our “polygenic score”, indicating the likelihood that we will become depressed, anxious, schizophrenic or obese. Once thought of as disorders, such conditions are now considered as the extreme ends of normal distributions, with the same sets of genes being responsible for the converse – such as for reading ability or lack of it, and for a calm temperament as well as for being anxious. Our polygenic scores tell us where we sit on these distributions. Presently, the predictive power is limited: polygenic scores can only account for 1% at most of the variance in personality within a population, with 11% for school achievement, 7% for intelligence and 7% for liability to schizophrenia. As sample sizes increase, however, these scores will move inexorably towards the 50% of variation that arises from our DNA. “Variance within a population” is the critical phrase. With regard to an individual – say your baby – his or her polygenic score simply provides a probabilistic rather than deterministic outcome for personality traits and future achievements in life. Plomin’s own polygenic score for schizophrenia places him in the 85th percentile, but he has not exhibited any symptoms, while his educational attainment score is 94%, which seems appropriate for a professor at King’s College London. So too with the influence of nurture: the average effect across the whole population might be close to zero, but you might be the lucky one who finds that reading bedtime stories does indeed make a difference to your child’s educational attainment and their empathy for others. My advice is to take that chance, while Plomin’s seems to be more laissez-faire: let your child go with his or her genes, taking up those opportunities to which they are genetically suited (which might be a delight in listening to stories). I am happy to bow to Plomin as a psychologist and a geneticist, but I found his sociology rather lacking, in fact quite baffling. He describes how instead of genetics being antithetical to equal opportunity “heritability can be seen as an index of opportunity and meritocracy”. How can that be? I will never have an equal opportunity to be a sprinter because my genes haven’t provided me with sufficient twitch fibres in my muscles, and someone whose genes inhibit their reading capability will never experience the same enjoyment that I gain from literature. Plomin writes that “opportunities are taken, not given” and that education is when “children can find out what they like to do and what they are good at doing, where they can find their genetic selves”. But how can a child whose polygenic scores provide a rare talent for music find his or her genetic self in an underfunded state that has removed music from the curriculum? When writing about the negligible influence of the shared family environment, Plomin correctly writes that neglect and abuse can have devastating effects on children’s emotional and cognitive development. But he describes these as “rare events”, without seeming to appreciate that neglect and abuse, like depression and anxiety, are also continuous variables, all too frequently present and too easily dismissed. What I do agree with is that the “genome genie is out of the bottle and, even if we tried, we cannot stuff it back in”. I applaud Plomin for his own scientific achievements, for making this new science accessible, and for discussing its potential implications for society. I think how polygenically lucky he is to be such an optimist: my genes are telling me something quite different about the brave new world of personal genomics.  • Blueprint: How DNA Makes Us Who We Are is published by Allen Lane. To order a copy for £17.20 (RRP £20) go to guardianbookshop.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.", "link": "https://www.theguardian.com/books/2018/oct/24/blueprint-by-robert-plomin-review"}