{"title": "Link Link by Isabella Rossellini review – superstar's pooch steals the show", "description": "<p><strong>Queen Elizabeth Hall, London</strong><br>A cod-scientific lecture on animal behaviour is given a comic twist in a surreal show that is too cutesy</p><p>Isabella Rossellini went back to university to study animal behaviour, she tells us, as she delivers a cod-donnish lecture on everything from scientific theories on animal intelligence to the sex lives of whales.</p><p>Co-directed by Guido Torlonia, it is billed as a <a href=\"https://www.theguardian.com/stage/2018/feb/26/isabella-rossellini-isabelle-huppert-one-woman-shows-london-southbank-centre\">one-woman show</a> but is not quite that. Alongside her adorable and supremely obedient dog, Pan, there is also <a href=\"https://www.onstageblog.com/voices/2018/3/30/opening-doors-with-animal-handler-schuyler-beeman\">Schuyler Beeman</a>, who is a silent performer, bringing stuffed animal toys or puppets on to the stage with a flourish while dressed in beekeeper’s headgear.</p> <a href=\"https://www.theguardian.com/stage/2018/oct/24/link-link-by-isabella-rossellini-review-queen-elizabeth-hall-southbank-centre-london\">Continue reading...</a>", "content": " Isabella Rossellini went back to university to study animal behaviour, she tells us, as she delivers a cod-donnish lecture on everything from scientific theories on animal intelligence to the sex lives of whales. Co-directed by Guido Torlonia, it is billed as a one-woman show but is not quite that. Alongside her adorable and supremely obedient dog, Pan, there is also Schuyler Beeman, who is a silent performer, bringing stuffed animal toys or puppets on to the stage with a flourish while dressed in beekeeper’s headgear. Much of the performance veers into surreal whimsy: Rossellini is dressed like a stylish court jester as she enters the stage, after shrieking and hiding behind the curtain, accompanied by a soundtrack of clucking hens. The show comprises stories told by Rossellini in a hodgepodge of forms, including films, skits and the odd circus trick by Pan, who trots on to the stage, sometimes dressed as a chicken, sheep or lion, and rolls over or dances on instruction. He is such a natural performer that the show might have benefitted from more of Pan’s antics. The production is anchored by Rossellini’s clear and genuine passion for animals, yet its various parts are too disparate, its drama too static, its comedy too cutesy, and it never raises itself off the ground. She speaks of initially imagining the show as “a little film that went through my head … because an actress thinks films can resolve it all”. Ironically, the show has a self-consciously theatrical aesthetic and Rossellini’s intense and sultry cinematic presence is substituted for an unexpectedly zany stage persona. Rick Gilbert and Andy Byers’ stage design is a cross between a children’s nursery and a circus set, with a miniature piano, wooden toys, circus motifs and plinths featuring Aristotle, Descartes and other ancient thinkers at the back of the stage. The short films seem like homages or pastiches. Some are silent, black-and-white sequences set to piano music, in which Rossellini acts out parts such as a performer having rotten tomatoes thrown at her. More knowingly quirky are childlike film reels of Rossellini dressed as a bird or an insect against cardboard backdrops. Family photos are thrown in, too: an image of Rossellini’s mother, Ingrid Bergman, a snap of an incandescent young Isabella beside her father, Roberto Rossellini, and pictures of her dogs, pigs and beloved hens. Big questions about nature and science are thrown out, and seem ultimately aimed at proving that the animal kingdom is on the same continuum of humanity as us. As a message, this is deep and heartfelt. As a show, it does not always cohere, though it is not without its sparkly and original moments. Link Link by Isabella Rossellini is at the Queen Elizabeth Hall, Southbank Centre, London, until 24 October. At the Grand Opera House, Belfast, on 31 October.", "link": "https://www.theguardian.com/stage/2018/oct/24/link-link-by-isabella-rossellini-review-queen-elizabeth-hall-southbank-centre-london"}