{"title": "Plague of caterpillars threatening food crisis may be halted with safe pesticides", "description": "<p>Study suggests biopesticides should be trialled to control the march of armyworm that’s destroying crops across the continent</p><p>Experts have identified safer, effective pesticides they believe can control a plague of caterpillars that is devastating crops across Africa.</p><p>Many farmers are attempting to control <a href=\"https://www.theguardian.com/global-development/2018/aug/07/race-to-contain-destructive-march-of-armyworm-as-pest-spreads-to-india\">armyworm</a> – a pest that feasts on maize, rice and sugarcane – through the use of highly hazardous pesticides. But researchers warn such chemicals risk severe harm to health and to the environment, and that farmers should be offered sustainable alternatives.</p> <a href=\"https://www.theguardian.com/global-development/2018/oct/23/safer-pesticides-could-contain-march-of-armyworm-in-africa\">Continue reading...</a>", "content": " Experts have identified safer, effective pesticides they believe can control a plague of caterpillars that is devastating crops across Africa. Many farmers are attempting to control armyworm – a pest that feasts on maize, rice and sugarcane – through the use of highly hazardous pesticides. But researchers warn such chemicals risk severe harm to health and to the environment, and that farmers should be offered sustainable alternatives. A comprehensive study of biopesticides, which tend to be less toxic, has identified eight alternatives that can control the caterpillars. Such biopesticides could be provisionally registered by governments while trials are completed, the report authors said. “Maize is a staple crop in Africa and millions depend on it for their food. This is a food security issue,” said Roger Day, programme executive, Action on Invasives, at the Centre for Agriculture and Bioscience International (Cabi). “Most of [the biopesticides] we’ve identified are already registered, but for other pests, so all we need to show is that they’re effective against armyworm,” said Day. This is highly likely, he added, since many products are already being used elsewhere in the Americas. The Food and Agricultural Organisation has projected that millions of smallholder farmers in Africa will be affected by armyworm, which is present in more than 30 countries across the continent. According to Cabi, if left unmanaged this pest could cost just 12 of Africa’s major maize-producing economies a total of $2.5bn-$6.2bn (£1.9bn-£4.8bn) a year in lost maize harvests. Previous research has found that more than six out of 10 farmers in Ghana and Zambia had applied pesticides, while almost half of farmers in Ethiopia and Kenya used chemical sprays. “Traditionally, smallholder farmers do not use that much pesticide,” said Day, adding there’s a risk that farmers will buy toxic chemicals, without adequate information or protective equipment. The FAO has developed a framework that emphasises alternatives to pesticides. However, cost is a major barrier, with many smallholder farmers unable to afford expensive products, and companies unwilling to invest in registering biopesticides unless they feel there is a market. “It’s a catch-22 because people can’t buy them if they are not available,” said Day. The study, published in the Journal of Applied Entomology, examined literature reviewing 50 biopesticides that are used to control armyworm in Africa or in the Americas. These were judged according to six criteria, including whether they are effective, safe, environmentally sustainable, available and practical for farmers to use. The research, funded by the German and UK governments, identified eight biopesticides that should be fast-tracked for registration and prioritised for trials. Governments could assist farmers by subsidising such alternatives, an approach already adopted in Ghana, the researchers suggest. Where proven biopesticides are not available, governments should also consider partnership with private sector companies to boost local production.", "link": "https://www.theguardian.com/global-development/2018/oct/23/safer-pesticides-could-contain-march-of-armyworm-in-africa"}