{"title": "Hard Brexit could cripple UK science, say Nobel prizewinners", "description": "<p>Dozens of scientists write letter to May and Juncker setting out their concerns</p><p>A coalition of Nobel laureates has said a hard Brexit could cripple UK science, in a letter to Theresa May and the European commission president, Jean-Claude Juncker.</p><p>The letter, signed by 29 Nobel prizewinners and six Fields medallists, says the UK “must now strive to ensure that as little harm as possible is done to research”.</p> <a href=\"https://www.theguardian.com/politics/2018/oct/23/hard-brexit-cripple-uk-science-nobel-scientists-may-juncker\">Continue reading...</a>", "content": " A coalition of Nobel laureates has said a hard Brexit could cripple UK science, in a letter to Theresa May and the European commission president, Jean-Claude Juncker. The letter, signed by 29 Nobel prizewinners and six Fields medallists, says the UK “must now strive to ensure that as little harm as possible is done to research”. Among the signatories was Sir Paul Nurse, the British geneticist who won his Nobel for pioneering work on cancer therapy and tumour diagnosis, and the biologist Venki Ramakrishnan, president of the Royal Society. “The increasing chaos – because that’s what it looks like – around the Brexit negotiations is causing huge concern among scientists,” Nurse told BBC Radio 4’s Today programme. “The government doesn’t seem to be putting this at the top of its agenda. “I can’t tell you how depressed our young scientists are about the messages coming out of government. This is just awful. You are letting your extremists dominate the debate. You have to get a grip on them.” A survey of more than 1,000 staff at the Crick Institute, the biggest biomedical research lab in Europe, found 97% of them believed a hard Brexit would be bad for UK science and 82% thought it would have a detrimental effect on European science. The science minister, Sam Gyimah, said the government was making preparations to protect collaboration in the event of a no-deal Brexit. “We all recognise that a chaotic Brexit will be a significant setback for science,” he said. “That is why we have got a plan to ensure that, deal or no deal, there will be no cliff-edge for UK science.” Gyimah said there were “unprecedented amounts of money going into UK science – £7bn in the next five years – that is more than we have ever invested in research and development”. However, Nurse said that would not directly replace the £1bn in EU funding that could be lost. “The £7bn … will bring us up from being up from the bottom of the G7 nations, to somewhere in the middle,” he said. “And this cut, of up to £1bn, will significantly erode that.” Nurse said there were also significant concerns about the mobility of scientists, and present visa arrangements for non-EU countries were inhibiting cooperation. “We are increasing the difficulties of getting people into the country,” he said. “The prime minister frankly does not have a positive view about immigration – that’s her main driver. We cannot feel confident that problem is going to be solved.” Gyimah said May had made it clear the UK wanted to continue to associate with EU programmes after Brexit, but there would be some changes. “We are leaving the EU and the nature of our arrangements in science will, in all honesty, change,” he said. “But we have significant assets to bring to the table as far as the EU is concerned, world-class universities, top scientists, so we are in a position to have a win-win deal. The mobility of scientists is a key part of what we will agree with the EU in the future economic partnership.” The letter from the scientists came amid warnings that emergency powers may be needed to ensure patients can still get the medicines they need after a no-deal Brexit. The Healthcare Distribution Association said 50% of medicines in a typical wholesaler’s warehouse had been through the EU at some point. Martin Sawer, the HDA’s executive director, who is due to give evidence to MPs on Tuesday, told BBC Radio 4’s Today programme: “A no-deal, we believe, would require some sort of temporary emergency powers to ensure consistent supply to patients in the UK. “It’s a problem about aligning regulations to start with. That creates an ease of transport. It’s also a logistics issue about all the transport infrastructure being tied up in Calais, trying to get into France, that we need to get back here.” It could take “months or years” for alternative supply routes to be established, he said. “We believe, in the event of a no-deal Brexit, there would be shortages and effects to that commodity system that we can’t foresee,” he said. “We don’t know what’s going on, so, because of an uncertain future, we can’t yet plan for what a no-deal would look like.”", "link": "https://www.theguardian.com/politics/2018/oct/23/hard-brexit-cripple-uk-science-nobel-scientists-may-juncker"}