{"title": "Trump-Clinton election battle left students with PTSD symptoms, study finds", "description": "<p>Quarter of students surveyed at Arizona State University showed stress levels comparable to those of a mass shooting witness</p><p>The 2016 presidential election was so stressful for some college students that a quarter of those surveyed showed symptoms similar to post-traumatic stress disorder, according to a new study.</p><p>Researchers said that after the election that elevated Donald Trump to the presidency, they heard anecdotal reports that the contest was a source of stress for students but wanted to determine how often stress became so intense it got in the way of peoples’ lives, interfering with things like work and school.</p> <a href=\"https://www.theguardian.com/us-news/2018/oct/23/trump-clinton-2016-election-ptsd-students-stressful-experience-\">Continue reading...</a>", "content": " The 2016 presidential election was so stressful for some college students that a quarter of those surveyed showed symptoms similar to post-traumatic stress disorder, according to a new study. Researchers said that after the election that elevated Donald Trump to the presidency, they heard anecdotal reports that the contest was a source of stress for students but wanted to determine how often stress became so intense it got in the way of peoples’ lives, interfering with things like work and school. The study was limited in its scope, involving 769 students enrolled in psychology classes at Arizona State University in January and February 2017, around the time Trump took office. It did not delve into whether the election would have any longterm effect on psychological health. But it found that the average stress score of students who filled out psychological assessments was comparable to the scores of witnesses to a mass shooting seven months after the event. “What we were interested in seeing was: did the election for some people constitute a traumatic experience? And we found that it did for 25% of young adults,” said Melissa Hagan, an assistant professor of psychology at San Francisco State University and the lead author of the study, published in the Journal of American College Health. The psychological assessment, known as the Impact of Event Scale, asked the students questions about the 2016 election. It determined that 25% of them were affected in a way that might lead to diagnosable post-traumatic stress disorder and had “clinically significant” levels of stress. Female students scored about 45% higher on the stress score than males, according to the researchers. Democrats had scores two and a half times higher than Republicans. Black and Hispanic students also scored higher on the assessment than white students, though the gap was not as large. Researchers suggested that the combination of Trump’s controversial rhetoric and the surprise of his win could have led to the stress spike. “There was a lot of discourse around race, identity and what makes a valuable American. I think that really heightened stress for a lot of people,” Hagan said.", "link": "https://www.theguardian.com/us-news/2018/oct/23/trump-clinton-2016-election-ptsd-students-stressful-experience-"}