{"link": "https://www.theguardian.com/science/2013/sep/30/10-grammar-rules-you-can-forget", "description": "Guardian Style Guide author David Marsh set out to master perfect grammatical English – but discovered that 'correct' isn't always best. Here are the 10 grammar laws you no longer need to check<br /><br />• <a href=\"http://www.theguardian.com/science/2013/sep/30/10-grammar-rules-you-can-forget#1\" title=\"\">Plus: five rules you should remember</a><br />• <a href=\"http://www.theguardian.com/science/2013/sep/30/10-grammar-rules-you-can-forget#2\" title=\"\">What pop music can teach you about building sentences</a><br />• <a href=\"http://www.theguardian.com/science/2013/sep/30/10-grammar-rules-you-can-forget#3\" title=\"\">A few words on punctuation</a><p>Every situation in which language is used – texting your mates, asking for a pay rise, composing a small ad, making a speech, drafting a will, writing up an experiment, praying, rapping, or any other – has its own conventions. You wouldn't expect a politician being interviewed by Kirsty Wark about the economy to start quoting Ludacris: \"I keep my mind on my money, money on my mind; but you'se a hell of a distraction when you shake your behind.\" Although it might make Newsnight more entertaining.</p><p>This renders the concept of what is \"correct\" more than a simple matter of right and wrong. What is correct in a tweet might not be in an essay; no single register of English is right for every occasion. Updating your status on Facebook is instinctive for anyone who can read and write to a basic level; for more formal communication, the conventions are harder to grasp and this is why so many people fret about the \"rules\" of grammar.</p> <a href=\"https://www.theguardian.com/science/2013/sep/30/10-grammar-rules-you-can-forget\">Continue reading...</a>", "content": " \nDavid Marsh \n\nMon 30 Sep 2013 17.44 BST\n\n\nFirst published on Mon 30 Sep 2013 17.44 BST\n\n Every situation in which language is used – texting your mates, asking for a pay rise, composing a small ad, making a speech, drafting a will, writing up an experiment, praying, rapping, or any other – has its own conventions. You wouldn't expect a politician being interviewed by Kirsty Wark about the economy to start quoting Ludacris: \"I keep my mind on my money, money on my mind; but you'se a hell of a distraction when you shake your behind.\" Although it might make Newsnight more entertaining. This renders the concept of what is \"correct\" more than a simple matter of right and wrong. What is correct in a tweet might not be in an essay; no single register of English is right for every occasion. Updating your status on Facebook is instinctive for anyone who can read and write to a basic level; for more formal communication, the conventions are harder to grasp and this is why so many people fret about the \"rules\" of grammar. 1 To infinitive and beyondGeoffrey K Pullum, a scarily erudite linguistics professor – and, unless this is an internet hoax, keyboard player in the 1960s with Geno Washington & the Ram Jam Band – calls them \"zombie rules: though dead, they shamble mindlessly on … \" And none more so than the one that says the particle to and the infinitive form of the verb should not be separated, as in Star Trek's eloquent mission statement \"to boldly go where no man has gone before\". Stubbornly to resist splitting infinitives can sound awkward or, worse, ambiguous: \"He offered personally to guarantee the loan that the Clintons needed to buy their house\" makes it unclear whether the offer, or the guarantee, was personal. Adverbs should go where they sound most natural, often immediately after the to: to boldly go, to personally guarantee. This \"rule\" is not just half-baked: it's fully baked, with a fried egg and slice of pineapple on top. But remarkably persistent. 2 The things one has to put up withPrepositions relate one word or phrase to another, typically to express place (to the office, in the net) or time (before the flood, after the goldrush). They are followed by an object: from me to you. In the 17th century, John Dryden, deciding that ending a sentence with a preposition was \"not elegant\" because you couldn't do it in Latin, set about ruining some of his best prose by rewriting it so that \"the end he aimed at\" became \"the end at which he aimed\", and so on. Like not splitting the infinitive, this became a \"rule\" when taught by grammarians influenced by Latin. Ignore it. As HW Fowler observed: \"The power of saying 'people worth talking to' instead of 'people with whom it is worth while to talk' is not one to be lightly surrendered.\" 3 Don't get in a bad mood over the subjunctiveThe subjunctive is a verb form (technically, \"mood\") expressing hypothesis, typically to indicate that something is being demanded, proposed, imagined, or insisted: \"he demanded that she resign\", and so on. You can spot it in the third person singular of the present tense (resign instead of resigns) and in the forms be and were of the verb to be: if she were [rather than was] honest, she would quit. The writer Somerset Maugham, who in 1949 announced \"the subjunctive mood is in its death throes\", might be surprised to see my son Freddie's bookshelf, which contains If I Were a Pig … (Jellycat Books, 2008). The subjunctive is more common in American than British English, often in formal or poetic contexts – in the song If I Were a Rich Man, for example. It's not true, however, that David and Don Was came under pressure from language purists to change the name of their band to Were (Not Was). Misusing the subjunctive is worse than not using it at all. Many writers scatter \"weres\" about as if \"was\" were – or, indeed, was – going out of fashion. The journalist Simon Heffer is a fan of the subjunctive, recommending such usages as \"if I be wrong, I shall be defeated\". So be it – if you want to sound like a pirate. 4 Negative, captainWhen Mick Jagger first sang \"I can't get no satisfaction\", it was not uncommon to hear the older generation witter on like this: \"He says he can't get no satisfaction, which logically means he can get some satisfaction.\" But while a double negative may make a positive when you multiply minus three by minus two, language doesn't work in such a logical way: multiple negatives add emphasis. Literature and music abound with them. Chaucer used a triple – \"He nevere yet no vileynye ne sayde\" – and Ian Dury gave us: \"Just 'cos I ain't never 'ad, no, nothing worth having, never ever, never ever.\" Not Standard English, it's true, but no native English speaker is likely to misunderstand, any more than when Jane Austen produced the eloquent double negative \"there was none too poor or remote not to feel an interest\". 5 Between my souvenirsI was taught that between applies only to two things, and among should be used for more than two – a rare example of Mrs Birtles, my first grammar teacher, getting it wrong. Between is appropriate when the relationship is reciprocal, however many parties are involved: an agreement between the countries of the EU, for example. Among belongs to collective relationships, as in votes shared among political parties, or the items among Paul Whiteman's souvenirs in the 1927 song. While I am on the subject, it's \"between you and me\", not \"between you and I\". It's probably unfair, though quite good fun, to blame the Queen; people have heard \"my husband and I\" and perhaps assume \"and I\" is always right. It is when part of the subject (\"my husband and I would love to see you at the palace\") but not when part of the object (\"the Queen offered my husband and me cucumber sandwiches\"). 6 Bored of Tunbridge WellsTraditionalists say it should be bored by or bored with, but not bored of, a \"rule\" cheerfully ignored, I would say, by anyone under about 40. And good luck to them: there is no justification for it. I have, however, managed to come up with a little distinction worth preserving: compare \"bored with Tunbridge Wells\" (a person who finds Tunbridge Wells boring) with \"bored of Tunbridge Wells\" (a bored person who happens to live there, perhaps a neighbour of \"disgusted of Tunbridge Wells\"). 7 Don't fear the gerundGeoffrey Willans and Ronald Searle's guide to life at St Custard's school, How to Be Topp, features a cartoon in which a gerund attacks some peaceful pronouns, but it is nothing to be afraid of. A gerund is a verb ending in -ing that acts as a noun: I like swimming, smoking is bad for you, and so on. The tricky bit is when someone tells you about the rule that, as with other nouns, you have to use a possessive pronoun – \"she objected to my swimming\". Most normal people say \"she objected to me swimming\" so I wouldn't worry about this. You rarely see the possessive form in newspapers, for example. Announcing \"I trust too much in my team's being able to string a few wins together\" sounds pompous. 8 And another thing …Conjunctions, as the name suggests, join things together. This prompted generations of English teachers to drill into their pupils, including me, that to start a sentence with and, but, because or however was wrong. But this is another shibboleth. And I am sure William Blake (\"And did those feet in ancient times?\") and the Beatles (\"Because the world is round it turns me on\") would back me on this. 9 None senseA sure sign of a pedant is that, under the impression that none is an abbreviation of not one, they will insist on saying things like \"none of them has turned up\". Why, when I set out on the road to grammatical perfection I might even have argued this myself. But the \"rule\" that none always takes a singular verb is, alas, another myth. Plural is not only acceptable, but often sounds more natural: \"None of the current squad are good enough to play in the Championship.\" Henry Fielding wrote in Tom Jones: \"None are more ignorant than those learned Pedants, whose Lives have been entirely consumed in Colleges, and among Books.\" 10 Try and try againTry to has traditionally been regarded as more \"correct\" and try and as a colloquialism or worse. The former is certainly more formal, and far more common in writing, but it's the other way round when it comes to speech. Those who regard try and as an \"Americanism\" will be disappointed to learn that it is much more widely used in the UK than in the US. Sometimes there is a good case for try and – for example, if you want to avoid repeating the word to in a sentence such as: \"We're really going to try and win this one.\" As Bart Simpson said: \"I can't promise I'll try, but I'll try to try.\" 1 To who it may concernThe use of whom – the objective form of who – is dying out, especially in speech. It sounds affected and stiff. Hyper-correct use of whom for who is common, as in Graham Greene's The Quiet American: \"There was a big man whom [sic] I think was an hôtelier from Phnom Penh and a French girl I'd never seen before.\" To avoid this, mentally replace who or whom with the third person pronoun: if you get a subject – he, she, it or they – then who is correct; for an object – him, her or them – whom is right. In the Greene example it would be \"I think he was an hôtelier\" not \"I think him was an hôtelier\" – so who, not whom, is correct. When John Donne wrote \"for whom the bell tolls\" and Bo Diddley asked \"who do you love?\" who was right – Donne or Diddley? The answer is both of them. It goes back to formal and informal registers. Bo's got a cobra snake for a necktie. Not the kind of guy, I suggest, who would say something wussy like \"whom do you love?\" (It's the same with the Ghostbusters, whose slogan, you may recall, was not \"whom you gonna call?\") The relaxed tone we prefer these days makes whom increasingly optional, unlike in Donne's day. The elegant formality of his prose has an eloquence and resonance that \"for who the bell tolls\" lacks. Good title for a book, though. 2 That's the way to do itThe traditional definition is that that defines and which informs (gives extra information), as in: \"This is the house that Jack built; but this house, which John built, is falling down.\" Note that the sentence remains grammatical without that (\"this is the house Jack built\") but not without which. Don't be alarmed by the unhelpful terms, but restrictive relative clauses (also known as defining, best thought of as giving essential information by narrowing it down) are not enclosed by commas, whereas non-restrictive relative clauses (non-defining, giving non-essential information) are. \"Which John built\" is non-restrictive. It gives extra information, is preceded by a comma, and if you try it with \"that\" it sounds odd (\"this house, that Jack built\"). It's not the same the other way round: although that is more common in restrictive clauses, you can use which: \"This is the house which John built.\" To simplify things, here's my easy-to-remember formula:Restrictive clauses: that (desirable), no comma (essential).Non-restrictive clauses: which, comma (both essential). 3 Nothing compares 2 UPrince was right; so was Shakespeare (\"Shall I compare thee to a summer's day?). Compare to means liken to; compare with means make a comparison. So I might compare Lionel Messi with Diego Maradona to assess their relative merits, then conclude that Messi can be compared to Maradona – he is a similarly great player. The two phrases have usefully distinct meanings and, although \"compare to\" can be replaced by \"liken to\", it's clumsier to replace \"compare with\" with another phrase. 4 A singular problem\"Agreement\" or \"concord\". Yes, more off-putting terms for what is a straightforward enough rule: be consistent. Gerry Goffin and Carole King, who composed the Monkees' 1967 hit Pleasant Valley Sunday, wrote: \"The local rock group down the street is tryin' hard to learn their song.\" It jars. But wait, I hear you cry. Who says a rock group are singular? There were, after all, four of them, too busy singing to put anybody down. Quite so. If I had wandered into the Brill Building in New York and caught Goffin or King's ear at the time, I would have politely suggested \"are tryin' hard to learn their song\" as the answer. Collective nouns can be singular or plural. Treat as singular when the noun is a single unit, but plural when it is more a collection of individuals, for example: \"The family can trace its history back to the middle ages; the family were sitting down, scratching their heads.\" Once you've decided whether the noun is singular or plural, make sure the verb agrees, or people will conclude you is sloppy. 5 Lie lady lieConfusion between the verbs lay and lie arises because the present tense of the former is the past tense of the latter. The easy way not to mix them up is to remember that lay is a transitive verb (it takes an object); lie is intransitive. If you lay a table or an egg, or you lay something down, the past tense is laid. If you lie down, the past tense is lay. You will note that strictly – as Bob Dylan was inviting the lady in question to lie down across his big brass bed, rather than reporting that she had done so in the past – he should have sung \"Lie Lady Lie\" rather than \"Lay Lady Lay\". If you try singing it like that, however, it sounds Australian, which would not really have worked on an album called Nashville Skyline. She Loves You – The BeatlesA neat little sentence that typifies word order in English: subject-verb-object. Yeah, yeah, yeah! Me Myself and I – De La SoulThe first-person pronoun personified: objective, reflexive, subjective. And a great video. Every Little Thing She Does is Magic – The PoliceThe subject is a five-word clause; the verb is \"is\"; the sentence is completed by the complement: magic. Blood Sugar Sex Magik – Red Hot Chili PeppersNot a Rorschach inkblot test, but the Peppers' nouns of choice. Note their preference for Middle English spelling. I Only Have Eyes for You – The FlamingosOr, to the armchair grammarian, \"I Have Eyes Only for You\". Wake Up and Make Love With Me – Ian Dury and the Blockheads Linguists may object to the old definition of verbs as \"action\" words, but tell that to Ian Dury. The Sound of Silence – Simon & GarfunkelThe definite article gives this oxymoron an impact that the vaguer \"a sound of silence\" would lack. I Got You (I Feel Good) – James BrownPurists might protest that the adjective \"good\" should be the adverb \"well\". Such people have no soul. There's a Guy Works Down the Chip Shop Swears He's Elvis – Kirsty MacCollThe syntax, worthy of a tutorial in phrase-structure grammar, reflects the fact that while the language is colloquial, the structure is sophisticated. Wow – Kate Bush (or, if you prefer, Kylie Minogue)Wow, oops and the like are interjections. Old novels would sometimes use the verb \"ejaculate\" with them, which we found hilarious at school. CommasKeith Waterhouse advised: \"Commas are not condiments. Do not pepper sentences with them unnecessarily.\" Quite so, but a well-placed one is the difference between \"what is this thing called love?\" and \"what is this thing called, love?\" And between \"let's eat, Grandma!\" and … well, you know the rest. SemicolonsYou can lead a full and happy life without bothering with semicolons. I quite like to use one when I feel that something more than a comma, but less than a full stop, is needed; as here. They are also very handy in lists, particularly when items consist of several words or contain punctuation themselves: \"His holiday reading comprised Eats, Shoots & Leaves; Sheffield United FC: the Official Centenary History; and Through the Looking-Glass, and What Alice Found There.\" DashesA single dash can also add a touch of drama – look! Use sparingly, however. Some journalists have a tendency to stick a dash in every time they don't feel like writing a proper sentence – like this. Beware sentences – such as this one – that dash about all over the place – it makes them look like a poem by Emily Dickinson. Exclamation marksNewspapers are said to employ various synonyms for exclamation marks, such as bang, shriek, dog's cock or screamer. I must say that, after 40 years in the business, I have never heard anyone use any of these terms. When a newspaper employs an exclamation mark in a headline it invariably means: \"Look, we've written something funny!\" This is an edited extract from For Who the Bell Tolls: One Man's Quest for Grammatical Perfection, by David Marsh, published by Guardian Faber on 3 October. To order a copy for £8.99 (RRP £12.99) visit theguardian.com/bookshop or call 0330 333 6846. David Marsh is teaching a grammar Masterclass at the Guardian's London office on Monday 25 November. Learn more and book", "title": "10 grammar rules you can forget: how to stop worrying and write proper"}