{"title": "Surgeons repair babies' spinal cords in the womb in UK first", "description": "<p>Team at London’s University College hospital performed the surgeries to treat spina bifida</p><p>Weeks before they took their first breaths, two babies had their spinal cords delicately repaired by surgeons in the first operations of their kind in the UK.</p><p>The spina bifida surgeries were successfully performed by a team at University College hospital in London this summer on two babies while they were still in the womb.</p> <a href=\"https://www.theguardian.com/society/2018/oct/24/doctors-repair-babies-spinal-cords-in-womb-uk-first-spina-bifida\">Continue reading...</a>", "content": " Weeks before they took their first breaths, two babies had their spinal cords delicately repaired by surgeons in the first operations of their kind in the UK. The spina bifida surgeries were successfully performed by a team at University College hospital in London this summer on two babies while they were still in the womb. Spina bifida is usually treated after birth, but research shows repairing the spine earlier can stop the loss of spinal fluid and lead to better long-term health and mobility outcomes. A 30-strong team carried out the two operations, coordinated by the UCL professor Anna David, who had worked for three years to bring the procedure to patients in the UK. She said mothers previously had to travel to the US, Belgium or Switzerland. “It’s fantastic. Women now don’t have to travel out of the UK,” David said. “They can have their family with them. There are less expenses. So all good things.” The surgery team from University College London hospitals (UCLH) and Great Ormond Street hospital travelled to Belgium to train at a facility in Leuven, where more than 40 of the operations have been carried out. Spina bifida is a condition that develops during pregnancy when the bones of the spine do not form properly, creating a gap that leaves the spinal cord unprotected. It can cause a baby’s spinal fluid to leak and affect brain development, potentially leading to long-term health and mobility problems. More than 200 children are born with spina bifida every year in the UK, according to the charity Shine. The roll-out of the pre-birth procedure in the UK comes after a major US trial confirmed the benefits of it. The trial found it resulted in a 50% reduction in the need to have shunts inserted in the brain to drain fluid, a procedure that causes long-term complications. Brain and motor functioning are improved for non-shunted children, researchers said. Children in the US study were also more independent after the surgery, David said. “There were some children who had grown up following foetal surgery who were walking, and you wouldn’t expect them to be walking if they hadn’t had it,” she said. “So it’s important to be able to offer the surgery to patients here in the UK.” During the procedure, an incision is made in the womb in a precise location to access the baby’s spine and stitch closed the gap caused by spina bifida. The surgery, which takes about 90 minutes, carries a risk of premature labour, but less invasive keyhole methods are being explored. “We put the mum on some drugs that help relax them, but there is still a risk,” David said. She said a “fetoscopic” approach was being developed with the hope that it would further minimise maternal complications. The surgeries will be available for suitable patients through the newly established Centre for Prenatal Therapy at UCLH and Great Ormond Street, made possible by funding of £450,000 from the hospitals’ charities. UCLH’s clinical director for women’s health, Prof Donald Peebles, said: “These vital funds have provided training for the surgical team and will fund surgery for the first 10 patients.” Frankie Lavis, from Plymouth, was the first British baby to have the surgery in Belgium in 2013.", "link": "https://www.theguardian.com/society/2018/oct/24/doctors-repair-babies-spinal-cords-in-womb-uk-first-spina-bifida"}