{"title": "'Twisted' fibre optic light breakthrough could make internet 100 times faster", "description": "<p>Researchers say they have developed tiny readers that can detect information in light spirals</p><p>A new development in fibre optics could make internet speeds up to 100 times faster – by detecting light that has been twisted into a spiral.</p><p>The research, published in the journal Nature Communications, can be used to easily upgrade existing networks and significantly boost efficiency, scientists say.</p> <a href=\"https://www.theguardian.com/technology/2018/oct/24/twisted-fibre-optic-light-breakthrough-could-make-internet-100-times-faster\">Continue reading...</a>", "content": " A new development in fibre optics could make internet speeds up to 100 times faster – by detecting light that has been twisted into a spiral. The research, published in the journal Nature Communications, can be used to easily upgrade existing networks and significantly boost efficiency, scientists say. Fibre optic cables use pulses of light to transmit information, but currently information can only be stored through the colour of the light, and whether the wave is horizontal or vertical. By twisting light into a spiral, engineers effectively create a third dimension for light to carry information: the level of orbital angular momentum, or spin. “It’s like DNA, if you look at the double helix spiral,” said Min Gu from RMIT University. “The more you can use angular momentum the more information you can carry.” Researchers in the US had previously created a fibre that could twist light, but Gu’s team is the first to create a reasonable-size detector that can read the information it holds. Previous detectors were “the size of a dining table”, but the new detector is the width of a human hair. “We could produce the first chip that could detect this twisting and display it for mobile application,” Gu said. The technology could be used to upgrade fibre optic networks like Australia’s national broadband network – although controversy still dogs the decision to reduce the scheme’s use of fibre optics in favour of copper wire. NBN Co is on schedule to complete the network by 2020. However, the rollout represents a downgrade on the initial plan – put forward by Labor – that would have installed fibre optic cables directly into homes (known as fibre to the premises). Instead, many households have received fibre to the node – which is cheaper but produces slower speeds. For fibre to the node, optic fibre cable only runs as far as a central point in the neighbourhood, and copper wire connects that node to each home. Original ADSL connections use an average of 2.5km of copper wire per connection, fibre to the node uses 500 metres, fibre to the curb uses 30 metres, and fibre-to-the-premises uses none. In January, NBN Co admitted that three out of four customers with fibre-to-the-node would not be able to access the NBN’s top speed tier. The CEO, Stephen Rue, revealed plans to increase the number of premises with fibre to the curb, which uses less copper than fibre-to-the-node. Gu said his new research could still work with networks with large amounts of copper wire. “We will definitely reduce this hurdle,” he said. “We will make this transfer more efficient.” However, because the new cables are required to effectively twist light, any upgrade could involve replacing existing fibre networks. By 2020, NBN Co estimates that 4.6m homes will have fibre to the node, 1.4m will have fibre to the curb, and 2m will have fibre to the premises. A spokesman said the network was “prepared for future demand”, but advances like those demonstrated at RMIT would need further acceptance before they were operationally ready. “New communications technologies are continually being tested in labs many years in advance of being commercialised. They require widespread acceptance from equipment manufacturers and network operators before they are ready for operational deployment.”", "link": "https://www.theguardian.com/technology/2018/oct/24/twisted-fibre-optic-light-breakthrough-could-make-internet-100-times-faster"}