{"title": "Recording of mother's voice more effective than smoke alarm, study finds", "description": "<p>Sleeping children three times more likely to wake to voice recording than to loud beeping, research finds</p><p>It’s every parent’s worst nightmare: there’s a fire in the house, the alarms are beeping, but the children are sleeping on oblivious. Now scientists say they have found a better way to rouse slumbering youngsters.</p><p>Researchers in the US have discovered that playing a child a recording of their mother’s voice is about three times more likely to wake them than a traditional alarm. What’s more, it does so faster and is linked to a quicker escape.</p> <a href=\"https://www.theguardian.com/science/2018/oct/25/recording-of-mothers-voice-more-effective-than-smoke-alarm-study-finds\">Continue reading...</a>", "content": " It’s every parent’s worst nightmare: there’s a fire in the house, the alarms are beeping, but the children are sleeping on oblivious. Now scientists say they have found a better way to rouse slumbering youngsters. Researchers in the US have discovered that playing a child a recording of their mother’s voice is about three times more likely to wake them than a traditional alarm. What’s more, it does so faster and is linked to a quicker escape. “[High pitched beeping] alarms don’t wake up children well at all under about 12 years of age,” said Dr Gary Smith, a co-author of the research from the Nationwide Children’s hospital in Ohio, although he said at present it is not known why. With children from about five years of age potentially able to save themselves, he said it was important to look at developing better alarms. The team say the research supports a smaller study previously conducted by the group, but reveals that using the child’s name does not make a difference to the effectiveness of the voice alarm. Smith said the team now want to explore whether a voice other than the child’s mother can be just as effective, or if the gender of the voice matters. “If we can get something that can be generically developed and just taken straight out of the packet and is effective for children in this age range then that is our goal,” he said. Writing in the Journal of Pediatrics, Smith and colleagues report how they compared the effects of four different smoke alarms on 176 children aged between five and 12 years old, none of whom had hearing difficulties or were taking any medication that affected their sleep. While one alarm featured a high-pitched beep – the sort commonly found in households – the other three featured the voice of the child’s mother calling either the child’s name, giving instructions such as: “Wake up! Leave the room!”, or both. Each child slept in a lab-based room that resembled a real bedroom, and were shown how to escape from the room before they went to bed. The children were also kitted out with electrodes, allowing the team to make sure that the alarm was sounded when the children were at the same sleep stage each time. The children were each asked to sleep at the lab on two occasions, and were woken up twice with alarms each time, meaning each experienced all four alarms – the order of which was chosen randomly. The results show that vocal alarms appear to be more effective than high-pitched beeps. While the specific message given by the voice had little effect, about 90% of children woke for a voice alarm compared with just over 53% for the traditional alarm. Similarly, about 85% of children escaped the room within five minutes when an alarm featured their mother’s voice, compared with just over 50% for the high-pitched beeps. In addition, the children shook off their slumbers faster, with a median value of two seconds for the voice alarm, regardless of which words were used, compared with more than two and a half minutes for the traditional alarm. Similarly, escape times were longer in the cases of the beeping alarms. Rick Hylton of the National Fire Chiefs Council welcomed the study, but said people should not worry about how effective their current alarms are. “We know smoke alarms save lives. They will alert occupants early, if working, fitted and installed in the correct location. This gives adults, parents or guardians the opportunity to wake children and leave the house,” he said, adding that children should also be shown an escape plan. Prof Niamh Nic Daéid, director of the Leverhulme Research Centre for Forensic Science at the University of Dundee, said the research backed up work by her team that found a human voice combined with a low-frequency pulsing tone was far more effective in waking children than a traditional high-pitched alarm. But she noted that the latest study involved children sleeping in a location other than their own bedroom, which might have made them more receptive to an alarm, while more work was needed to explore whether other familiar sounds, such as a dog barking, might also prove effective in rousing children.", "link": "https://www.theguardian.com/science/2018/oct/25/recording-of-mothers-voice-more-effective-than-smoke-alarm-study-finds"}