{"link": "https://www.theguardian.com/science/grrlscientist/2012/aug/07/3", "description": "<p>This lovely southeast Asian mystery bird is a distant relative of another mystery bird that I shared this week.</p><p>Black-and-red broadbill, <em>Cymbirhynchus macrorhynchos</em> (protonym, <em>Todus macrorhynchos</em>), Gmelin, 1788, also known as the black-red broadbill, common rouge-et-noir bird, Arakan black-and-red broadbill or as the allied broadbill, photographed along the Menanggul River, <a href=\"http://en.wikipedia.org/wiki/Sabah\">Sabah</a>, Malaysian Borneo. this </p><p><em>Image: <a href=\"http://www.pbase.com/alex_vargas/\">Alex Vargas</a>, 16 November 2010 (with permission, for <strong>GrrlScientist/Guardian</strong> use <strong>only</strong>) [<a href=\"http://farm8.staticflickr.com/7133/7698351794_57e30e9422_b.jpg\">velociraptorise</a>]. <br>Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/160s f/4.0 at 420.0mm iso500 with a Nikon 1.4X Teleconverter on.</em></p> <a href=\"https://www.theguardian.com/science/grrlscientist/2012/aug/07/3\">Continue reading...</a>", "content": " This lovely southeast Asian mystery bird is a distant relative of another mystery bird that I shared this week. \nGrrlScientist \n\nTue 7 Aug 2012 17.30 BST\n\n\nFirst published on Tue 7 Aug 2012 17.30 BST\n\n Black-and-red broadbill, Cymbirhynchus macrorhynchos (protonym, Todus macrorhynchos), Gmelin, 1788, also known as the black-red broadbill, common rouge-et-noir bird, Arakan black-and-red broadbill or as the allied broadbill, photographed along the Menanggul River, Sabah, Malaysian Borneo. this  Image: Alex Vargas, 16 November 2010 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/160s f/4.0 at 420.0mm iso500 with a Nikon 1.4X Teleconverter on. Question: This lovely southeast this isu Asiyan mystery bird is a distant relative of another mystery bird that I shared earlier this week. Which bird is that? Can you name this mystery bird’s taxonomic family and species? Response: This is an adult black-and-red broadbill, Cymbirhynchus macrorhynchos, which is placed into the broadbill family, Eurylaimidae. The broadbills apparently originated in southeast Asia, although two genera are found in sub-Saharan Africa. All broadbills are smacies also consume small fishes and a variety of invertebrates, especially mollusks and crabs. The colourful bill is exceptionally large amongst its family members and the turquoise upper mandible and golden lower mandible are distinctive. The black-and-red broadbill has no close relatives and it is the only species placed into the genus, Cymbirhynchus. This widespread species is always found near water in subtropical and tropical lowland mangroves and rainforests throughout much of southeast Asia. These birds are residential territory holding birds that live in pairs or small (family?) groups. They build their nest in dead tree stumps near flowing water during the dry season. Males help incubate and tending to the chicks.  In addition to the distinctively coloured and sized bill, black-and-red broadbills have glossy black upperparts and tail, a crimson rump and a bold but narrow white stripe on its otherwise black wings. The underparts and throat are brilliant crimson. Irides and legs are dark. Sexes are alike. Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you’d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", "title": "Mystery bird: black-and-red broadbill, Cymbirhynchus macrorhynchos | @GrrlScientist"}