{"link": "https://www.theguardian.com/science/2018/feb/02/ultra-processed-products-now-half-of-all-uk-family-food-purchases", "description": "<p><strong>Exclusive</strong>: health experts warn increasing popularity of industrially-made food will lead to negative effects such as obesity and poor health</p><p>Half of all the food bought by families in the UK is now “ultra-processed”, made in a factory with industrial ingredients and additives invented by food technologists and bearing little resemblance to the fruit, vegetables, meat or fish used to cook a fresh meal at home.</p><p>Research by global nutrition experts reveals the scale of our food evolution, from farm-fresh to factory-manufactured. “Real food” has been replaced by salty snacks and sugary cereals, industrially-made bread and desserts, ready-meals and reconstituted meats alongside sweetened soft drinks.</p> <a href=\"https://www.theguardian.com/science/2018/feb/02/ultra-processed-products-now-half-of-all-uk-family-food-purchases\">Continue reading...</a>", "content": " Exclusive: health experts warn increasing popularity of industrially-made food will lead to negative effects such as obesity and poor health \nSarah Boseley Health editor \n\nFri 2 Feb 2018 12.30 GMT\n\n\nLast modified on Sat 3 Feb 2018 00.05 GMT\n\n Half of all the food bought by families in the UK is now “ultra-processed”, made in a factory with industrial ingredients and additives invented by food technologists and bearing little resemblance to the fruit, vegetables, meat or fish used to cook a fresh meal at home. Research by global nutrition experts reveals the scale of our food evolution, from farm-fresh to factory-manufactured. “Real food” has been replaced by salty snacks and sugary cereals, industrially-made bread and desserts, ready-meals and reconstituted meats alongside sweetened soft drinks. The study of 19 European countries is published this month in a special issue of the journal Public Health Nutrition. It shows that UK families buy more ultra-processed food than any others in Europe, amounting to 50.7% of the diet. Germany comes second, on 46.2% and then Ireland on 45.9%. While the figures are not directly comparable, extracted from national surveys carried out differently and from different years, the trend is clear. The UK data they analysed came from the Living Costs and Food Survey 2008, the latest available. They categorised foods into four groups. More than a quarter of food (28.6%) was unprocessed or minimally so, 10.4% was processed cooking ingredients such as vegetable oil and 10.2% was ordinarily processed, such as cheese or cured meat. Ultra-processed food amounts to more than all the other groups combined. Professor Carlos Monteiro from the University of Sao Paulo in Brazil, who led the research team, told the Guardian of his deep concern about the links between ultra-processed food with obesity and poor health.  Ultra-processed foods may look attractive and are designed with sweet or salty tastes that make us want more. But there is nothing nutritious about them, Monteiro said. “Take breakfast cereals. If you take Froot Loops, for instance, more than 50% is sugar,” he told the Guardian. “[But] there is no fruit ... “Ultra-processed foods are essentially new creations of the food industry with very low cost ingredients in a very attractive product.” Separate data obtained by the Guardian from Euromonitor reveals the biggest selling brands of ultra-processed foods in the UK.   Mr Kipling Angel slices Batchelors Super Noodles McVitie’s digestive biscuits Kelloggs Rice Krispies Walkers cheese and onion crisps Cadbury’s Crunchie Haribo sweets  Sugar Listed first, so it is the biggest ingredient. Each slice contains 13.2g of sugar, which is 15% of an adult’s recommended daily intake Vegetable oils (rapeseed, palm) Rapeseed oil is healthy, but palm oil is a highly saturated fat, widely used in industrially-produced foods because of its very low cost Wheat flour (with added calcium, iron, niacin, thiamin) Added vitamins but this is finely milled white flour Water Glucose syrup Another form of sugar, made from maize in the USA, where it is called corn syrup, or from potatoes and wheat Humectant (vegetable glycerine) Reduces moisture loss Dextrose Another form of sugar Dried egg white Whey powder (milk) Gives texture Vegetable fat (palm) Cheap form of saturated fat Maize starch Often used as an anti-caking agent in sugars Skimmed milk powder Raising agents (disodium diphosphate, sodium bicarbonate) Emulsifiers (mono- and diglycerides of fatty acids, sorbitan monostearate, polyglycerol esters of fatty acids, soya lecithin, polysorbate 60) Emulsifiers are additives used to stabilise processed foods Tapioca starch Thickening agent derived from cassava roots Salt Stabiliser (xanthan gum) Made from fermented sugars. Prevents ingredients from separating Preservative (potassium sorbate) Milk protein Can be used in industrially-made sponge cakes to replace egg, giving volume, elasticity and texture Flavourings Gelling agent (sodium alginate) This is E401, extracted from brown seaweed and used as a stabiliser in cream Colours (titanium dioxide, cochineal, lutein) Titanium dioxide is an additive used in paint but also massively in food to give a white colour. Cochineal is the red colouring derived from insects. Lutein is yellow colouring extracted from marigolds Acid (acetic acid) A leavening ingredient in baked goods when combined with baking soda Mr Kipling, made by Premier Foods, tops the poll for cakes. They also own Batchelors, which lead on dried ready meals, such as Super Noodles and soups in a cup. McVitie’s are the lead sellers of sweet biscuits. Kellogg’s dominates cold breakfast cereals. Cadbury’s chocolate, Wrigley’s gum and Haribo sweets all top their categories in confectionery. Lay’s, from Pepsico, are the biggest selling salty and savoury snacks. These foods are made from cheap ingredients and produced on a huge scale, Moneteiro said. Ultra-processed cheese is made of milk powder and additives, for example. Some instant noodles are not noodles, he said. “If you have instant noodles that are essentially based on oils and starch and additives, you are not eating real noodles. The same goes for chicken nuggets – when you get these ultra-processed chicken nuggets you are not getting real chicken,” he said. There are two problems with all this, he said. People are missing out not only on vitamins and minerals but also bioactive compounds found in natural foods such as phytoestrogens and fibre. “And then you get salt and starch and sugar and fat and all these additives. We are consuming every day an amount of new substances that are these flavours and colours and emulsifiers and we don’t have any idea as to what will be the problem of these items,” he said. Regulations concerning the use of additives and flavouring date mostly from the past century and were focused on whether or not they caused cancer, he said. Other cumulative effects of eating these industrially-made substances are not yet known. “The honest answer is we don’t know what is going on,” said Monteiro. Jean-Claude Moubarac, professor of nutrition from the University of Montreal in Canada, who works with Monteiro, said they had found that ultra-processed foods “have very low nutritional quality in terms of the amount of free sugars they contain and sodium [salt] and saturated fat and they tend to be much lower in proteins, minerals and vitamins”. They are also high in calories. Their research shows that the adage repeated constantly by the food industry and adopted by politicians – that “there is no such thing as bad food, just too much food” – is wrong, he said. “When we compare ultra-processed foods to the rest we see striking differences [in nutritional quality],” he said. “We are recommending people limit or avoid ultra-processed foods because they have very low nutritional quality.” Eating biscuits or crisps or drinking cola occasionally does no harm, he says, but these foods are designed to make us want more of them. “It is beyond liking. We are entering the world of craving,” he said. They are also universally available and cheap. The key ingredients are refined flours, cheap oil and fats, sugars, starches, protein isolates and salt. “We are moving further and further away from food that nourishes us,” he said. Professor Corinna Hawkes, director of food policy at City University London and one of the lead researchers in the government-funded obesity research policy unit, agrees we should try to reduce our reliance on ultra-processed foods. She cited the example of Pepsi’s Walkers Sunbites, which are popcorn sold as a wholefood snack. “That’s a classic reformulation. They are baked with whole grain and vegetable oils. I think they add absolutely no value to the diet whatever. Have a piece of wholegrain bread if you want a healthy snack.” But, she said, we need change in our eating culture and children need to learn to learn to like the taste of real foods, including those that are bitter. “We are responsible as a society that young kids learn to like healthy foods. All pregnant women and carers and grandparents who give treats have to have a proper education around this,” she said.  The food companies said their products could be consumed as part of a balanced, healthy diet and that they were making changes to allow consumers to make healthier choices. Kellogg’s said Froot Loops in Europe were made from “natural grains and contain only natural colours” and fortified with added vitamins. Premier said it had reduced the sugar in Mr Kipling slices. McVitie’s said it provided transparent information so people could make “informed snacking choices”.", "title": "'Ultra-processed' products now half of all UK family food purchases"}