{"link": "https://www.theguardian.com/environment/2018/jan/30/communicating-the-science-is-a-much-needed-step-for-un-climate-panel", "description": "<p>The IPCC is taking guidance on how to communicate its crucial findings beyond speciality scientific and policy circles</p><p>The remit of the Intergovernmental Panel on Climate Change (<a href=\"http://www.ipcc.ch/\">IPCC</a>) is one of the more complicated jigsaw puzzles in the world.</p><p>Since 1988, it has overseen thousands of scientists pulling together tens of thousands of academic papers on atmospheric physics, meteorology, geography, marine science, economics, land-use and much more. A multi-layered process of expert assessment takes place every six or seven years where a set of carefully worded statements is approved by representatives of 120 of the world’s governments, specifying what we know about the defining challenge of the 21st century: climate change.</p> <a href=\"https://www.theguardian.com/environment/2018/jan/30/communicating-the-science-is-a-much-needed-step-for-un-climate-panel\">Continue reading...</a>", "content": " The IPCC is taking guidance on how to communicate its crucial findings beyond speciality scientific and policy circles \n\nTue 30 Jan 2018 11.00 GMT\n\n\nLast modified on Tue 30 Jan 2018 11.25 GMT\n\n The remit of the Intergovernmental Panel on Climate Change (IPCC) is one of the more complicated jigsaw puzzles in the world. Since 1988, it has overseen thousands of scientists pulling together tens of thousands of academic papers on atmospheric physics, meteorology, geography, marine science, economics, land-use and much more. A multi-layered process of expert assessment takes place every six or seven years where a set of carefully worded statements is approved by representatives of 120 of the world’s governments, specifying what we know about the defining challenge of the 21st century: climate change. It is an incredible, perhaps unprecedented undertaking – but until recently, it has been woefully underserved on the crucial issue of communicating its findings beyond specialist scientific and policy circles. And partly as a result of this, the organisation has historically been saddled with a reputation for being dry, bureaucratic and secretive.  But things are changing – which is good news for the climate. The IPCC has now recognised that it should take the same approach to communications as it does to science: go with the evidence base. In a handbook commissioned by the IPCC (Working Group 1, Technical Support Unit) and released on Tuesday, my colleagues and I at Climate Outreach provide social science-based guidance for IPCC scientists to use in their communication and public engagement. This is the first time advice like this has been produced for the world’s most prestigious climate science organisation, and it represents a timely and welcome shift. The IPCC’s next report will set out in greater clarity than ever before if – and how – we can avoid a rise of more than 1.5C in global temperatures above pre-industrial levels.  Communicating effectively around this crucial publication is essential, and our handbook sets out six well-established principles to achieve this, including the importance of ensuring the powerful human stories buried deep in the IPCC assessments are not swamped by the “big numbers” that define the science-policy discourse. Although they are the go-to metrics for scientists and politicians, global temperature targets or atmospheric concentrations of greenhouse gases are unlikely to be understood or seen as personally relevant by a majority of the public. Starting with the everyday things that climate change is now profoundly influencing – tourism, health, important places – is a better approach, providing a solid grounding in shared values and local interests. There’s also a big focus in the handbook on showing the “human face behind the science”. By and large, scientists are highly trusted because of their independence, specialist expertise, and credibility. But trust is also about speaking authentically, as a relatable individual, with personal experiences and perspectives (not just a compelling grasp of the data). Who are the IPCC scientists? What are their stories? What is involved in an IPCC process at a human level? Another exciting development is that the social science of human behaviour is now increasingly making its way into the IPCC assessments themselves, addressing a long-standing blind spot in the long list of topics included in the IPCC’s remit.  The more social sciences can be integrated into assessments of the causes and consequences of climate change, the better – because one of the biggest uncertainties in any climate model is human behaviour. To properly understand how the climate is changing, and how likely we are to keep its most dangerous effects in check, we need to understand it as a social and cultural challenge as much as a scientific one. There will no doubt be a small group of hardliners who object to the very idea of scientists being more effective communicators, or including social science research in the assessment reports. But their argument that scientists should refrain from speaking about the societal implications of their vital research is an outmoded and increasingly discredited position. The science of climate change communication is a much-needed addition to the IPCC’s canon – and an essential next step in the evolution of this unique organisation.", "title": "Communicating the science is the next step in the evolution of the UN climate panel | Adam Corner"}