{"link": "https://www.theguardian.com/games/2018/feb/04/monster-hunter-world-review-pursuit-beast-within-xbox-one-ps4", "description": "The latest in a visceral series, this breakout hit shoves humans back down the food chain to a land where dinos roam<p>In 1864, when Jules Verne published <em>Journey to the Centre of the Earth</em> and, almost five decades later Sir Arthur Conan Doyle published <em>The Lost World</em>, there still existed in readers a lingering notion that, just maybe, in some unmapped nook of the planet, the dinosaurs had prevailed. Not just the soaring raptors and skittering lizards, but the lumbering mastodon and megalosaurus too – vanished monsters whose form, animation and complexion we’d no longer have to extrapolate from bony jigsaws, but could observe right there, plodding through foreign grass. No more. Google’s prying satellites have mapped every furlong of the planet, while sonar long extinguished any hope of some subterranean Mesozoic outpost.</p><p>The compulsion to rediscover a lost world remains, however. In this, the <a href=\"https://www.theguardian.com/books/2008/nov/06/michaelcrichton\" title=\"\">Crichton period</a>, we have turned to the uncharted plains of test-tube science in the hope of resurrecting real-life dinosaurs. <a href=\"http://www.monsterhunterworld.com/uk/\" title=\"\"><em>Monster Hunter: World</em></a> rejects this approach and returns to the romance of the Victorian stories: it sends you off to a forgotten continent, one filled with wild and unclassified megafauna to investigate, spot, capture or kill. It is also, indisputably, the most vivid and profound opportunity we have yet seen to come face-to-claw with our planet’s old monsters.</p> <a href=\"https://www.theguardian.com/games/2018/feb/04/monster-hunter-world-review-pursuit-beast-within-xbox-one-ps4\">Continue reading...</a>", "content": " Simon Parkin \n\nSun 4 Feb 2018 09.00 GMT\n\n In 1864, when Jules Verne published Journey to the Centre of the Earth and, almost five decades later Sir Arthur Conan Doyle published The Lost World, there still existed in readers a lingering notion that, just maybe, in some unmapped nook of the planet, the dinosaurs had prevailed. Not just the soaring raptors and skittering lizards, but the lumbering mastodon and megalosaurus too – vanished monsters whose form, animation and complexion we’d no longer have to extrapolate from bony jigsaws, but could observe right there, plodding through foreign grass. No more. Google’s prying satellites have mapped every furlong of the planet, while sonar long extinguished any hope of some subterranean Mesozoic outpost. The compulsion to rediscover a lost world remains, however. In this, the Crichton period, we have turned to the uncharted plains of test-tube science in the hope of resurrecting real-life dinosaurs. Monster Hunter: World rejects this approach and returns to the romance of the Victorian stories: it sends you off to a forgotten continent, one filled with wild and unclassified megafauna to investigate, spot, capture or kill. It is also, indisputably, the most vivid and profound opportunity we have yet seen to come face-to-claw with our planet’s old monsters. An axe or sword forces proximity. The sooner you can latch on to the creature’s back the better You arrive on the continent by galleon, as one of the Fifth Fleet, a group of palaeontologists turned zoologists who settle at a higgledy outpost built by members of the four preceding fleets. By entering this world, you are making a mortal commitment: to rejoin the food chain from which humans have, largely, escaped. As such, your first act is to equip your scientist with the necessary get-up to survive a brush with a theropod (in this context, even the bird-watchers must carry broadswords). At the outpost, a blacksmith can forge you weapons and armour. But the raw materials for anything other than the most basic set must be harvested out in the wild. So begins the game’s compelling, materialistic loop: hunting dinosaurs, harvesting their parts and finally presenting them to the blacksmith to forge into tools or fashions. The armour reflects the beast from which it was made: carve the fur from a Paolumu – a bus-sized bat-cum-hamster, for example, and you’ll be able to parade around in a Cossack-y ushanka with matching fur booties, a set that can be further strengthened by harvesting yet more monster parts. Felling these beasts – either alone or with friends and strangers online – is no small undertaking. You start by searching out their tracks in the grass, or scratching their gloop from cave walls. Once your entourage of luminous, sniffing flies catch the scent, you can follow their cloud up vines and down ravines toward your quarry. Hunts have heft and consequence and can take up to an hour to complete. Wound the beast and, typically, it will scurry away to a new area, meaning that you must learn to master not only the animal but also its terrain. Your choice of weapon vastly alters the game’s rhythm. A longbow requires you to maintain space, perhaps picking out a high vantage point from which to rain down shots. An axe or sword, meanwhile, forces proximity. The sooner you can latch on to the creature’s back the better. For those who balk at the violence – and there is an undeniable sense of tragedy to seeing one of these magnificent creatures brought down, wound by wound – traps may be crafted from scavenged materials and, once set, the creatures can be captured alive, if nicked and bruised, for study. But there are enlightening benefits to taking the deadly approach, principally in exploring up close the way in which, even in this fictive context, our way of life – the tools we use, the clothes we wear, the sustenance we consume – relies upon the slaughter of animals, a transaction from which most of us are blissfully removed. Just as the Victorian novels met a mass craving for a world uncorrupted by man, Monster Hunter: World has picked its moment well. For years, the series has been no more than a curio outside of Japan. This time it’s a hit – 5m copies worldwide in one weekend and now apex predator in the UK charts. Either played with a conscience, where the dinosaurs are subjects of study, or with frivolity, where they are fodder to maintain a lavish wardrobe, we are seemingly ready to reconnect with the old natural order again. Shadow of the Colossus  (PS4; Sony)  A different kind of exercise in monster-hunting, Fumito Ueda’s rebrushed classic casts you as a young boy wandering a forgotten land in search of 16 stone giants. Killing each of the giants by clambering on their backs is exhilarating but ultimately melancholic – another thoughtful study of the relationship between predator and prey. Secret of Mana  (PS4, PS Vita, PC; Square Enix) First released in 1993, Secret of Mana was a high point in the golden age of Japanese pixel art role-playing games, and one of the first to allow players to collaborate from the sofa. This wistful tale of environmentalism and magic has been completely remade at a time when its themes have renewed urgency.", "title": "Monster Hunter: World review – in hot pursuit of the beast within"}