{"link": "https://www.theguardian.com/technology/2017/nov/23/sky-soundbox-review-all-in-one-tv-speaker-volume", "description": "<p>Tired of reaching for the remote whenever something explodes in a film? The compact Soundbox might be your saviour – but it’s pricey if you don’t have Sky</p><p>Sky has partnered with French audio-firm Devialet to create the Soundbox, an all-in-one TV speaker that promises to squeeze full-range, powerful sound into a small box that, in theory, won’t annoy the neighbours.</p> <a href=\"https://www.theguardian.com/technology/2017/nov/23/sky-soundbox-review-all-in-one-tv-speaker-volume\">Continue reading...</a>", "content": " Tired of reaching for the remote whenever something explodes in a film? The compact Soundbox might be your saviour – but it’s pricey if you don’t have Sky \nSamuel Gibbs \n\nThu 23 Nov 2017 09.55 GMT\n\n\nLast modified on Fri 12 Jan 2018 10.24 GMT\n\n Sky has partnered with French audio-firm Devialet to create the Soundbox, an all-in-one TV speaker that promises to squeeze full-range, powerful sound into a small box that, in theory, won’t annoy the neighbours. The Sky Soundbox is essentially a soundbar squeezed into a black speaker box just 37.5cm wide and 21cm deep, which makes it one of the smallest all-in-one speaker systems available. Arguably that is the Soundbox’s biggest strength as it’s barely bigger than the Sky box that it’s designed to be plugged into. It has a total of nine speakers of different sizes and orientations, which work together to produce a wide soundscape, hidden behind the black fabric mesh, and a cut out in the back that hides away two HDMI ports, an optical input and the power socket. At 4Kg the Soundbox is surprisingly heavy, but it has a large rubber foot on the bottom to stop it moving about or shaking your TV cabinet. Hooking up the Soundbox is incredibly easy. Plug one end of the HDMI cable coming out of your Sky box into the speaker. Plug the included HDMI cable into the output of the speaker and into the back of your TV. To route other TV sound through the speaker, just connect an optical cable. Plug in the power and the Sky Q box automatically recognises the speaker, and your TV will probably display a message saying its built-in speakers have been turned off. There’s a little remote supplied with it, for adjusting volume and changing inputs between HDMI, optical and the Bluetooth connection, which works just like most Bluetooth speakers. If you’ve got a Sky box – and I’m not sure why you would buy the Soundbox if you didn’t – you’ll just use your normal Sky remote to control volume. Hooked up to a Sky Q box you also get what Sky calls “Q Sound”, which basically means audio tuned to the type of content your watching. You can also activate special sound modes, such as vocal enhancer and late night mode, which further modify the audio. Vocal enhancer was genuinely great for boosting the sometimes muddy voices from comedy panel shows, while late night mode is effectively dynamic range compression – making more of the audio all one volume meaning you can better hear the quiet bits and reduce the volume of loud bits at night. As more of us live in ever closer confines with others, late night mode is more useful than you might think. In fact, the Soundbox more or less solved one of the biggest irritations I have with TV audio – incredibly variable volume. While still preserving suspense and range in the audio, the Soundbox removed the need for constant volume jockeying to be able to hear the dialogue but not blow the ears off the neighbours with sounds of gunfire and explosions. The Soundbox certainly sounds impressive for its size, matching soundbars of a similar price without a sub, and cranking up the volume to levels higher than I would be comfortable sitting in front of. It can’t quite match the bass of a unit with a dedicated sub, however. The virtual surround worked pretty well if the speaker was placed high enough in the room, say on top of the TV cabinet with space either side of it. Placed on the floor sound was much more direct. I wouldn’t quite call it an “immersive 360-degree” experience, but it had a wider soundscape than some much larger soundbars I’ve listened to. Movies and music sounded pretty good with solid separation – at no stage did the action all blend into one. It sounded best with sport, however, bringing a new dimension to football, and where Sky’s Q Sound really seemed to pay off. The Sky Soundbox costs £799 for non-Sky customers, £299 (buy here) for Sky customers and £249 for Sky Q Multiscreen customers. For comparison, the Cambridge Audio TV2 soundbase costs £200 (buy here), the Q Acoustics M3 all-in-one soundbar costs £299 (buy here) and the Sonos Playbase costs £699 (buy here). The Sky Soundbox is a bit of a unique beast: a compact, all-in-one box that spits out full-range sound marking a significant upgrade to your TV-watching experience. Most competitors are much larger, being either longer soundbars or larger soundbases, and most come with a sub you have to put somewhere. So the Soundbox fills a niche well – for those that want more than tinny TV speakers but that don’t have a lot of room. The oddity is that it is way overpriced at £799 for non-Sky customers, but excellent value priced at £250 for Sky Q Multiroom customers. It’s not perfect, with a few connectivity options and some quirks. But the Soundbox’s simplicity, ability to pretty much eliminate the need for constant volume jockeying and compact size make for a very compelling product, particularly for those trying not to annoy the neighbours. Pros: compact, powerful sound, simple setup, Q Sound modes, good late night mode, no need for a separate sub, Bluetooth Cons: can’t put anything on top of it, needs to be placed in the open, no wifi or multi-room audio, no Dolby Atmos This article contains affiliate links to products. Our journalism is independent and is never written to promote these products although we may earn a small commission if a reader makes a purchase.", "title": "Sky Soundbox review: the all-in-one TV speaker that won't annoy the neighbours"}