{"link": "https://www.theguardian.com/technology/2017/dec/01/amazon-kindle-oasis-2017-review-best-e-reading-experience-water-resistance", "description": "<p>The new top-end Kindle is an indulgent purchase, but with added water resistance and other refinements it’s still the one to beat</p><p>Amazon’s new top-end e-reader is now water resistant, but is the all aluminium Kindle Oasis still the luxury option to buy?</p><p>While the <a href=\"https://www.theguardian.com/technology/2016/apr/26/amazon-kindle-oasis-review-luxury-e-reader\">original Kindle Oasis</a> was a big step forward in e-reader design, the 2017 Oasis is more of a refinement with fewer of the compromises made last year for fit and form.</p> <a href=\"https://www.theguardian.com/technology/2017/dec/01/amazon-kindle-oasis-2017-review-best-e-reading-experience-water-resistance\">Continue reading...</a>", "content": " The new top-end Kindle is an indulgent purchase, but with added water resistance and other refinements it’s still the one to beat \nSamuel Gibbs \n\nFri 1 Dec 2017 07.00 GMT\n\n\nLast modified on Fri 1 Dec 2017 10.02 GMT\n\n Amazon’s new top-end e-reader is now water resistant, but is the all aluminium Kindle Oasis still the luxury option to buy? While the original Kindle Oasis was a big step forward in e-reader design, the 2017 Oasis is more of a refinement with fewer of the compromises made last year for fit and form. The new model has a similar asymmetric shape to its predecessor, with one thicker side having page-turn buttons, a power button and the microUSB charging port. The other, thinner side contains the new, larger 7in E-ink screen, which is an inch bigger than the last model and the biggest fitted to a Kindle since the 9.7in DX line, which was discontinued in 2013. Where the 2016 Oasis had a small battery in the reader itself and a larger battery in the case, which charged the internal battery, the new Oasis has a larger battery built-in, capable of “six weeks of reading” – enough to read around two 350-page novels even at my slow pace. It’s a more elegant solution, but the larger battery and bigger screen mean the body of the Oasis now weighs 63g more, at 194g. While it is no longer feather-light, it’s not heavy either, and the solid aluminium body feels more sturdy, meaning I’m less worried about it breaking in a bag. You also have to hold it differently to be able to still hit both page turn buttons, grasping it halfway up the side with your fingers tucked against the ridge on the back rather than down by the bottom corner. The buttons are still excellent and it’s still comfortable to hold for extended periods. While it’s more difficult to fit in a pocket, I appreciated the bigger display, which could fit more text on one page, meaning fewer page turns were required per chapter. It’s still as beautifully crisp and easy to read, and now has automatic front-light adjustment. Other than the bigger screen, the two new standout features for the 2017 Oasis are Audible audiobook integration and water resistance, a first for the Kindle line and a feature rivals have had for years. It will survive up to an hour in up to 2m of fresh water, which means trips to the beach or the pool are a bit safer, although don’t expect it to float.  You can slot a case into the thinner section on the back, which will hold it on by magnets and can stand the Kindle up on a desk. I tried a fabric case, which is water safe and quite nice, but doesn’t feel as luxurious as the leather cover included with the 2016 Oasis (leather versions are available for a higher price than the fabric model). Audiobooks are nothing new, but what the new Oasis can do is sync your reading positions across Audible books and ebooks. If you have bought both the ebook and the audiobook you can seamlessly switch between the two by using a pair of Bluetooth headphones or a speaker connected to the Oasis – there’s no headphone socket.  I hit play on the audiobook as I leave work to listen to while walking to the station. Once seated on the train, I pull out the Oasis and start reading rather than listening. The sync happens between complete pages, so you have to find the last word that was uttered on the page. Once I pull in at the station I hit the button, switch to the audiobook and hit play again, walking home. I found it delightful, working and syncing well, but it’s expensive as you have to essentially buy the book twice and you can’t side-load audiobooks from other sources. If you own one but not the other, Amazon discounts the other format, from £2.99 for an audiobook. It won’t show the text of the book when you listen to the audiobook, so it won’t work as a read-along system for kids. You also end up with the narrator’s version of characters entering into your reading of the book, which some will like but others will feel is imposing. The 2017 Amazon Kindle Oasis costs £229.99 (buy here) with 8GB of storage and wifi, £239.99 (buy here) with 32GB and wifi, or £319.99 (buy here) with 32GB and wifi and 3G connectivity. For comparison, the Kindle Voyage costs £170 (buy here) with wifi only, the Paperwhite costs £110 (buy here) with wifi only and adverts, and the standard Kindle costs £60 with ads (buy here). Kobo’s Aura H2O costs £150 (buy here). The 2017 Amazon Kindle Oasis is the Rolls-Royce of e-readers – a premium device that does little more than the excellent Paperwhite, while costing more than twice the price. But that’s ok. It isn’t the Kindle you should buy, but it’s the one you’ll want to buy. It’s an indulgence. Where last year’s Kindle Oasis was a giant leap forward in e-reader design, the new version is just iterative. The bigger screen makes reading better, but portability slightly worse. The integrated battery makes it a little bit heavier, but less complex. It’s finally water resistant, and an auto-adjusting front light is much appreciated. Audiobook integration through Amazon’s Audible is a great, but expensive alternative way to consume books that may fit better with your commuting patterns – it does mine. The Kindle Oasis provides the best ebook reading experience money can buy. It’s just not a huge upgrade over the excellent model from last year. Pros: long battery life, light, easy to hold, excellent screen, even auto-adjusting frontlight, great page-turn buttons, luxurious feel, faster, Audible integration Cons: expensive, cover not included, no support for third-party audiobooks, no headphones socket This article contains affiliate links to products. Our journalism is independent and is never written to promote these products although we may earn a small commission if a reader makes a purchase.", "title": "Amazon Kindle Oasis 2017 review: the Rolls-Royce of e-readers"}