{"link": "https://www.theguardian.com/technology/2017/dec/01/amazon-echo-google-home-sonos-one-which-smart-speaker-buy", "description": "<p>Voice-control devices that can play music, answer questions and buy goods are one of the hottest gifts this Christmas. Here’s what they can do – and our pick of the best buys</p><p>Smart speakers are set to be the hottest <a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2017/nov/24/christmas-gift-guide-2017-presents-unusual-ideas\">Christmas</a> gift this year. On Black Friday, Amazon dropped the price of its core <a href=\"http://go.theguardian.com/?url=https%3A%2F%2Fwww.amazon.co.uk%2Fdp%2FB06Y5ZW72J%2Fref%3Dasc_df_B06Y5ZW72J48115578%2F%3Ftag%3Dgoogshopuk-21%26creative%3D22110%26creativeASIN%3DB06Y5ZW72J%26linkCode%3Ddf0%26hvadid%3D218757371956%26hvpos%3D1o1%26hvnetw%3Dg%26hvrand%3D9077687945666357426%26hvpone%3D%26hvptwo%3D%26hvqmt%3D%26hvdev%3Dc%26hvdvcmdl%3D%26hvlocint%3D%26hvlocphy%3D9045999%26hvtargid%3Dpla-376172713082&amp;id=114047X1572903\">Echo</a> product to £79 (it is back up to £90 now), while Google slashed the cost of its <a href=\"http://go.theguardian.com/?url=http%3A%2F%2Fwww.argos.co.uk%2Fstatic%2FArgosPromo3%2FincludeName%2Fgoogle-home.htm&amp;id=114047X1572903\">Home</a> device from £129 to £77.50 at most outlets (it is also back up now). Meanwhile, Apple is promising to launch its version, HomePod, although the price point is rumoured to be significantly higher.</p><p>With the pre-Christmas launch of the Echo Show, which ups Alexa’s game with a built-in screen, are they the next must-have device? A simple voice command can fill your room with music – and change tunes whenever you wish. They will answer questions on a vast range of topics, set alarms, tell you the weather and what your commute holds in store. Some can order almost any goods over the internet for delivery within hours or days. Hooked up with other devices, they turn lights on and off and control the heating. But they have also been accused of making fake purchases and snooping on your conversations.</p> <a href=\"https://www.theguardian.com/technology/2017/dec/01/amazon-echo-google-home-sonos-one-which-smart-speaker-buy\">Continue reading...</a>", "content": " Voice-control devices that can play music, answer questions and buy goods are one of the hottest gifts this Christmas. Here’s what they can do – and our pick of the best buys \nSamuel Gibbs \n\nFri 1 Dec 2017 11.38 GMT\n\n\nLast modified on Thu 11 Jan 2018 10.32 GMT\n\n Smart speakers are set to be the hottest Christmas gift this year. On Black Friday, Amazon dropped the price of its core Echo product to £79 (it is back up to £90 now), while Google slashed the cost of its Home device from £129 to £77.50 at most outlets (it is also back up now). Meanwhile, Apple is promising to launch its version, HomePod, although the price point is rumoured to be significantly higher. With the pre-Christmas launch of the Echo Show, which ups Alexa’s game with a built-in screen, are they the next must-have device? A simple voice command can fill your room with music – and change tunes whenever you wish. They will answer questions on a vast range of topics, set alarms, tell you the weather and what your commute holds in store. Some can order almost any goods over the internet for delivery within hours or days. Hooked up with other devices, they turn lights on and off and control the heating. But they have also been accused of making fake purchases and snooping on your conversations. What are they? Essentially internet-connected speakers with built-in artificial intelligence in the form of voice assistants, like those on most smartphones. The two biggest players are Amazon, whose Echo uses its Alexa voice assistant, and Google, whose Home speaker uses its Assistant voice recognition system. Apple’s HomePod, using its well-established Siri voice assistant, was scheduled for launch in December, but the date has slipped to early next year. How do they work? The built-in microphones listen for a wake-up word. Saying “Alexa” to Amazon’s speaker or “Hey, Google” to Google’s devices wakes them up so they start listening to you. From that moment they send everything you say to a server to interpret what you’re saying and reply with an answer, action or similar. It all happens in a split second over wifi. What can they do? Any number of voice-related tasks, but most people use them to play music by simply asking for a track, artist or album; answer general knowledge questions; and to set timers, alarms and, if you have gone to the trouble of setting it up, to control smart home devices such as smart lights. They can also can plug into your calendar to let you know what your day looks like. They will also mostly replace a digital radio, accessing any radio station that plays via the web. Are they always listening? Yes, unless muted. The microphones are always listening out for the wake word. What are they good at? They’re best at performing activities when your hands are otherwise occupied. Setting timers in the kitchen while your hands are covered in flour; playing a bit of music and then skipping the track or turning up or down the volume when amusing a toddler; or simply settling arguments on who scored the winning goal in the cup final – without having to get out your phone. It should work on even quite slow broadband connections – although at times if you are listening to music, it may drop out on very slow connections. What’s the difference between Alexa and Google Assistant? Broadly speaking they perform very similarly. Alexa has a greater number of integrations with other apps from third-parties, such as National Rail, the Guardian, Ocado or Uber. Google Assistant has slightly better natural language understanding, particularly if you make a mess of your question. It also has a larger general knowledge database with the ability to fall back to reading out Google search results for those obscure queries. You are also told where the result came from, leaving it up to you to decide whether you trust the source. Will they snoop on us? The devices listen out for your wake command, carry out the instruction, then shut off. However, any command is recorded to your account for posterity unless you delete it. There is no evidence that the devices are listening into general conversations then using the information commercially. Can I – or my kids – buy things with them? It’s possible. Alexa can buy goods from Amazon via voice using the site’s one-click settings of your default payment and delivery details, so yes your children can instruct it to buy, say, Xbox games. But you can turn off purchasing at the outset to avoid this happening. Do I need extra subscriptions? No. To use Alexa you need an Amazon account, but you don’t need to be a Prime subscriber. For Google’s Assistant you need a Google account, but not a subscription to any of Google’s paid-for services. Which music services do they support? Alexa supports Amazon Music, both the 2m-song library version bundled with Prime membership (£79 a year) and the full 40m-song library Music Unlimited at £3.99 a month with an Echo. You can add Spotify, TuneIn and Radioplayer. Google Assistant will play your own uploaded music library for free (from your Google Play account), plus paid-for services such as Spotify. Google Play Access All Areas is £9.99 a month. Alternatively, you can stream music via Bluetooth from a phone, tablet or computer. Do they make voice calls? In the UK Alexa can call Amazon’s range of Echo speakers, as well as the Alexa app on a smartphone owned by you or your friends. You both need to have set up this function. Google Assistant can currently only place calls in the US or Canada. Each device has its advantages, but we reckon that the Amazon Echo is the best all-rounder. Amazon Echo Price £90 but look out for deals. It has good audio quality, an excellent ability to hear you over noise, and a solid feature set. Google Home Price: £129 but was widely discounted to £77.50 for Black Friday. If you can get it for that price or less, then it becomes a contender. Sound quality is poorer than the Echo, but Google’s voice recognition is better. Google Home Mini Price: £49 If you’re looking for something to just answer general knowledge questions – who starred in a film or scored the winning goal – it’s the best bet, but it’s not great as a music speaker. Apple HomePod Price: Unknown No official launch date yet, but it could be early 2018 and is rumoured to be around the £300 mark. Apple will be keen to offer the highest quality music experience. But its Siri voice assistant is widely regarded as weak compared to Alexa and Google Assistant. Sonos One Price £199 The best-sounding smart speaker to date has Alexa integrated into it, and is promised to receive Google Assistant-support next year, but lacks some standard features available to the Echo such as daily briefings and some music features. Amazon Echo Dot Price: £50 The smarts of Alexa condensed into a smaller puck-sized device with a small speaker, but audio output options to connect up external speakers, making it good for adding Alexa to existing kit. This article contains affiliate links to products. Our journalism is independent and is never written to promote these products although we may earn a small commission if a reader makes a purchase.", "title": "Amazon Echo, Google Home or Sonos One: which smart speaker should I buy?"}