{"link": "https://www.theguardian.com/technology/2017/nov/10/iphone-x-review-apple-face-id-all-screen-design-home-button", "description": "<p>The company’s most important smartphone in years does not disappoint, with Face ID and an all-screen design that spells the end of the home button </p><p>The iPhone X is Apple’s most important – and most expensive – new smartphone in four years, bringing with it a significant change to the design, dumping the home button to usher in a full-screen experience. Thankfully, Apple nailed it.<br></p><p>After four years of the company recycling the design of the iPhone 6, the iPhone X is a breath of fresh air. The beautiful OLED screen takes up pretty much the whole front of the device. It’s one of the best displays I’ve ever seen on a smartphone, and while it’s not quite as bezel free at the sides as <a href=\"https://www.theguardian.com/technology/2017/apr/21/samsung-galaxy-s8-review-smartphone-infinity-display-iris-scanner\">Samsung’s Galaxy S8</a> and <a href=\"https://www.theguardian.com/technology/2017/sep/07/samsung-galaxy-note-8-review-a-greatest-hits-package-from-the-godfather-of-phablets\">Note 8</a> devices, it’s a giant leap forward for Apple.</p> <a href=\"https://www.theguardian.com/technology/2017/nov/10/iphone-x-review-apple-face-id-all-screen-design-home-button\">Continue reading...</a>", "content": " The company’s most important smartphone in years does not disappoint, with Face ID and an all-screen design that spells the end of the home button  \nSamuel Gibbs \n\nFri 10 Nov 2017 07.00 GMT\n\n\nLast modified on Thu 11 Jan 2018 16.59 GMT\n\n The iPhone X is Apple’s most important – and most expensive – new smartphone in four years, bringing with it a significant change to the design, dumping the home button to usher in a full-screen experience. Thankfully, Apple nailed it. After four years of the company recycling the design of the iPhone 6, the iPhone X is a breath of fresh air. The beautiful OLED screen takes up pretty much the whole front of the device. It’s one of the best displays I’ve ever seen on a smartphone, and while it’s not quite as bezel free at the sides as Samsung’s Galaxy S8 and Note 8 devices, it’s a giant leap forward for Apple. Two concessions were made for the all-screen design. The most obvious is that there is no home button, axed after a decade of service. You might miss it if you have muscle memory from mashing the button every two minutes, but I don’t. There’s also no Touch ID fingerprint scanner, as it has been replaced with Face ID facial recognition technology – more on that later. To get back to the home screen you swipe up from a line at the very bottom of the screen, which feels much more fluid and engaging than hitting a button. You’re meant to swipe up and hold to get to the stack of recently used apps, but I found it quicker and more reliable to use the BlackBerry OS 10-esque swipe up and right (or left) gesture. The second concession is equally controversial – the so-called notch. At the top of the screen there’s a cutout in the display that houses the earpiece speaker, the selfie camera and various sensors for the TrueDepth camera system that facilitates Face ID. Those bits have to be there somewhere; most manufacturers just have a piece of the phone’s body extend left to right, squaring off the screen, which I think is a better compromise. It’s something people will either straight-up hate, or simply not notice most of the time. My money is on the latter, even though it does look a little bit stupid when watching full-screen video. The back of the phone is glass, like the iPhone 8 Plus but with a more pronounced vertically-oriented camera lump. Its polished stainless steel frame feels harder than the aluminium used for the previous iPhones, and at 174g the phone weighs quite a lot for its size. The 5.8in Samsung Galaxy S8 weighs 19g less, but the iPhone X is still significantly lighter than the 202g 5.5in iPhone 8 Plus. No matter how solid it feels, you’ll need a case. No matter how durable Apple says its glass is, glass is still glass and breaks on impact with the ground, as drop tests show. It’s a shame because the iPhone X is genuinely one of the nicest smartphones to hold. One thing that might surprise iPhone users is just how small the iPhone X is despite its 5.8in screen. At 143.6mm long, the iPhone X is 5.2mm taller than the iPhone 8 but a full 14.8mm shorter than the iPhone 8 Plus. At 70.9mm wide the iPhone X is only 3.6mm bigger than the iPhone 8, and is 7.2mm narrower than the iPhone 8 Plus, with its smaller, 5.5in screen. That’s the difference between being able to comfortably hold and use it with one hand or being on the verge of dropping it all the time. For a non-iPhone comparison, Samsung’s Galaxy S8 is 2.8mm narrower but 5.3mm taller than the iPhone X with the same sized screen when measured diagonally. The iPhone X has the same A11 Bionic processor and amount of memory as the iPhone 8 Plus and performs just as well, and as fast and fluid as you should expect for an expensive, top-of-the-line smartphone. The iPhone X’s battery lasts almost as long as the iPhone 8 Plus too. Using it as my primary device with hundreds of emails, messages and push notifications, around five hours listening to music on Bluetooth headphones, an hour of Netflix, a quick game and around 10 or so photos shot a day, the iPhone X lasted just under 30 hours between charges. That meant it would last from 7am till around lunchtime on the second day. Most users will see at least a day’s battery out of it when new, and hopefully still a day when a year or so old and the battery has lost a little of its capacity. The iPhone X can fast-charge from a USB-C power adapter, but like the iPhone 8 and 8 Plus one isn’t included in the box. Wireless charging works great, particularly when sitting at a desk or overnight on a bedside table, but isn’t as fast as a cable. The big new feature for the iPhone X is Face ID – Apple’s facial-recognition system that uses an infrared camera to map your face with the help of a dot projector and infrared light. As the iPhone X has no fingerprint scanner, Face ID is the only biometric security system available for unlocking the smartphone and its apps or authenticating payments. My experience with even the best facial-recognition systems, such as those on Microsoft’s Surface computers, made me sceptical as to whether Face ID would work well enough to replace the tried and trusted fingerprint scanner.  I was genuinely surprised at how well it works. In the day-to-day rush of life, not once did it fail to recognise me and open up. Even when I borrowed some strong prescription glasses it recognised me (I don’t wear glasses). It struggled with polarised sunglasses, but that’s not really a problem for most of the year in the UK, although it might be in sunnier climes. After registering your face, you unlock the phone by looking at it and swiping up. It works just about any position and distance at which you would normally hold and interact with your phone, as long as it’s within 45 degrees of the vertical and horizontal – it’ll work OK on a desk out in front of you, but it doesn’t work if you’re trying to unlock it in landscape. It has to be able to see your eyes and mouth, so avoid posing like The Thinker. Any apps that use Touch ID automatically support Face ID, even if they haven’t been updated. The iPhone X runs Apple’s latest software, iOS 11.1 and for the most part it is exactly the same as iOS running on any other modern iPhone, including the iPhone 8. Beyond the disappearing home button, there are a few other differences from regular iOS. The keyboard doesn’t sit right at the bottom of the screen, floating about the width of my little finger up the screen with a large grey area below. The notch at the top means that the status bar doesn’t really exist anymore. The time and location services indicator is now on the left, and the battery, wifi and cellular signal indicator sit on the right. But there’s no space for icons such as the rotation lock, Bluetooth, alarm and battery percentage icons because of the notch. I miss the do not disturb icon the most – I keep missing messages and calls because I’ve forgotten to turn off DND in the morning without a visual reminder. Status icons still exist, but they’re tucked away in the new control centre panel, which is now pulled down from the top right edge of the screen. Some might struggle to reach control centre up there, but it’s much more like Android’s version, which has been under the notification shade at the top of the screen for years. Pulling down anywhere just left of the cellular signal status reveals notifications. The iPhone X has a similar dual-camera system to the iPhone 8 Plus, except that the two cameras are arranged vertically on the back. Both cameras have 12-megapixel sensors. The wide-angle camera has an f/1.8 lens, the other “telephoto” camera has an f/2.4, an improvement on the f/2.8 one fitted to the iPhone 8 Plus. Results are pretty similar to the iPhone 8 Plus, meaning photos are detailed, well coloured and close to the best in the business. The iPhone X’s telephoto camera has slightly better low-light performance, which is welcome. Also new is Portrait Lighting mode, which recognises faces and allows you to simulate different lighting effects as well as adding an artificial shallow depth of field with pleasing bokeh. It’s a fun gimmick I found myself larking around with, rather than using to produce meaningful shots. The TrueDepth system enables Portrait modes for one of the best selfie cameras in the business, with good detail and colour. I found Portrait Lighting, particularly the Stage Light and Mono modes, to struggle with artefacts and gaping around the ears and hair in selfies, though. The depth-sensing selfie camera can also be used to create what Apple calls Animoji, which I found just a tad creepy, but some people might find it fun to replicate their facial expressions on the head of a fox or alien. The iPhone X costs £999 for 64GB of storage (buy here) or £1,149 for 256GB of storage (buy here) and comes in either silver or black . For comparison, the 5.8in Galaxy S8 with 64GB of storage costs £689 (buy here), the 6.3in Galaxy Note 8 with 64GB costs £869 (buy here), the 5in Google Pixel 2 costs £629 with 64GB (buy here), the 6in Pixel 2 XL with 64GB costs £799 (buy here), the 5.5in OnePlus 5 with 64GB costs £449 (buy here), the 5.5in iPhone 8 Plus with 64GB costs £799 (buy here) and the 4.7in iPhone 8 with 64GB of storage costs £699 (buy here). The iPhone X is without a doubt the best iPhone Apple has ever made, and it represents a much needed leap forward in design for the company. It still runs the same apps as other iPhones and has the same camera on the back and the same processor and memory as the iPhone 8 Plus. But by ditching the home button, extending the screen to fill the front and introducing Face ID that actually works, it feels so much more modern. The irony is that the iPhone X is the best version of the iPhone for defectors from Android, as many of the changes will feel more familiar to them. Die-hard iPhone users might find some of the changes quite jarring. It’s not perfect: the notch can be annoying, discovery of features on the phone is still atrocious, and it’s difficult to believe any smartphone is worth £999, particularly when the best of the competition can be had for almost half that. But if you’re looking for an iPhone, can stomach splashing a grand on a phone or were already eyeing up the iPhone 8 Plus, this is the iPhone for you. The iPhone X is simply great. Pros: brilliant screen, all-screen design, great camera, good battery life, water resistant, wireless charging, Face ID Cons: no headphone socket, no fingerprint scanner, glass will break if dropped, very expensive, no expandable storage or removable battery, no fast charger in the box, the notch       This article contains affiliate links to products. Our journalism is independent and is never written to promote these products although we may earn a small commission if a reader makes a purchase.", "title": "iPhone X review: Apple finally knocks it out of the park"}