{"link": "https://www.theguardian.com/technology/2017/apr/21/samsung-galaxy-s8-review-smartphone-infinity-display-iris-scanner", "description": "<p>Korean firm’s infinity display pushes smartphone design forward, and its new device is packed with the latest technology encased in a metal and glass shell</p><p>Following the <a href=\"https://www.theguardian.com/technology/galaxy-note-7\">Note 7 debacle</a>, Samsung really needs a home run to keep its lead in the smartphone market. Is the almost all-screen Galaxy S8 it?<br></p><p>It seems so. The Galaxy S8 (<a href=\"http://go.theguardian.com/?url=http%3A%2F%2Fwww.samsung.com%2Fuk%2Fsmartphones%2Fgalaxy-s8%2F%3F&amp;id=114047X1572903\">find here</a>) is arguably the best improvement in smartphone design in years and the biggest step forward to the holy grail of an all-screen phone.</p> <a href=\"https://www.theguardian.com/technology/2017/apr/21/samsung-galaxy-s8-review-smartphone-infinity-display-iris-scanner\">Continue reading...</a>", "content": " Korean firm’s infinity display pushes smartphone design forward, and its new device is packed with the latest technology encased in a metal and glass shell \nSamuel Gibbs \n\nFri 21 Apr 2017 07.00 BST\n\n\nLast modified on Fri 12 Jan 2018 10.13 GMT\n\n Following the Note 7 debacle, Samsung really needs a home run to keep its lead in the smartphone market. Is the almost all-screen Galaxy S8 it? It seems so. The Galaxy S8 (find here) is arguably the best improvement in smartphone design in years and the biggest step forward to the holy grail of an all-screen phone. The S8 has curved screens like last year’s model, but now the top and bottom bezels of the phone are much smaller, measuring 9mm from the very top of the device and just over 7mm from the bottom, giving it a screen-to-body ratio of 83%. The long and narrow 5.8in QHD+ “infinity” screen provides the big-screen experience in a body practically the same width as, and only a little taller than, Apple’s 4.7in iPhone 7. The S8’s body is narrow at just 68.1mm wide, which is 9.8mm narrower than the 77.9mm wide iPhone 7 Plus, 7.6mm narrower than the 75.7mm Google Pixel XL and 4.5mm narrower than last year’s 72.6mm S7 Edge, and therefore a lot more manageable to use than the competition. Samsung is the market leader in screen technology, and the S8 has the company’s best smartphone display to date. It’s simply beautiful, with rich colours, inky blacks, excellent viewing angles and a surprisingly large brightness range. It is bright enough to see in direct sunlight but will also go very dim to make viewing the screen at night much less dazzling. Out of the box the display is set to the equivalent of full HD resolution, despite the fact that the screen is capable of displaying resolutions up to QHD+. Users can opt for QHD+, FHD+ or even a 720p equivalent (in theory the higher the resolution the shorter the battery life but the crisper the display). The S8 is Samsung’s most tactile phone to date. The glass back, curved edges and polished metal sides feel great. Samsung’s usual home, back and overview capacitive buttons are gone, instead replaced with software navigation keys. The place on the screen where the home button is displayed is pressure sensitive, acting both as a software button and a hardware button in one. Pressing harder on the home button while the device is in standby, for instance, can be set to wake up the phone, while the button can be deactivated while playing a game unless hard-pressed to avoid accidental activation. It works well. The camera is flush with the body – no camera bump or wedge-shape needed – with a small raised bezel to help protect the lens. The S8 is also water resistant to depths of 1.5m for 30 minutes with an IP68 rating, and Corning’s Gorilla Glass 5, which should hopefully make both front and back more scratch resistant. I tested the European Exynos 8895 version of the Galaxy S8. US Galaxy S8 buyers will get a version that uses a Qualcomm Snapdragon 835 instead. The Galaxy S8 is a highly capable, fast phone, with snappy performance across the board, particularly when loading of large amounts of data. In Gameloft’s Nova Legacy each level loaded in about half the time on the S8 than the Pixel XL, and once playing the game the S8 stayed cool and consumed noticeably less battery. Call and data connectivity were excellent throughout, and yes, there’s a headphone socket. The S8 is one of the most future-proofed smartphones available. It is one of the few to support the new cat 9 LTE – the fastest of 4G technologies currently available only in large urban areas and only through EE – but it also supports the brand new Bluetooth 5.0 standard, which will provide much more advanced and robust support for wireless headphones among other things. Bluetooth 5.0 headphones won’t be available in the mass market for a while. In the meantime the S8 uses the more advanced Bluetooth chip to send audio to two different Bluetooth devices simultaneously, making headphone sharing wireless. Using it as my primary device, browsing and using apps for four hours with hundreds of push emails, 60 minutes of gaming, and listening to around five hours of music via Bluetooth headphones, the Galaxy S8 lasted just over 24 hours with the screen set to QHD+ and the always-on display (AOD) active and no power-saving modes activated. Setting the screen to FHD+ and turning off AOD the S8 managed to make it just over 25 hours between charges. Wireless charging worked well overnight on a 5W pad built into a piece of furniture, but faster wireless chargers are available. Quick charging via the USB-C cable and the Samsung power adapter that comes with the phone fully charged the it in just over 90 minutes, which isn’t the fastest available but isn’t exactly slow. The S8 only supports Qualcomm’s Quick Charge 2.0, not the latest version 3.0 or the more universal USB-PD (power delivery), which is disappointing. Samsung devices run a modified version of Android called TouchWiz. The S8 runs Android 7.0 Nougat, not the latest 7.1, and with a series of customisations to both the look and operation of Android. Over the last few versions, TouchWiz has improved greatly from an overbearing, gimmick and bug-filled mess to something perfectly acceptable. The version based on Android 7 running on the S8 called “Grace UX” is actually good, which is something I never thought I’d say about TouchWiz. TouchWiz is filled with useful additions and little options that can tweak the device to behave the way you want that aren’t available with standard Android. For instance, users can choose to have the navigation keys at the bottom of the screen either in standard Android configuration (back, home then recently used apps) or Samsung’s reversed configuration with the back button on the right. You can also change the colour, make the home button skip the lockscreen entirely and choose whether it is displayed all the time or not. The number of icons you can fit on the homescreen can be changed and you can move multiple icons around at the same time and choose whether they have borders around them or not. You can have an app drawer, and change whether or not to show a button to get to it, or see it behave like iOS with all apps on the homescreen. There’s full theme support too, with many to chose from. One of the most useful features is called Snap window, which essentially allows you to place a video at the top of any other content in a split-screen layout by highlighting the part of the screen that contains the video in whichever app you’re playing it in. It feels a bit of a hack, but is much better than most other implementations that do the same job on Android. A great addition – carried over from from the ill-fated Note 7 – is instant gif making. Accessed from the smart select edge panel, simply tap the gif button, place the box over whichever video you want to turn into a gif, hit record and play the video to produce an instant gif. It’s the sole reason to use the edge panel. Overall, TouchWiz on the Galaxy S8 is a polished, feature-rich and highly customisable operating system, which isn’t burdened with gimmicks. The only issue might be with the rate at which Samsung updates the version of Android. It’s already not running on the latest version and the company is not known for its rapid version updates. The S8 is the first device to come with Samsung’s new smart assistant Bixby. It has its own dedicated button on the side and comes in three parts. The first is a Google Now-esque set of cards for displaying a few widgets, reminders, the weather, steps and the social news aggregator Upday. The second is object recognition like Google Goggles. The third is a voice assistant, which isn’t available yet but is set to be available in the US in the spring, with other countries including the UK at a later date. The trouble is Bixby isn’t very good. Sure, it can point me in the direction of Amazon to buy more Nature Valley bars, or capture text from an image, but Upday I found more annoying than useful and the Spotify widget is easier to activate from the notification shade. At the moment Bixby is a poor duplication of Google Assistant’s feed, which is also built into the S8. Thankfully you can turn it off and safely ignore it, but you can’t use that extra button for anything else, yet. At least I haven’t activated Bixby by accident. The S8 comes with the usual fingerprint scanner, but this time it’s placed on the back up next to the camera. It’s not an idea placement, but it is about the same distance up the back as fingerprint scanners placed on the back of some big-screen smartphones. I found it OK to reach it, and relatively accurate and fast to unlock the device, but I put fingerprints all over the camera lens by accident all the time. It’s not the best, but it’s not terrible either. On the front you also have an iris scanner, which scans both or either of your irises in the same way the Note 7 did. If you get your eyes lined up properly it can work almost instantaneously, but it’s faster and more reliable to use the fingerprint scanner. The only time I found it useful was when the phone was on the desk and I didn’t want to pick it up to unlock it. The S8’s camera is very similar to the one fitted to last year’s Galaxy S7 Edge. Its f/1.7 lens is one of the fastest on the market and as such lets in more light than most. Combined with large, 1.4um pixels on the 12-megapixel sensor, the S8’s low-light performance is arguably the best available. It focused, shot and captured dark scenes better than the Google Pixel XL, but the S8’s HDR function is not quite as good as Google’s HDR+. The S8 captures excellent images in most conditions and it is a slightly better camera than last year’s S7 Edge. The camera app is great, with enough options and manual controls to keep most people happy, and has a new optional floating camera button that can be placed anywhere on the screen. It makes taking photos in landscape a lot easier with one hand. The front-facing selfie camera is excellent, capturing detailed, well balanced photos even in poor light. It also comes with some beautification features, which work better than most without turning your face into a painting. The Samsung Galaxy S8 costs £689 (buy here) with 64GB of storage. It comes in black or grey and is due to ship 28 April. For comparison, Google’s Pixel XL costs £719 with 32GB of storage, Apple’s iPhone 7 Plus costs £719 with 32GB of storage, the LG G6 costs £649 with 32GB of storage, the OnePlus 3T costs £399 with 64GB of storage and the Huawei P10 Plus costs £649 with 128GB of storage. The Samsung Galaxy S8 is the best smartphone available, full stop. It has raised the bar for top-end smartphone design, is one of the most future-proofed phones you can buy and squeezes a large selection of cutting-edge technology into a consumer-friendly package that anyone can use. Nothing is perfect, of course: the fingerprint scanner could be positioned better, the battery could last longer, the pace of software updates is questionable and the lack of USB-PD is disappointing. But what you get is a brilliant, exciting smartphone that’s beautiful. It feels like you’re holding the future. Pros: 64GB + microSD card slot, wireless charging, IP68, brilliant screen, tiny body, great camera, iris scanner, 24-hour battery, pressure-sensitive screen, notification LED Cons: fixed battery, only Android 7.0, no USB-PD, fingerprint scanner placement not ideal  This article contains affiliate links to products. Our journalism is independent and is never written to promote these products although we may earn a small commission if a reader makes a purchase.", "title": "Samsung Galaxy S8 review: the future of smartphones"}