{"link": "https://www.theguardian.com/technology/2017/oct/17/google-pixel-2-xl-review-big-screen-android-camera-battery-ai", "description": "<p>The fastest and smoothest Google Android device has a cracking camera, squeezable sides, great battery life and baked-in AI</p><p>Google’s direct challenger to the iPhone 8 Plus and upcoming iPhone X is the Pixel 2 XL, and you may be blown away by the sheer speed of the thing.<br></p><p>The Android-maker has removed the gloves, thrown down the jacket and is seemingly ready for a straight-up fight with Apple, despite the ramifications of inevitably competing directly with Google’s partners such as Samsung and other key Android smartphone manufacturers.</p> <a href=\"https://www.theguardian.com/technology/2017/oct/17/google-pixel-2-xl-review-big-screen-android-camera-battery-ai\">Continue reading...</a>", "content": " The fastest and smoothest Google Android device has a cracking camera, squeezable sides, great battery life and baked-in AI \nSamuel Gibbs \n\nTue 17 Oct 2017 14.00 BST\n\n\nLast modified on Mon 4 Dec 2017 09.31 GMT\n\n Google’s direct challenger to the iPhone 8 Plus and upcoming iPhone X is the Pixel 2 XL, and you may be blown away by the sheer speed of the thing. The Android-maker has removed the gloves, thrown down the jacket and is seemingly ready for a straight-up fight with Apple, despite the ramifications of inevitably competing directly with Google’s partners such as Samsung and other key Android smartphone manufacturers. The Pixel 2 XL is one of the more unique looking devices in recent memory. It’s available in all black or an attractive black-and-white combo where the body is white and the “visor” top glass section is black. There’s a fairly large camera lens that sticks out a little bit out of the visor, a fingerprint scanner placed on the back where the index finger naturally rests and a small G logo near the bottom. It’s a simple but good-looking design. The front is all glass, with rounded edges and a pair of stereo speakers at the top and bottom. Pressing the power button reveals an elongated 18:9 ratio 6in QHD+ display, which looks great, matching the vibrancy and black levels of the top-end Samsung S8. Unfortunately the same cannot be said of the bezels with a relatively large gap between the sides of the device and the screen. At 76.7mm wide, the 6in Pixel 2 XL is 3.3mm wider than the 6.2in Galaxy S8+ but 1.4mm narrower than the 5.5in iPhone 8 Plus. It’s also 2g heavier than the S8+ but 27g lighter than the iPhone 8 Plus, which you can really feel in the hand. In fact, the Pixel 2 XL is one of the easiest large smartphones to hold. The screen and back curve round to flat sides and rounded corners, which provide comfortable in-hand feel and an assured grip. The so called “hybrid coating” on the aluminium body adds texture, feels durable and aids grip too. The Pixel 2 XL has all the high-end hardware you might expect in a 2017 flagship phone: Qualcomm’s top-of-the-line Snapdragon 835 processor, 4GB of memory, 64GB or more of storage and a fairly large, fast-charging battery. But it’s clear that not all Android smartphones are born equal. The Pixel 2 XL is the fastest-feeling smartphone I’ve ever used. Switching between apps using a double-tap on the overview button is instant. Apps spring into action. The fingerprint scanner on the back is super quick. Even big, intensive games load faster than any other Android device; it’s really quite impressive. Battery life is also good. I easily got a full day of use out of the Pixel 2 XL. Taking lots of photos, watching videos, receiving loads of emails and message notifications, browsing the internet over a mix of wifi and 4G, as well as a couple of hours of listening to music via Bluetooth headphones and quick spot of gaming, I would get to bed with at least 40% battery left, for a total of around 31 hours battery life. The battery would drop by only 1% in eight hours overnight, compared to around 4% from the best of the competition, which was impressive. Google’s Oreo and software optimisations for the Pixel 2 XL focused on battery life clearly work. I would expect those who only use their smartphones intermittently throughout the day to see much better battery life compared to most of the competition, easily reaching two days. A full charge takes around 100 minutes using a fast USB-C Power Delivery charger (one is included in the box, but any that charge a computer will do too). Charging the first 40% took around 30 minutes, which would last at least half a day. The Pixel 2 XL is one of the first new smartphones to ship with the latest iteration of Android 8 Oreo, which is the most refined version yet. Most of the changes are under the hood, helping to prolong battery life and preserve snappy performance. Google also now has plenty of Pixel-specific features. The most obvious is the tighter integration of Google Assistant into the device. The home screen now has the Google search bar at the bottom and an intelligent widget at the top of the screen that displays the date, upcoming calendar appointments, traffic conditions and the weather. Google says this top widget will get smarter as time goes on with new features to be added with updates, but users cannot remove it – an unusual and possibly controversial situation for an Android device, which normally pride themselves on the ability to customise pretty much everything. It’s clear that Google has spent a lot of time optimising all the various bits and pieces of Android and the Pixel software. The raw feeling of speed is one element, but it also all feels incredibly smooth. Animations are fast but highly detailed and fluid. There’s a level of consistency and performance that is difficult to find away from Apple’s iOS, which is exactly what Google – as the Android maker – should be able to do, and needs to do to compete with the iPhone. The other big element of the Pixel 2 XL over most other smartphones is the increasing level of smarts being built into the device. Google is baking machine-learning or AI directly into the device in the form of dedicated chips and software, performing functions that would usually require an internet connection the cloud. The Pixel 2 XL’s fun little Now Playing feature is a good example. It performs like the app Shazam, identifying tracks and artists from music playing around you, but does so locally using a built-in updating database of around 100,000 songs. It happens in the background popping up as a small notification at the bottom of the always-on display and in the notification shade should you wish to add that track to your Spotify or similar library. Google says this is just the beginning of its local AI plans, which should be both faster and help preserve privacy as nothing is sent to a server. The Pixel also has pressure-sensitive sides, like the HTC U11. Squeeze the bottom of the phone and it’ll launch Google Assistant even when the screen is off. To my British sensibilities, it’s a much better way of getting to the Google Assistant than the awkward wake word “OK Google”. The 12.2-megapixel rear camera on the Pixel 2 XL is simply brilliant, producing some of the best photos I’ve ever captured using a smartphone, which are full of detail, even in the dark areas of otherwise bright scenes. Low light performance is also excellent, making just about any off-the-cuff photo look good. There aren’t any real manual controls, with focus and exposure lock or compensation about it, but that’s absolutely fine for most people. The eight-megapixel selfie camera is also the best in the business, capturing more detail and with better lighting than any other I have tried. Some may find the level of detail a little unflattering, capturing anything and everything including patches of dry skin and wrinkles, but they can always be smoothed out after the fact. Google offers a mode that helps smooth skin for selfies, which worked quite well without making people look like they’re wearing makeup applied with a trowel. The motion stills – which are essentially Google’s version of Apple’s Live Photos – were surprisingly good, just capturing interesting elements of motion. It’s still a bit of a gimmick but caught a few surprises in group photos and selfies here and there. Google has developed a version of the popular Portrait Mode that does not require a dual camera setup like the competition. Instead Google uses the dual-pixel system of a single camera to gain depth information, which means it works on both the rear and selfie cameras. It uses depth-sensing to identify the subject and artificially blur the background for a pleasing bokeh effect, and was easily as good as Apple’s system on the iPhone 8 Plus just without the 2x zoom, only tripping up on glass objects. It also handled fine detail such as wisps of hair better than most others. The Pixel 2 XL costs £799 with 64GB of storage or £899 with 128GB of storage and are exclusive to EE (buy here), Carphone Warehouse (buy here) and the Google Store in the UK. For comparison, the 6.2in Samsung Galaxy S8+ costs around £680 with 64GB of storage (£779 at launch), the 5.8in Galaxy S8 with 64GB costs under £540 (£689 at launch), the 6.3in Galaxy Note 8 with 64GB costs under £820 (£869 at launch), the 5.5in OnePlus 5 with 64GB costs £449 and the 5.5in iPhone 8 Plus with 64GB costs £799. Apple’s upcoming 5.8in iPhone X with 64GB of storage will cost £999. There is no question that the Google Pixel 2 XL is the best Android experience money can buy. It is the fastest-feeling, slickest and smoothest Android has ever been, putting it well on par with the quality of iOS. The Pixel 2 XL also one of the more interesting looking devices, but does not push the boundaries of phone design quite like the minimal bezels of the Samsung Galaxy S8. That’s not to say it looks like a phone from 2016 or earlier, but it doesn’t quite have the same feeling when you hit the power button and you see the screen doesn’t completely fill the front. The lack of a headphone socket and wireless charging is disappointing. The battery life is great, the camera is absolutely fantastic, the screen looks good, the front-facing speakers are loud and crisp, and the textured body is easy to grip. As an overall package the Google Pixel 2 XL is the best big smartphone of the moment, but I’m not sure it’ll be enough to tempt iPhone users away from Apple. It’s quite expensive, but is still a full £200 cheaper than the upcoming iPhone X, and similar to Samsung’s Galaxy S8+. If you were contemplating a big top-end smartphone, the Pixel 2 XL should be in your top three at least, which should have everyone but Samsung and Apple very worried. Pros: very fast, long battery life, great screen, squeezable sides, latest version of Android and rapid updates, interesting built-in AI, water resistant, fantastic camera, unlimited photo and video backup Cons: expensive, no expandable storage or removable battery, no headphone jack, no wireless charging  This article contains affiliate links to products. Our journalism is independent and is never written to promote these products although we may earn a small commission if a reader makes a purchase.", "title": "Google Pixel 2 XL review: the best big-screened Android experience yet"}