{"link": "https://www.theguardian.com/technology/2017/nov/20/oneplus-5t-review-price-top-end-full-screen-smartphone-battery-life", "description": "<p>OnePlus has done it again, producing a smartphone with almost its rivals’ high-end features, including 36-hour battery life, at an affordable price</p><p>The OnePlus 5T propels the Chinese company into the brave new era of full-screen smartphones, with a new 6in minimal bezel display squeezed into the body of a 5.5in device.<br tabindex=\"-1\"></p><p>The 5T is OnePlus’s fourth phone in two years. Unlike the <a href=\"https://www.theguardian.com/technology/2016/jun/14/oneplus-3-review-flagship-phone-at-mid-range-price\">OnePlus 3</a> to <a href=\"https://www.theguardian.com/technology/2016/dec/05/oneplus-3t-review-android-smartphone\">3T upgrade</a> in 2016, the internal components for the 5T have mostly stayed the same as those of the <a draggable=\"true\" href=\"https://www.theguardian.com/technology/2017/jun/20/oneplus-5-review-fast-smooth-google-pixel-price-smartphone\">OnePlus 5</a>, with the screen and camera the biggest differences.</p> <a href=\"https://www.theguardian.com/technology/2017/nov/20/oneplus-5t-review-price-top-end-full-screen-smartphone-battery-life\">Continue reading...</a>", "content": " OnePlus has done it again, producing a smartphone with almost its rivals’ high-end features, including 36-hour battery life, at an affordable price \nSamuel Gibbs \n\nMon 20 Nov 2017 14.00 GMT\n\n\nLast modified on Mon 20 Nov 2017 15.35 GMT\n\n The OnePlus 5T propels the Chinese company into the brave new era of full-screen smartphones, with a new 6in minimal bezel display squeezed into the body of a 5.5in device. The 5T is OnePlus’s fourth phone in two years. Unlike the OnePlus 3 to 3T upgrade in 2016, the internal components for the 5T have mostly stayed the same as those of the OnePlus 5, with the screen and camera the biggest differences. The 6in full HD+ AMOLED screen takes priority, stretching to fill the front of the device, bar the slim bezels at the sides and the relatively small top and bottom panels. It doesn’t look quite as impressively “full screen” as Apple’s iPhone X or Samsung’s Galaxy S8, but the 5T has visibly smaller bezels than most, including the Google Pixel 2 XL. The screen isn’t as high resolution as some competitors, sticking with full HD+ as Huawei did for its Mate 10 Pro, but most won’t care because it clearly benefits battery life. It looks great with good contrast, solid viewing angles and your choice of colour calibration including sRGB and DCI-P3. It looks particularly good with full-screen video. The back of the device has a gentle curve, making it feel great to hold, and a minimalist aesthetic in all black, with only the etched logo, fingerprint scanner, dual camera and flash visible. The antenna lines bend round the top and bottom edges in the same way they do on the OnePlus 5. The fingerprint scanner on the back is genuinely great – up there with the best of them in speed and accuracy. The OnePlus 5T feels solid in the hand, but weighing only 162g it is relatively light for a 6in smartphone. Most devices of that size weigh over 170g, including the 174g iPhone X, the 173g Samsung Galaxy S8+, the 175g Google Pixel 2 XL and the 178g Huawei Mate 10 Pro. The 5T is also thinner than most at 7.3mm thick, and is 1.7mm narrower than the Pixel 2 XL, meaning you’re losing nothing in the design despite the phone’s reduced cost. You even get a headphone socket at the bottom, which makes the OnePlus one of the last top-end smartphones to still have one. The only thing missing is water resistance. Where most flagship smartphones have a water resistance rating of IP67 or greater, the 5T lacks such assurances. The OnePlus 5T has the same specifications as the OnePlus 5 and therefore the same Qualcomm Snapdragon 835 processor as used in the majority of top-end smartphones , but with more RAM than most, and options of either 6GB or 8GB. Performance is excellent all round, with a level of sprightliness only seen on Android with the new Pixel 2 XL and Mate 10 Pro with Android Oreo. It’s testament to how much optimisation OnePlus clearly performs with its software, meaning I’m expecting great things once the 5T is updated to Oreo in the first quarter of 2018. If you want Pixel-level smoothness, the 5T is as close as you can get without buying a Google phone. One thing that has improved since the OnePlus 5 is battery life. Despite the larger screen the OnePlus 5T lasted more than 34 hours between charges, meaning I could start using it at 7am and it would make it all way the way through to gone 5pm on the next day. That was while using the OnePlus 5T as my primary device with two sims loaded in it, browsing and using apps for six hours with hundreds of push emails and messages, watching 90 minutes of Netflix, taking around 30 photos and listening to around six hours of music via Bluetooth headphones. Most users will easily be able to go two days between charges. The OnePlus 5T also charges really fast using the company’s proprietary Dash Charge system. Going from zero to 70% charge took just over 33 minutes, which means you’ll get around a day’s charge in well under 30 minutes. The OnePlus 5T runs Oxygen OS 4.7, the company’s customised version of Android 7.1.1 Nougat, not the latest Android 8 Oreo that is available on a variety of new top-end smartphones. Overall, Oxygen OS is a refined experience, which is only slightly tweaked from what is considered the standard Android experience. Small additions include the ability to run two versions of the same app side by side, such as two instances of WhatsApp for two phone numbers, which works very well, and more customisation options. Users can switch the order of the navigation keys, change status icons and use a variety of gestures to launch apps or features. Oxygen OS is a very smooth and well implemented version of Android, it’s just a shame the OnePlus 5T isn’t launching with a version based on the improved Android 8 Oreo. The OnePlus 5T’s dual-camera system is slightly different to that fitted to the 5. Instead of having one camera with a wide-angle lens and another with a telephoto lens, allowing users to get a 2x optical zoom, the 5T’s two cameras both have f/1.7 lenses. The main 12-megapixel camera takes care of most duties, with help from the 20-megapixel secondary camera, which is great for depth effects such as portrait mode. But in low light conditions the phone switches over to the 20-megapixel camera, which combines four pixels into one to improve low-light performance, and for the most part it appears to work. Low light shots were better than the OnePlus 5, with relatively good detail even in photos taken in dim street lighting. It wasn’t quite as good as the Pixel 2 XL at preserving fine detail and minimising blur, but it was fairly close. The camera was also capable of producing excellent shots in better lighting, but the 2x “clear zoom” wasn’t very good, particularly on an overcast day. Pictures looked fine on the phone, but viewed at full resolution on a PC the images lost their crisp detail, an unfortunate consequence of digital zoom. Portrait mode worked well at producing the pleasingly shallow depth of field effect, but it isn’t as good as the best of rival’s implementation, coming unstuck around fine detail such as hair. The 16-megapixel selfie camera is also very good, although it looks a little soft when viewed at full resolution. The camera app is great, with plenty of options including lots of manual control and RAW output. The OnePlus 5T comes only in “midnight black” and costs £449 for 64GB of storage and 6GB of RAM (buy here) or £499 for 128GB of storage and 8GB of RAM. For comparison, the 5.8in Galaxy S8 with 64GB of storage costs £689 (buy here), the 6.2in Galaxy S8+ with 64GB costs £779 (buy here), the the 6in Pixel 2 XL with 64GB costs £799 (buy here), the 5.5in Apple iPhone 8 Plus with 64GB costs £799 (buy here) and the 5.8in iPhone X with 64GB costs £999 (buy here). The OnePlus 5T is a brilliant phone. The large, good-looking 6in screen corrects one of the only flaws with the previous OnePlus 5 to produce a device that is thoroughly on-trend. Its performance is top-notch, the cameras are good, the phone feels great and there’s even a headphone socket. If that wasn’t enough the 34-hour battery life is excellent. All it is missing are wireless charging, water resistance and the latest version of Android. It would be a really good phone costing £600, but priced at just £449 makes the OnePlus 5T an absolute bargain, offering a top-notch experience for considerably less than the competition - you could buy two 5Ts and still have £100 spare for the cost of one iPhone X. Pros: great battery life, good screen, good build, great performance, dual-Sim, good camera, Bluetooth 5 Cons: old version of Android, no IP water resistance rating, screen only FHD+, no wireless charging, no expandable storage, questions around support This article contains affiliate links to products. Our journalism is independent and is never written to promote these products although we may earn a small commission if a reader makes a purchase.", "title": "OnePlus 5T review: premium full-screen experience at half cost of iPhone X"}