{"link": "https://www.theguardian.com/technology/2018/jan/31/data-laws-corporate-america-capitalism", "description": "<p>Data has become the world’s most important resource. Now Silicon Valley giants want to keep government from standing in the way of profits</p><p>One hundred and sixty years ago, the first transatlantic telegram traveled from Britain to the United States along a rickety undersea wire. It consisted of 21 words – and took seventeen hours to arrive.</p><p>Today, the same trip takes as <a href=\"https://www.businesswire.com/news/home/20150924005286/en/Hibernia-Express-Transatlantic-Cable-Route-Connects-New\">little</a> as 60 milliseconds. A dense mesh of fiber-optic cables girdles the world, pumping vast quantities of information across the planet. The McKinsey Global Institute <a draggable=\"true\" href=\"https://www.mckinsey.com/business-functions/digital-mckinsey/our-insights/digital-globalization-the-new-era-of-global-flows\">estimates</a> that 543 terabits of data are flowing across borders <em tabindex=\"-1\">every second</em>. That’s the equivalent of roughly 13 million copies of the complete works of Shakespeare.</p> <a href=\"https://www.theguardian.com/technology/2018/jan/31/data-laws-corporate-america-capitalism\">Continue reading...</a>", "content": " Data has become the world’s most important resource. Now Silicon Valley giants want to keep government from standing in the way of profits \nBen Tarnoff \n\nThu 1 Feb 2018 07.00 GMT\n\n\nLast modified on Thu 1 Feb 2018 21.31 GMT\n\n One hundred and sixty years ago, the first transatlantic telegram traveled from Britain to the United States along a rickety undersea wire. It consisted of 21 words – and took seventeen hours to arrive. Today, the same trip takes as little as 60 milliseconds. A dense mesh of fiber-optic cables girdles the world, pumping vast quantities of information across the planet. The McKinsey Global Institute estimates that 543 terabits of data are flowing across borders every second. That’s the equivalent of roughly 13 million copies of the complete works of Shakespeare. The velocity and the volume of global communication aren’t the only things that have changed. So has its economic significance. Telegrams were useful for businessmen. But data is nothing less than the lifeblood of global capitalism.  The flow of data now contributes more to world GDP than the flow of physical goods. In other words, there’s more money in moving information across borders than in moving soybeans and refrigerators.  This is a big shift – and one that has yet to fully sink in for most people. Corporate America, on the other hand, understands it well. Which is why the tech and financial industries are pushing hard for international agreements that prohibit governments from regulating these flows. The most recent example is Nafta: representatives from the US, Mexico, and Canada just concluded another round of talks on renegotiating the treaty. American companies are lobbying for changes that would deregulate data across the three countries. The corporate crusade against data governance is only getting started. If it succeeds, the world’s most important resource will be entrusted to the private sector and the profit motive, and the rest of us will have even less power to participate in the decisions that most affect our lives. Over the past year, a growing number of people have come to realize that data has a dark side. The information revolution has turned out to be something less than total liberation. The digital sphere is not intrinsically democratic; rather, what matters is who owns it and how it’s organized.  Data is nothing less than the lifeblood of global capitalism The digitization of everything has made this abundantly clear. As more of our lives are made into data, the companies that control that data have grown rich and powerful. It’s not merely that they know so much about us, from our favorite type of toilet paper to our favorite type of porn. It’s that they use what they know to inform algorithmic decisions that have a significant impact on society as a whole –decisions like what kind of news (if any) we consume, or how long we go to prison. But the stakes are even higher. The emphasis on personal data has obscured the fact that data is not just personal – it’s commercial, industrial, financial. The reason that corporations are so concerned about who controls the packets that flow through the world’s fiber-optic cables is because a vast array of profit-making activities now depends on them.  The global circulation of data, then, is really about the global circulation of capital. And it has enormous consequences for the global organization of wealth and work. Data flows enable employers in higher-wage countries to outsource more tasks to workers in lower-wage countries. They help firms coordinate complex supply chains that push manufacturing jobs to the places with the cheapest labor costs. They empower a handful of big companies to dominate markets and monopolize digital infrastructure all over the world. For these reasons, countries may want to make rules about how information travels across their borders. But corporate America disagrees. Such laws would amount to “digital protectionism” – an irrational regression to a more bordered world. Innovation, efficiency, and prosperity would suffer. So corporations are demanding international agreements that lock in the total liberalization of data flows. The Internet Association, a major lobby that represents Google, Facebook, and other tech giants, is one of the industry groups leading the effort to “modernize” Nafta by making it the gold standard for data deregulation.  According to the Internet Association, governments should be prohibited from requiring that certain kinds of data, such as sensitive personal information, be stored or processed in the country where it’s acquired. They should be banned from treating platforms like Facebook and Google as publishers and holding them responsible for the content that appears on their sites. They should be forbidden from requiring companies to disclose the secrets of their algorithms, such as the all-powerful Facebook News Feed. They should be prevented from regulating online services as public utilities, or imposing tariffs on digital trade. The audacity of these demands is impressive. At a time of rising public concern about the power wielded by tech companies, those same companies want to sharply constrain our capacity to govern data in the public interest. Of course, data governance isn’t always in the public interest. It often serves a different purpose: to protect a ruling regime. China, for instance, restricts data flows in order to help the government control the information available to its citizens and watch them more closely.  The Chinese regulations aren’t just about repression, however – they also play a valuable economic role. By building a fence around the Chinese internet, the government has nurtured a homegrown tech industry, in much the same way that restricting imports of manufactured goods can nurture a homegrown manufacturing industry. It’s hard to imagine that China would have a booming local tech sector, centered on big firms like Baidu, Alibaba, and Tencent, without such measures. The Chinese example is a useful one, because it shows that the main justification for data liberalization – that it will enrich the world as a whole – is false. For decades, the United States has been lecturing developing countries on the importance of free trade and free markets. Yet, as the economist Ha-Joon Chang has explained, nearly all of today’s rich countries became rich by doing the exact opposite: they used tariffs, subsidies, and other protectionist policies to promote their own industries. Indeed, for nearly a century, the United States was the most protectionist country in the world.  This isn’t to say that everyone can follow the Chinese model. Yet regulating data flows for the purposes of economic development is certainly a legitimate use of state power. And it represents just one of many reasons that governments may want to actually govern data, rather than surrendering it to investors.  Letting capital run wild across the globe hasn’t exactly produced the best of all possible worlds. It’s strange to think that letting data do the same would yield a different result.", "title": "Data is the new lifeblood of capitalism – don't hand corporate America control"}