{"link": "https://www.theguardian.com/technology/2018/feb/02/bitcoin-bananacoin-prodeum-cryptocurrencies", "description": "<p>As questionable currencies flourish alongside legitimate ones, investors are advised to think twice before jumping on the latest craze</p><p>Early last month, the San Francisco-based software developer Rishab Hegde launched a cryptocurrency he called ponzicoin. Its <a href=\"http://ponzicoin.co/home.html\">website</a> described “the world’s first legitimate Ponzi scheme” and encouraged people to buy and then “shill this coin heavily to your family and friends like a fucking sociopath”. </p><p>The FAQs stated that ponzicoin was a joke and a scam with “<a href=\"https://www.theguardian.com/technology/2017/sep/08/equifax-hack-credit-social-security-helpline-response-criticism\">Equifax-grade security</a>”. But none of that stopped people from investing to the point where Hegde closed the cryptocurrency down, saying the joke had “gotten crazy out of hand”.</p> <a href=\"https://www.theguardian.com/technology/2018/feb/02/bitcoin-bananacoin-prodeum-cryptocurrencies\">Continue reading...</a>", "content": " As questionable currencies flourish alongside legitimate ones, investors are advised to think twice before jumping on the latest craze \nOlivia Solon in San Francisco \n\nFri 2 Feb 2018 08.00 GMT\n\n\nLast modified on Fri 2 Feb 2018 22.00 GMT\n\n Early last month, the San Francisco-based software developer Rishab Hegde launched a cryptocurrency he called ponzicoin. Its website described “the world’s first legitimate Ponzi scheme” and encouraged people to buy and then “shill this coin heavily to your family and friends like a fucking sociopath”. The FAQs stated that ponzicoin was a joke and a scam with “Equifax-grade security”. But none of that stopped people from investing to the point where Hegde closed the cryptocurrency down, saying the joke had “gotten crazy out of hand”. Ponzicoin is the perfect emblem of the crypto gold rush. As bitcoin and other more established currencies have soared in value over the last year, there’s been a flood of interest from investors and speculators hoping to become the next crypto millionaires. That surge of interest has been matched by an explosion of alternative cryptocurrencies, known as altcoins, ranging from legitimate ways to invest in companies to outright scams. The names of the coins highlight the market’s absurdity: jesuscoin, bananacoin, putincoin, trumpcoin, titcoin and potcoin. With little regulation, huge financial incentives and no accountability, it can be very difficult for buyers to sort the wheat from the chaff. So how did we get here?  Hundreds of altcoins have been created through “initial coin offerings”, or ICOs. This is a new way for companies to raise money that is somewhere between a Kickstarter-type crowdfunding campaign and a company listing its stock through an initial public offering (IPO). In some cases, such as bananacoin, there’s a genuine business behind it: a plantation in Laos that seeks to expand its production of organic Lady Finger bananas. Each bananacoin represents the export price for a kilogram of bananas from the farm. People who buy bananacoins are essentially investing in the fruit business and will see returns on their investments if the price of bananas rises. “It sounds goofy but there’s an interesting profitable business behind it selling real-world products for money,” said the cryptocurrency investor Chris Koerner. However, another project called Prodeum promised investors it would keep track of the price of different fruits and vegetables, outlining the business plan in a 12-page white paper. But after asking for money (hardly anyone invested), the company’s website vanished, leaving a single word behind: penis. “It seemed like it could go somewhere, but turned out to be a total scam. That can happen with any of these projects,” said James Song, founder of Exsulcoin, which uses blockchain technology to help refugees. In an intriguing twist, however, joke coins can sometimes accumulate a lot of value thanks to widespread speculation in the market. Take dogecoin, for example. It started in late 2013 as a joke inspired by the shiba inu dog meme. But so many people adopted it that it has become a valuable commodity – with a market capitalisation of $500m (down from $1bn in early January).  Similarly, jesuscoin started as a satirical cryptocurrency that could be traded like stock. It promised to “outsource sin” and “decentralise Jesus”. “It was meant to have no value, but people bought it for the novelty and the people behind it made money,” said Song, who says that cases like these highlight the importance of humour and meme culture within the crypto community. It’s a continuation of the culture that allowed Alex Tew to sell individual pixels for $1 each on his Million Dollar Homepage back in 2005. “He was very transparent about what he was doing but ultimately it didn’t deliver a lot of value to the people who bought ads on the site,” said Song. Koerner agrees. “In stocks everyone uses Bloomberg, but in crypto it’s Reddit and Twitter,” he said. Social media platforms fuel the speculation, with anonymous tipsters operating huge “pump and dump” schemes in which they pick a low-volume coin and encourage a group of people to buy into it to inflate the price, encouraging others to pile in, and then sell at a profit. Only a small proportion of those involved in the pump and dump scheme will make any money. These scams have attracted the attention of regulators. The Securities and Exchange Commission (SEC) has started to file lawsuits against allegedly fraudulent ICOs and is planning for closer oversight of the industry. Facebook recently banned cryptocurrency advertising because so many were turning out to be scams.  In the meantime, crypto trading remains a wild west and rookie investors need to keep their wits about them. “Do your homework,” said Robin O’Connell, chief revenue officer of the currency exchange Uphold. “Evaluate the management team and track record. Don’t just track Twitter, as the chances are people are just pumping coins they own. “Be careful,” he added. ", "title": "Bitcoin, titcoin, ponzicoin: jokes and scams fuel a cryptocurrency gold rush"}