{"link": "https://www.theguardian.com/games/2018/feb/05/video-gaming-health-disorder-world-health-organisation-addiction", "description": "<p>Industry figures question research that ‘pathologises’ compulsive gaming, while scientist involved defends move to address addiction</p><p>The <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> (WHO) has included “gaming disorder” in its draft for the next edition of its diagnostic manual, the <a href=\"https://icd.who.int/dev11/l-m/en#/http%3a%2f%2fid.who.int%2ficd%2fentity%2f1448597234\">International Classification of Diseases</a> (ICD-11), which is due for final release this year. The disorder is characterised by behaviours such as impaired control of time spent playing video games and prioritisation of gaming above other activities, in a way that negatively affects other areas of a person’s life such as their education, occupation and relationships.</p><p>Games industry bodies the US Entertainment Software Association (<a href=\"http://www.theesa.com/\">ESA</a>) and UK Interactive Entertainment (<a href=\"http://ukie.org.uk/\">Ukie</a>) have expressed doubts about the classification. “We are very concerned about the inconclusive nature of the research and the evidence that WHO is using to base this potential classification on,” says Ukie’s chief executive, Jo Twist. </p> <a href=\"https://www.theguardian.com/games/2018/feb/05/video-gaming-health-disorder-world-health-organisation-addiction\">Continue reading...</a>", "content": " Industry figures question research that ‘pathologises’ compulsive gaming, while scientist involved defends move to address addiction \nJordan Erica Webber \n\nMon 5 Feb 2018 09.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 10.47 GMT\n\n The World Health Organization (WHO) has included “gaming disorder” in its draft for the next edition of its diagnostic manual, the International Classification of Diseases (ICD-11), which is due for final release this year. The disorder is characterised by behaviours such as impaired control of time spent playing video games and prioritisation of gaming above other activities, in a way that negatively affects other areas of a person’s life such as their education, occupation and relationships. Games industry bodies the US Entertainment Software Association (ESA) and UK Interactive Entertainment (Ukie) have expressed doubts about the classification. “We are very concerned about the inconclusive nature of the research and the evidence that WHO is using to base this potential classification on,” says Ukie’s chief executive, Jo Twist.  Some researchers agree. “I just feel like we don’t know enough yet,” says Dr Netta Weinstein, a senior lecturer in psychology at Cardiff University. “And we feel we know a lot.” According to a paper by researchers who were involved in the process, the WHO was initially exploring excessive use of the internet, computers, smartphones and similar electronic devices, but determined that the biggest concern was gaming. Reviews of the literature identified characteristics such as impaired control, increased priority, and continuation despite negative consequences. The authors write: “These features clearly have their parallels with substance disorders and recognised behavioural addictions, such as gambling disorder.” Weinstein is unconvinced. “In our research,” she says, “we found very small correlations, if at all, of symptomology with broader life wellbeing. So we actually didn’t find, for example, that symptoms correlated with health directly.” And without the kinds of health effects you’d see in something like drug addiction, “it might be that something that we think of as addiction is actually just engagement and enthusiasm”. In 2017, researcher Patrick Markey told the Guardian: “I think a lot of the issues come from just how we use the term ‘addiction’.” There is a small minority of people out there where gaming has completely taken over their lives Prof Mark Griffiths of Nottingham Trent University, who was part of the working party set up by the WHO to look into the classification, takes a firmer stance: “The bottom line is problematic gaming. Whether you call it ‘gaming disorder’, whether you call it ‘gaming addiction’, there is a small minority of people out there where gaming has completely taken over their lives.” It has been reported that in extreme cases some people have played themselves to death, though such incidents are extremely rare. Weinstein’s research found the prevalence of disordered gaming to be nearly half that of gambling disorder. Even Griffiths agrees that the prevalence is comparatively low: “I’m not trying to say that the problem is bigger than it actually is.” But, as he and other authors point out in a paper in the Journal of Behavioural Addictions that aims to address these kinds of concerns: “As far as we are aware, there is no minimum number of cases needed to be identified for a disorder to be classed as such.” Then again, as Weinstein puts it: “Why do so many people play and so few get addicted? What does it mean about the nature of games and their addictive qualities? Gambling is in itself an activity that sort of pulls for that compulsiveness. Once we say games are also an activity that pulls for that compulsiveness, the question is why aren’t more people then getting pulled into it?”  Perhaps the habitually defensive games industry needs to admit that even if most games are only as addictive as watching television (or, as Markey suggested, gardening), at least some elements of modern video games are closer to gambling. The newly popular and increasingly controversial implementation of “loot boxes”, where players pay real money for unpredictable rewards, is increasingly drawing the attention of regulators. Weinstein has a related concern about comorbidity (when a person has more than one condition): “We need to know that it is about the gaming itself, or we’re treating something that’s not the actual problem.”  You have to look at pre-existing mental health disorders. This is risking misdiagnosing of other underlying issues Twist agrees: “You have to look at pre-existing mental health disorders,” she says. “This is risking a misdiagnosing of other underlying issues.” Griffiths’ own research includes case studies of four teenagers seeking treatment for gaming disorder, three of whom had comorbidities (autism, bipolar disorder, and attention deficit disorder). But he doesn’t think that’s an argument against the classification: “I can’t think of a single [case of] addiction where there aren’t any other comorbidities. The addiction is usually symptomatic of other underlying problems. If you’re depressed and therefore you drink heavily, then you treat that with antidepressants.” Perhaps more significant are the cultural differences, with prevalence of gaming disorder among young people estimated to be 10-15% in some Asian countries compared to 1-10% in the west, and representatives revealing that the WHO has “been under enormous pressure, especially from Asian countries” to include the classification.  Griffiths thinks this is where we need more research: “Obviously in south-east Asia there seems to be a lot more, in terms of the prevalence of gaming disorder in China, in Taiwan, in South Korea, in Singapore, etc. But it’s also the case there that any activity that takes away from the family and educational duties is pathologised.” If we imply that Asian countries overestimate the prevalence of gaming disorder, how do we know that those of us in the west aren’t also pathologising normal behaviour? This is Twist’s concern. “We already suffer in the media from a kind of misunderstanding of what games are,” she says. “I would worry that this potential diagnosis would pathologise something that is a normal healthy behaviour. It’s really important that we get the evidence base right and we don’t give people even more of a moral panic about new technologies.” Griffiths agrees that parents, for example, might pathologise their children’s normal behaviour: “Parents will ring me up and say, ‘I think my child’s addicted to playing video games,’ and when I say, ‘Why do you think that?’, and they say, ‘Because they’re playing four hours a day,’ I have to say, ‘That’s pretty normal.’”  Having clear diagnostic criteria would help people make these distinctions. And to those who worry about the possibility of false positives, Griffiths says: “That’s just rubbish, because you can’t be given a diagnosis unless it’s from a clinical psychologist or psychiatrist.” The classification will have other consequences, however. As Weinstein says: “It’s a big deal to have something officially a clinical diagnosis, and one of the reasons it’s a big deal is that it becomes expensive.” She worries that the classification represents a premature assumption that would shift resources on to research into methods of treatment instead of whether or not treatment is actually necessary. Then again, as Griffiths points out, if gaming disorder is treatable, its inclusion in the ICD would mean sufferers in countries like the United States could get treatment covered by their health insurance. The significance of the WHO’s decision will depend on your point of view. Griffiths admits it’s “a vindication for three decades of research”. Trade bodies such as Ukie naturally resist suggestions that anything their industry produces could be harmful. Parents and perhaps even governments could take it as justification for their discomfort with the younger generation’s technological habits. But to a person who feels that their gaming behaviour is having a negative impact on their life, even if it’s a symptom of other issues, this official acknowledgement could offer a welcome step forward.", "title": "'Dangerous gaming': is the WHO right to class excessive video game play as a health disorder?"}