{"link": "https://www.theguardian.com/technology/2018/feb/04/household-robots-ai-more-than-just-toys", "description": "Advances in AI and robotics are leading to high street models becoming increasingly useful in our day-to-day lives<p>Named after the Greek god of the wind, this bot’s abilities are more prosaic yet nevertheless useful. Its big boast is that it can fetch you a beer from the fridge, but this household helper can also vacuum, pick up toys and find your lost glasses. The price tag will probably be five figures and the manufactures are hoping it will breeze into shops later this year.</p> <a href=\"https://www.theguardian.com/technology/2018/feb/04/household-robots-ai-more-than-just-toys\">Continue reading...</a>", "content": " \nIan Tucker \n\nSun 4 Feb 2018 07.00 GMT\n\n Named after the Greek god of the wind, this bot’s abilities are more prosaic yet nevertheless useful. Its big boast is that it can fetch you a beer from the fridge, but this household helper can also vacuum, pick up toys and find your lost glasses. The price tag will probably be five figures and the manufactures are hoping it will breeze into shops later this year. Fancy competing for the attentions of a robot dog? This could be your ideal techno pooch. It has touch-sensitive panels and will learn to differentiate between family members’ voices. It also operates as a wifi-connected guard dog thanks to a camera embedded in its nose. Currently only available in Japan for 198,000¥ (£1,300), plus a 2,980¥ (£20) monthly subscription. Like a sort of smiley, pancake-faced R2-D2, Buddy is touted as a “companion” that can tutor your children and keep an eye on elderly relatives. Much like the Amazon Echo, it can also suggest recipes, maintain your schedule and announce the weather forecast. Unlike the Echo, it can follow you around on castors, if that’s an attraction. This tall, bald humanoid robot won over Piers Morgan when she appeared on Good Morning Britain, prompting him to ask: “Are you single?” The bot batted away his advances and demonstrated a good command of language. How many of her responses are generated by AI or by a man behind the curtain is a moot point. While she’s intellectually accomplished, Sophia has only just learned to walk – last month she demonstrated her first pair of legs. Although many would argue that reading to your children is one of parenthood’s greatest pleasures, this Chinese robot owl can do the job for you. Arriving in US shops later this year, the bird can read from a database of 50,000 books, though it sounds a little like a stoned David Mitchell.", "title": "Household robots: more than just expensive toys…"}