{"link": "https://www.theguardian.com/technology/2018/jan/04/facebook-mark-zuckerberg-new-years-resolution", "description": "<p>CEO reveals this year’s ‘personal challenge’ as site faces relentless criticism over spreading of misinformation and damage to users’ mental health</p><p>Amid unceasing criticism of Facebook’s immense power and pernicious impact on society, its CEO, Mark Zuckerberg, announced Thursday that his “personal challenge” for 2018 will be “to focus on fixing these important issues”. </p><p>Zuckerberg’s new year’s resolution – a tradition for the executive who in previous years has pledged to learn Mandarin, run 365 miles, and read a book each week – is a remarkable acknowledgment of the terrible year Facebook has had.</p> <a href=\"https://www.theguardian.com/technology/2018/jan/04/facebook-mark-zuckerberg-new-years-resolution\">Continue reading...</a>", "content": " CEO reveals this year’s ‘personal challenge’ as site faces relentless criticism over spreading of misinformation and damage to users’ mental health \nJulia Carrie Wong in San Francisco \n\nThu 4 Jan 2018 19.55 GMT\n\n\nLast modified on Thu 4 Jan 2018 19.56 GMT\n\n Amid unceasing criticism of Facebook’s immense power and pernicious impact on society, its CEO, Mark Zuckerberg, announced Thursday that his “personal challenge” for 2018 will be “to focus on fixing these important issues”. Zuckerberg’s new year’s resolution – a tradition for the executive who in previous years has pledged to learn Mandarin, run 365 miles, and read a book each week – is a remarkable acknowledgment of the terrible year Facebook has had. “Facebook has a lot of work to do – whether it’s protecting our community from abuse and hate, defending against interference by nation states, or making sure that time spent on Facebook is time well spent,” Zuckerberg wrote on his Facebook page. “We won’t prevent all mistakes or abuse, but we currently make too many errors enforcing our policies and preventing misuse of our tools.” At the beginning of 2017, as many liberals were grappling with Donald Trump’s election and the widening divisions in American society, Zuckerberg embarked on a series of trips to meet regular Americans in all 50 states. But while Zuckerberg was donning hard hats and riding tractors, an increasing number of critics both inside and outside of the tech industry were identifying Facebook as a key driver of many of society’s current ills. The past year has seen the social media company try – and largely fail – to get a handle on the proliferation of misinformation on its platform; acknowledge that it enabled a Russian influence operation to influence the US presidential election; and concede that its products can damage users’ mental health.  By attempting to take on these complex problems as his annual personal challenge, Zuckerberg is, for the first time, setting himself a task that he is unlikely to achieve. With 2 billion users and a presence in almost every country, the company’s challenges are no longer bugs that can be addressed by engineering code.  Facebook, like other tech giants, has long maintained that it is essentially politically neutral – the company has “community standards” but no clearly articulated political orientation. While in past years, that neutrality has enabled Facebook to grow at great speed without assuming responsibility for how individuals or governments used its tools, the political tumult of recent years has made such a stance increasingly untenable.  The difficulty of Facebook’s task is illustrated in the company’s current conundrum over enforcing of US sanctions against some world leaders but not others, leaving observers to wonder what rules, if any, Facebook is actually playing by.  Zuckerberg acknowledged that the problems facing a platform with 2 billion users “touch on questions of history, civics, political philosophy, media, government, and of course technology” and said that he planned to consult with experts in those fields.  But the second half of Zuckerberg’s post, in which he discusses centralization and decentralization of power in technology, reveal Zuckerberg’s general approach: proposing technological solutions to political problems. If Zuckerberg is interested in decentralization of power, he might wish to address his company’s pattern of aggressively acquiring its competitors – or simply copying their features.  Instead, the executive introduced a non sequitur about encryption and cryptocurrency, neither of which will do anything to address Facebook’s role in, for example, stoking anti-Rohingya hatred in Myanmar. If Zuckerberg truly intends to spend a year trying to figure out how the blockchain can solve intractable geopolitical problems, he would be better off just doing Whole30.", "title": "Mark Zuckerberg sets toughest new year's goal yet: fixing Facebook"}