{"link": "https://www.theguardian.com/technology/2018/jan/16/echo-spot-amazon-smart-speaker-alexa-clock", "description": "<p>Firm hopes to extend its market dominance further as Alexa-powered, 2.5in-screened smart speaker comes to UK</p><p>Amazon is launching its small clock-like Echo Spot in the UK, as it continues to cement its market dominance.<br></p><p>The Echo Spot is small sphere with a 2.5in circular screen, camera and clock face that’s capable of showing the time as well as other at-a-glance information, similar to the <a href=\"https://www.theguardian.com/technology/2017/nov/24/amazon-echo-show-review-video-smart-speaker-screen-digital-photo-frame-kitchen\">larger Echo Show</a> that launched earlier in the year.</p> <a href=\"https://www.theguardian.com/technology/2018/jan/16/echo-spot-amazon-smart-speaker-alexa-clock\">Continue reading...</a>", "content": " Firm hopes to extend its market dominance further as Alexa-powered, 2.5in-screened smart speaker comes to UK \nSamuel Gibbs \n\nTue 16 Jan 2018 09.00 GMT\n\n\nLast modified on Tue 16 Jan 2018 10.37 GMT\n\n Amazon is launching its small clock-like Echo Spot in the UK, as it continues to cement its market dominance. The Echo Spot is small sphere with a 2.5in circular screen, camera and clock face that’s capable of showing the time as well as other at-a-glance information, similar to the larger Echo Show that launched earlier in the year. “The Spot is to the Show what the Dot is to the original Echo,” said Rich Suplee, head of Alexa for Amazon in Europe. “So this is a smaller, stylish and more affordable version of an Echo with a screen.” Amazon found great success with its Echo Dot, which was a smaller, cheaper alternative to the full-size Echo speaker – effectively an Echo with a less powerful speaker. The Echo Spot similarly has most of the features of its more expensive sibling, the £200 Echo Show, condensed into a smaller, cheaper package. The Echo Spot, however, does not share the Dot’s impulse-buy pricing of £50, instead costing £120 each or £200 for two, available for pre-order today and shipping on 24 January. “The Echo Spot has proved extremely popular in the US market and is a great addition to Amazon’s Echo line up in the UK,” said Ben Wood, chief of research at CCS Insight, expecting similar popularity in the UK. “Adding a screen gives a whole new dimension to using an Echo device. By providing visual as well as voice interactions it helps users learn about what information Alexa can provide. It also makes purchases using Alexa much more viable because you can see a product before buying it.” The Echo Spot has a camera for video calling to other Echo devices or the Alexa app on smartphones, can play video, music and other smart speaker-associated features. It uses a new four-mic array to hear users, which is a condensed version of the seven or eight-mic arrays used in other Echo devices. It has a reasonable speaker built into it, but also has 3.5mm analogue audio output and Bluetooth for connecting to existing systems. Amazon is also continuing to roll out a greater level of conversational ability and personality to Alexa, an important part of the next stage of the evolution of voice assistants and Amazon’s battle with Google. “Alexa is gaining new opinions about things every day. If you’re curious about her favourite dog breed you can ask her. She can share a little look into her soul,” said Suplee. The online retailer now has five different models of its Echo speaker with various different capabilities, with and without a screen. But it also has third-party manufacturers building Alexa into devices as diverse as voice-enabled showers, mirrors, ovens and cars. Wood said: “Amazon has got some real momentum at the moment. It is the undisputed leader in smart speakers and the range of Echo devices is starting to cater for lots of different use cases, be it an affordable Echo Dot or the high-end Echo Show which is a larger version of the Echo Spot.” Meanwhile, Google has two own-brand smart speakers, the Google Home and Home Mini, and similarly followed Amazon’s lead announcing multiple third-party manufacturers are integrating Google Assistant into their devices, including those with screens from the likes of LG. Ben Stanton, analyst with Canalys, said that 75% of all smart speaker shipments went to the US in 2017 leaving lots of room for growth globally. He said: “Amazon might have a leading position in the US, but in Europe it is still all to play for.  “Amazon and Google still view overseas markets as an untapped opportunity. This is why both Amazon and Google have relentlessly pursued new price points and new styles of smart speaker.” Stanton said that getting their foot into the door of new households was key. He said: “Once Amazon or Google get their customer, it opens an incredible opportunity to sell more speakers for new rooms, and lock out their competitors in that household.  “We expect them to pour money into European marketing as the battle intensifies.”", "title": "Echo Spot: 'smart clock' launched as Amazon seeks to lock rivals out of home"}