{"link": "https://www.theguardian.com/technology/2018/jan/25/theresa-may-calls-tech-firms-act-encrypted-messaging", "description": "<p>Focus shifts to smaller platforms that can ‘quickly become home to criminals and terrorists’</p><p>Theresa May has signalled her desire to crack down on encrypted messaging apps, arguing that the services provide a safe haven for terrorists and extremists and hinting that the government may take more concrete action if developers do not act themselves.</p><p>Sound familiar? The prime minister has had her favourite dead horse shipped out to Davos, ready for another flogging.</p> <a href=\"https://www.theguardian.com/technology/2018/jan/25/theresa-may-calls-tech-firms-act-encrypted-messaging\">Continue reading...</a>", "content": " Focus shifts to smaller platforms that can ‘quickly become home to criminals and terrorists’ \nAlex Hern \n\nThu 25 Jan 2018 15.56 GMT\n\n\nLast modified on Thu 25 Jan 2018 16.19 GMT\n\n Theresa May has signalled her desire to crack down on encrypted messaging apps, arguing that the services provide a safe haven for terrorists and extremists and hinting that the government may take more concrete action if developers do not act themselves. Sound familiar? The prime minister has had her favourite dead horse shipped out to Davos, ready for another flogging. In 2015, as home secretary, May called for terrorists to be denied “safe spaces to communicate”, and said a future Conservative government would legislate to restore the “declining capabilities” of the British government to intercept communications. In March 2017, No 10 repeated a call by May’s successor as home secretary, Amber Rudd, for police and intelligence services to be given access to encrypted messages on services such as WhatsApp. “Where there are instances where law enforcement agencies wish to gain access to messages which are important to an investigation, they should be able to do so,” the prime minister’s spokesman said.  In June, May declared “enough is enough” after the Westminster terror attack, and told the press that internet companies must not allow extremism a place to exist. “We cannot allow this ideology the safe space it needs to breed – yet that is precisely what the internet and the big companies that provide internet-based services provide.” And in September she told the UN that tech firms must go “further and faster” in removing extremist content. Finally, on Thursday May reiterated her calls for larger tech firms to take action voluntarily. “These companies simply cannot stand by while their platforms are used to facilitate child abuse, modern slavery or the spreading of terrorist and extremist content,” she told the audience in Davos. Without encryption, everything sent over the internet – from credit card details to raunchy sexts – is readable by anyone who sits between you and the information's recipient. That includes your internet service provider, and all the other technical organisations between the two devices, but it also includes anyone else who has managed to insert themselves into the chain, from another person on the same insecure wireless network to a state surveillance agency in any country the data flows through.With encryption, that data is scrambled in such a way that it can only be read by someone with the right key. While some older and clumsier methods of encryption have been broken, modern standards are generally considered unbreakable even by an attacker possessing a vast amount of computer power.But while encryption can protect data that it is vital to keep secret (which is why the same technology that keeps the internet encrypted is used by militaries worldwide), it also frustrates efforts by law enforcement to eavesdrop on terrorists, criminals and spies.That's particularly true for “end-to-end” encryption, where the two devices communicating are not a user and a company (who may be compelled to turn over the information once it has been decrypted), but two individual users. This time May moved the specific target of her attacks on encrypted messaging from the Facebook-owned WhatsApp to a smaller firm, Telegram, created by the Russian entrepreneur Pavel Durov. “Just as these big companies need to step up, so we also need cross-industry responses because smaller platforms can quickly become home to criminals and terrorists. We have seen that happen with Telegram. And we need to see more cooperation from smaller platforms like this,” she said. Despite the years of strong words, however, actions from the UK government have been rare. The Investigatory Powers Act of 2016, strongly backed by May while she was home secretary, gave the government the power to demand the removal of encryption applied to messages, but the government has yet to apply that power to any major technology firm. Instead, May has repeatedly insisted the technology companies should voluntarily act.", "title": "May calls again for tech firms to act on encrypted messaging"}