{"link": "https://www.theguardian.com/technology/2018/feb/06/how-teslas-big-battery-is-bringing-australias-gas-cartel-to-heel", "description": "<p>South Australia’s big gamble on grid-scale battery storage may pay for itself in just a year if it continues to prevent massive price spikes </p><p>• Giles Parkinson is editor of <a href=\"http://reneweconomy.com.au/\">RenewEconomy </a></p><p>On Sunday 14 January something very unusual happened.</p><p>The Australian Energy Market Operator called – as it often does – for generators in South Australia to provide a modest amount of network services known as FCAS, or frequency control and ancillary services.</p> <a href=\"https://www.theguardian.com/technology/2018/feb/06/how-teslas-big-battery-is-bringing-australias-gas-cartel-to-heel\">Continue reading...</a>", "content": " South Australia’s big gamble on grid-scale battery storage may pay for itself in just a year if it continues to prevent massive price spikes  • Giles Parkinson is editor of RenewEconomy  \nGiles Parkinson \n\nTue 6 Feb 2018 02.40 GMT\n\n\nLast modified on Tue 6 Feb 2018 02.57 GMT\n\n On Sunday 14 January something very unusual happened. The Australian Energy Market Operator called – as it often does – for generators in South Australia to provide a modest amount of network services known as FCAS, or frequency control and ancillary services. This time, though, the market price did not go into orbit and the credit must go to the newly installed Tesla big battery and the neighbouring Hornsdale windfarm. The call for 35MW of FCAS – usually made when there is planned maintenance or a system fault on the interconnector between Victoria and South Australia – has become a running joke in the electricity market, and a costly one for consumers. The big gas generators – even though they have 10 times more capacity than is required – have systematically rorted the situation, sometimes charging up to $7m a day for a service that normally comes at one-tenth of the price.  (You can read reports on how they do it here, here and here, and for a more detailed explanation at the bottom of this story.) The difference in January was that there is a new player in the market: Tesla. The company’s big battery, officially known as the Hornsdale Power Reserve, bid into the market to ensure that prices stayed reasonable, as predicted last year. Rather than jumping up to prices of around $11,500 and $14,000/MW, the bidding of the Tesla big battery – and, in a major new development, the adjoining Hornsdale windfarm – helped (after an initial spike) to keep them at around $270/MW. This saved several million dollars in FCAS charges, which are paid by other generators and big energy users, in a single day. And that’s not the only impact. According to state government’s advisor, Frontier Economics, the average price of FCAS fell by around 75% in December from the same month the previous year. Market players are delighted, and consumers should be too, because they will ultimately benefit. Ed McManus, the CEO of Meridian Australia and Powershop Australia, which operates the Mt Millar windfarm in South Australia, says the Tesla big battery is already having a “phenomenal” impact. “If you look at FCAS … the costs traditionally in South Australia have been high …. and our costs in the last couple of years have gone from low five-figures annually to low six-figures annually. It’s a hell of a jump,” McManus said in this week’s RenewEconomy’s Energy Insiders podcast. “That plays into the thinking of new players looking to come in to South Australia to challenge the incumbents. FCAS charges are on their minds. “It’s a little early to tell, but it looks like from preliminary data that the Tesla big battery is having an impact on FCAS costs, bringing them down … that is a very, very significant development for generation investment and generation competition in South Australia,” McManus said.  There is no doubt that the actions of the Tesla big battery in the FCAS market will please the state government, which signed a contract with Tesla to address just this issue. And it may be able to repeat the dose with the newly announced 250MW “virtual power plant”, also to be built by Tesla. If it can keep a lid on FCAS prices like it did in January, then it will likely pay back the cost of the battery in a single year from this service alone, let alone the value of its trading in the wholesale market, and the value of its emergency backup capabilities. It’s just another string in the bow of the Tesla big battery, following its devastatingly fast response to trips of major coal-fired generators (it was in the market again on Saturday night after Vales Point in New South Wales tripped), its ability to go to capacity from a standing start in milliseconds, and its smoothing of wind output and trading in the wholesale market. These graphs below explain what has been happening in the FCAS market in the past year, and what happened on 14 January. Let’s take 14 September as exhibit A. The Australian energy market operator, Aemo, called for 35MW of FCAS for a well-advertised maintenance schedule, but the four big operators – AGL, Origin and Engie – could only find 30MW of “low-priced” capacity, despite having more than 400MW available. So the prices went into orbit. According to the Australian Energy Regulator report, the bidding patterns cost around $7m that day (see the chart below for comparison with a normal day’s work). Sometimes the shortfall has been just 1MW or 2MW, but it sends the prices up nevertheless. The generators profit from the scarcity they create. This practice has been systematic for more than a year, and there has been at least 10 such events in the past 12 months. In January, however, after an initial spike, the Tesla big battery bid in at around $270/MWh and that’s where the market stayed. It probably saved around $3m or more. What’s particularly interesting about this is that it was not just the battery bidding in, it was also the neighbouring Hornsdale windfarm – also owned and operated by the renewable energy company, Neoen – that bid 10MW of FCAS into the market as it continued its trials sponsored by Australian renewable energy agency (Arena) and Aemo. This is a huge development. There are separate markets for lower regulation, but for ease of purpose we have chosen to focus on the raise regulation market only. But the results are the same for both.", "title": "How Tesla's big battery is bringing Australia’s gas cartel to heel"}