{"link": "https://www.theguardian.com/technology/askjack/2018/jan/11/pc-tuning-software-windows-10-clean-up", "description": "<p>Ludo wonders if he should keep paying for commercial clean-up program to run in Windows 10. Fortunately there are free alternative suites </p><p><em>Do I still need paid-for software like ParetoLogic’s PC Health Advisor with Windows 10 Pro? <strong>Ludo</strong></em><br></p><p>Short answer: no. Tune-up programs enjoyed some success in the boom years from Windows 95 to XP, when hardware was slower and optimisation might make a difference. Today, Windows 10 looks after itself pretty well, and the simplest “tune up” is to go to the Recovery section of the Settings app and choose “Reset this PC”. Another option is to restore from a back-up made before any problems appeared.<br></p> <a href=\"https://www.theguardian.com/technology/askjack/2018/jan/11/pc-tuning-software-windows-10-clean-up\">Continue reading...</a>", "content": " Ludo wonders if he should keep paying for commercial clean-up program to run in Windows 10. Fortunately there are free alternative suites  \nJack Schofield \n\nThu 11 Jan 2018 11.47 GMT\n\n Do I still need paid-for software like ParetoLogic’s PC Health Advisor with Windows 10 Pro? Ludo Short answer: no. Tune-up programs enjoyed some success in the boom years from Windows 95 to XP, when hardware was slower and optimisation might make a difference. Today, Windows 10 looks after itself pretty well, and the simplest “tune up” is to go to the Recovery section of the Settings app and choose “Reset this PC”. Another option is to restore from a back-up made before any problems appeared. Windows 10 already includes a disk clean-up program and an add/remove programs utility, plus some monitoring and disk defragmentation routines. Its new Task Manager provides a simple way to control what your PC loads at start-up. The main things it lacks are a registry cleaner and a way to check third-party programs to see if they need updating. However, I’ve never seen any evidence that registry cleaners provide benefits, and they can be harmful. Also, many third-party programs have their own update systems. This is the case in the area where it really matters: browsers. Tune-up and optimisation programs could still be useful, because they provide a lot of tools in one handy package. The problem is that they can find hundreds or even thousands of “errors” and then ask for money to complete the clean-up. This kind of marketing puts people off the whole category, and as a result, even reputable programs suffer. ParetoLogic’s PC Health Advisor may be a reputable product – I’ve never used it – but you don’t really need it, and you don’t need to pay $50 a year (or whatever) for a clean-up program. If you want one, Piraform’s CCleaner Free does the job well enough for most people. Otherwise, my current preference is to download specific tools only when you need them. When downloading any freeware, always watch out for unwanted “foistware” that may be bundled with the program you want. I’ve been recommending CCleaner for around a decade, so it has stood the test of time. The free version does a good job clearing out temporary files, log files, cookies, memory dumps and so on. (You can unselect things you want to keep.) It also includes a non-aggressive registry cleaner, which I tried just to see what it did. It didn’t produce any noticeable improvements, but at least it didn’t do any harm. CCleaner also includes a disk analyser, a duplicate file finder, and a drive wiper. It can also uninstall other software. Of course, Piriform would like you upgrade to its paid-for Professional and Professional Plus editions. The Professional Plus version includes another three Piriform programs: Defraggler disk defragmentation software, the Recuva file recovery program, and Speccy, which provides a very good inventory of your PC hardware and peripherals. However, you can download free versions of all three separately. Last July, Piriform, a small British company, was bought by Avast, the anti-virus software giant that also owns AVG. In August, CCleaner v5.33 was comprised on 32-bit PCs and malware was inserted into the installer. According to Avast, this was a targeted attack aimed at a dozen technology companies, and the malware was downloaded to only 40 known computers, or 0.0018% of the PCs running the compromised CCleaner. Piriform obviously replaced the compromised version of its software, but it prompted some users to try other products, such as Glarysoft’s Glary Utilities 5.91. This has at least 30 functions. As well as the usual ones, it includes a memory optimiser, a disk space analyser, a file encrypter, a file splitter/joiner, system backup and restore, registry backup and restore, and a fast file finder. I’ve not really used Glary Utilities – I installed it yesterday just to check it out – but it seems to work well enough to compete with CCleaner. It didn’t install an isearch.glarysoft.com redirect, or a toolbar, and it has a good rating on the trustworthy Major Geeks site. (Annoyingly, it requires a reboot when you uninstall it.) Clean-up suites are convenient but they don’t give you the flexibility, range of choice or, sometimes, the power of standalone utilities. It’s generally worth downloading at least a couple of these, trying them, and uninstalling the ones you don’t like. In this market, personal preference counts for a lot. I’ve already devoted two answers to some of the most popular and/or most useful utilities, so read Which programs should I install when setting up Windows 10? and Which Windows programs for more advanced users do you recommend? There are also lots of good suggestions in the comments. Standalone programs such as Revo Uninstaller, Search Everything, 7-Zip, SiSoftware’s Sandra Lite analyser, CrystalDiskInfo, Auslogic’s Disk Defrag Free, Heidi’s Eraser and the Macrium Reflect Free backup program are all better than anything I’ve noticed in suite form. Views will differ more markedly when it comes to disk space analysers and duplicate file finders, though currently my votes go to Splashsoft’s RidNacs and BigBang’s DoubleKiller. They are not the prettiest but they do the job. Either way, the crowd-sourced AlternativeTo web site will suggest more than enough alternatives. The most important utility missing from Windows 10 and many clean-up/tune-up suites is a program that checks whether software is up to date. Nowadays, most security holes are in third-party programs such as Adobe Reader, Flash, Oracle Java, Apple iTunes and so on. Your PC may be running code from dozens of suppliers, and you probably don’t know which programs needed security patches. Even if you did, it would take ages to update them all separately. Some anti-virus vendors have stepped into the breach. For example, Avast includes a utility to update third-party software, and Kaspersky has released its free Software Updater as a standalone utility. However, I still prefer Secunia’s Personal Software Inspector, which is now owned by Flexera. It can usually install updates automatically, it finds programs that Kaspersky ignores, it gives you a percentage score (gamifying updates) and keeps a historical record... though without the nice graphs provided in the old version. Flexera does ask for your name and email address, but its marketing emails have an unsubscribe button. Have you got a question? Email it to Ask.Jack@theguardian.com", "title": "Do I still need PC tuning software for Windows 10?"}