{"link": "https://www.theguardian.com/technology/askjack/2018/jan/18/how-can-i-remove-unwanted-apps-from-windows-10", "description": "<p>Tony hates apps such as Cortana, Edge, Xbox, Groove and would like to uninstall them. But should he?</p><p><br></p><p></p> <a href=\"https://www.theguardian.com/technology/askjack/2018/jan/18/how-can-i-remove-unwanted-apps-from-windows-10\">Continue reading...</a>", "content": " Tony hates apps such as Cortana, Edge, Xbox, Groove and would like to uninstall them. But should he? \nJack Schofield \n\nThu 18 Jan 2018 14.24 GMT\n\n\nLast modified on Thu 18 Jan 2018 14.25 GMT\n\n   I am not a power user. I have a Microsoft Surface Pro 4, which has plenty of features I don’t need, and I hate Cortana, Edge, Xbox, Groove etc. I noticed that one of the Windows 10 tuners you reviewed last week “removes unwanted programs”. Would it work for these? Tony Every operating system includes features that some people don’t like or need. It’s even more of a problem with Google Android, which I use, so I understand the annoyance. However, on a Surface Pro 4, removing the Microsoft apps is not going to save a significant amount of space, nor is it going to make the slightest difference to performance. The time and effort you spend removing these programs will have no practical benefits, and Microsoft may well reinstall them with every operating system upgrade, which is twice a year, if not before. (Windows 10 runs an SIHClient – for Server-Initiated Healing – every day to repair any damage to the operating system.) You will therefore be committed to wasting even more time for the foreseeable future. Nonetheless, you can hide or remove many programs, including very old ones such as Windows Media Player and Internet Explorer 11. You can certainly remove the trial copy of Microsoft Office, which may have been pre-installed on your PC. At least that saves some space. So does removing the free games. However, you should not uninstall the Windows Store app or the Edge browser. Some Microsoft programs have tiles or appear on the Start menu. You can make them go away by right-clicking them and selecting “Uninstall” or at the very least “Unpin from Start” from the drop-down menu. If not, run the Settings app and click “Apps & features”. This lists your apps and programs and tells you how much space each is taking up. Click on a program you don’t want and you may be offered the option to uninstall it.  Otherwise, Piriform’s CCleaner Free provides a simple way to remove most of the bundled apps. Run CCleaner Free and click Tools (the spanner icon) to get a list of programs. Click on Publisher to sort that column so that all the Microsoft apps are together. The Edge browser is part of Windows 10, and its components can be used by other software to display HTML files. The EdgeHTML rendering engine is also available to third-party programs, which saves everyone from shipping their own rendering engine with every application. It should therefore save space in the long run. Removing it may well break functionality. Edge is a good browser, and worth keeping if only as a backup. It has an Adobe Flash Player and a PDF reader built in, and it’s excellent for viewing online videos. It doesn’t have as many features as its rivals, or as many extensions, but it is improving steadily. It also follows web standards. What it doesn’t do is support websites written for Internet Explorer, which is why IE11 is still included in Windows 10. Edge also forms part of Microsoft’s “intelligent assistant” system, which includes Cortana, Edge and the Bing search engine. Both Google and Apple use the same sort of architecture with their own assistants, browsers and back-ends. Cortana does two things in Windows 10. First, it runs the local search system. Second, Cortana is a cloud-based digital assistant, like the similarly cloud-based Amazon Alexa. There’s no point in removing the former, and most of the latter isn’t on your PC. What you can do is stop Cortana from gathering information about you. Run the Settings app, click the Cortana icon, and work through all the options. The section called Permissions & History includes “Change what Cortana knows about me in the cloud”. Clicking this will produce a pop-up headed “Personal Information”. Scroll to the bottom and click the button marked Clear to delete it all. Alternatively, you can go online to see and delete all the information Microsoft holds in the cloud, including Cortana. Microsoft’s help page, Cortana and privacy, provides a good guide to turning off Cortana’s information sources, if they have been turned on. Cortana can be annoying when she loads Edge to search the web, but you can avoid this. When you click in the search box, pick either Apps or Documents and avoid Web. If you go to the top and click the down-arrow next to Filters, you can restrict searches even further by selecting Emails, Music, People, Photos, Videos etc from the list. However, you can easily turn Cortana off by signing out, which is how Cortana works on Android and Apple iOS as well. Click on Cortana’s Notebook, select About Me, click on your email address and then click “Sign out”. If none of this is enough, you can disable Cortana by editing the registry in Windows 10 Home, at your own risk. See How-To Geek for details. In the Pro and Enterprise versions of Windows 10, you can enable or disable Cortana by checking the “Allow Cortana” entry in the group policy editor, which does the same thing. As mentioned, the Settings app uninstalls programs, but it hasn’t completely replaced the old Control Panel. To run this, type “co” in the search box and run the program when it appears. The Control Panel only lists programs that run in the traditional Windows subsystem, known as Win32. It does not list new-style apps that run in the cross-platform Windows Runtime subsystem, WinRT, but check the list anyway, to see if there is anything you want to remove. After that, go to the lefthand menu and click “Turn Windows features on or off”. This pops up a box where you can add features that you might want – an FTP Server, a Telnet client, the Linux subsystem – and remove ones you don’t. Windows Media Player and IE11 appear here, though I recommend keeping both. However, if SMB 1.0 is enabled, untick it to remove it. It’s insecure and you don’t need it. Note that neither Notepad nor WordPad is mentioned in any of these lists, nor do they appear on the Start menu. Both are included in Windows 10 so that you can read documents and log files without having to download another application, and you can run them from the search box. Many users seem to dislike modern (WinRT) apps, but that doesn’t make sense. Modern apps are safer to run and easier to install and uninstall, because they don’t use the registry. They are remotely maintained without running an updater in the background, and work well with touch. Many run equally well on Intel and ARM processors. What’s not to like? If you change your mind, you can re-install Windows 10 apps from the Windows Store. You can also add apps from Microsoft and other suppliers. Potentially useful free apps include OneDrive and Dropbox Mobile, Facebook and Facebook Messenger, Twitter, Unigram (a Telegram client), Todoist, Adobe Photoshop Express, Xodo PDF Reader & Editor, Netflix, TuneIn Radio, Deezer Music, SoundByte (for SoundCloud etc), Grover Pro (for podcasts), Tubecast for YouTube, Audiobooks from Audible, Plex and Microsoft Remote Desktop. Paid-for apps include Nebo, for making handwritten notes on your Surface Pro 4, and Staffpad for writing music. Once you’ve used a few good apps, you might even get to like them … Have you got a question? Email it to Ask.Jack@theguardian.com", "title": "How can I remove unwanted apps from Windows 10?"}