{"link": "https://www.theguardian.com/technology/askjack/2018/feb/01/will-i-be-able-to-do-more-work-computer-three-screens-multiple-monitors", "description": "<p>Having more screen space makes people more productive, but it’s not necessarily best distributed over multiple monitors</p><p>Will I be able to do more work with three monitors? <strong>Jean</strong></p><p><a href=\"https://www.bakkerelkhuizen.co.uk/uploads/wysiwyg/Optimal%20performance%20with%20two%20or%20more%20computer%20screens%20UK.pdf\">Research</a> shows that people can get more work done if they have more screen area available, and using multiple monitors is a simple way to double or triple your workspace. However, that doesn’t mean having three screens is the best option for you or anyone else. The final decision depends on the way you work, the programs you run, the amount of desk space you have available, and how much you are willing to spend.<br></p> <a href=\"https://www.theguardian.com/technology/askjack/2018/feb/01/will-i-be-able-to-do-more-work-computer-three-screens-multiple-monitors\">Continue reading...</a>", "content": " Having more screen space makes people more productive, but it’s not necessarily best distributed over multiple monitors \nJack Schofield \n\nThu 1 Feb 2018 11.57 GMT\n\n\nLast modified on Thu 1 Feb 2018 11.59 GMT\n\n Will I be able to do more work with three monitors? Jean Research shows that people can get more work done if they have more screen area available, and using multiple monitors is a simple way to double or triple your workspace. However, that doesn’t mean having three screens is the best option for you or anyone else. The final decision depends on the way you work, the programs you run, the amount of desk space you have available, and how much you are willing to spend. Some jobs, such as programming and professional video editing, seem to benefit from using multiple screens, and city traders may need more than three screens. Writers might be better off with one big screen, which reduces distractions. In fact, thanks partly to the side-by-side snap feature in Windows, I’ve reverted to using a single screen, and it’s not even that big. In general, if you need to see a lot of information at once, or at a glance, then it’s better to have multiple screens. The time you would otherwise spend moving or resizing windows is time wasted. If you usually work on one thing at once, then you can Alt-Tab to switch between windows on a single screen. Switching between three or four virtual desktops is another option. According to your email signature, you work for a travel agent. I’m not familiar with TA workflows, but I imagine you need to be logged on to at least one booking system, that you need extra screen area for web research, and that you also have to track incoming emails and messages. It does sound as though three screens would make you more productive. However, the best people to tell you are other travel agents. Try asking many screens they use, and why. In the UK, staff in most high-street travel agents seem to have a single screen, and usually it’s a small one. I assume this is because they prioritise face-to-face contact with customers. Three big screens would form an impenetrable barrier. In this case, the best solution might be to add a large screen at the side, on an L-shaped desk. If you don’t work in a customer-facing situation, two or three identical screens might be better. Either way, multiple screens have been around long enough for people doing different jobs to have evolved their own best practices, and large companies may provide multiple screens as standard for roles where they are most effective. Evolution continues as some people try new approaches while others get hired by different companies and take their established preferences with them. Decent 24in monitors are widely available for £100 to £200, so cost is hardly a barrier. The gains in productivity (PDF) more than cover the costs. In the old days – 20 years ago – flat screens were small and expensive. When Apple introduced its first 15in Studio Display, it had a maximum resolution of 1024 x 768 pixels and cost $1,999 (or $3,000 in today’s money). As prices came down, it made sense to use two 12in or 14in flat panels side by side, working as a single monitor. The extra screen area really did make you more productive even if there were a couple of thick bezels right in front of your nose. One widescreen would have been better, but they weren’t available at the time. Now they are. Today, there’s less need to use two screens side by side rather than one big screen. You get too much extra width, which necessitates neck movements, and not enough extra depth. A 27in to 30in monitor with a resolution of up to 3840 x 2160 pixels (4K) may well be the equivalent of four older LCDs, or two smaller screens side-by-side. Either way, there’s no doubt that you can be much more productive on a big screen than a small one. Just use a 24in or 27in monitor for a while then switch to a 10in laptop and you will feel the pain. Multiple screens come into their own when you have different tasks, or one task with very different aspects. While editing, for example, you could have one screen for controls and another for image displays. Some people might find a second screen useful for keeping half an eye on communications feeds such as emails, Slack, Teams or Twitter, and so on. Other users might want news feeds, share price updates, video streams or whatever. If you multitask, it makes sense to have two screens side by side, and you can buy suitable mounting brackets. If you have one screen for core work and a second screen for monitoring purposes, have the main screen in front of you and the other at an angle by the side. If you have the desk space, you can move up to three screens, like Bill Gates and Al Gore. This is certainly attractive if you play flight simulation or racing games, where three screens provide a more immersive wraparound effect, and it would be good for showing holiday destinations. In my experience, it’s best to buy two or three identical screens for the job. If they are from a good supplier, they will provide near-enough the same brightness, colour rendering and reaction speed (or latency). I’ve tried adding odd “spare” screens but the differences in rendering soon become annoying. YMMV. How big do you like your program windows? Alternatively, are you one of life’s switchers, or are you a resizer? In the early days of personal computing, screens were small and screen resolutions were low, perhaps 640 x 480 or less. It made sense to run programs full screen. If you used multiple monitors, you would have a different program on each screen, and they would all be running full screen. It was easy to switch your attention between them. But you probably don’t want to run programs full screen on a 25in or larger monitor with a resolution of 1920 x 1080 to 2560 x 1600 pixels. There are exceptions such as graphic arts, architecture, design and editing programs, and some people have very large spreadsheets. However, most people with big screens end up resizing and moving windows around, with two or more programs often overlapping. Think about how much screen area you need for your main program(s)? Would having a really big screen allow you to enter data or read timetables without scrolling? That’s a time-saver. Would you be able to use several programs side by side, perhaps tiled so they fill the whole screen? (This is what Snap Assist does.)  If you want to switch your attention between several programs, does each one need its own screen? If you’re a switcher, I’d tend to go for two or three smaller screens, perhaps around 20in to 24in, with a different program on each. If you’re a resizer, you might prefer one big 27-30in screen. To pick the best option, you’ll need to think about the software you use and how you use it. Only then can you decide how many screens would suit you best. Have you got a question? Email it to Ask.Jack@theguardian.com", "title": "Will I be able to do more work with three screens?"}