{"link": "https://www.theguardian.com/games/2018/feb/06/shadow-of-the-colossus-review-sony-japan-studio-bigpoint-playstation-4", "description": "<p><strong>Sony Japan Studio/Bluepoint; PlayStation 4<br></strong>This 2005 game, remade for the high-definition era, still stands out as a work of extraordinary beauty and quiet profundity</p><p>In Shadow of the Colossus, beating a boss prompts not triumphant music and a sense of accomplishment, but uneasy self-reflection. You play a skinny, clumsy young man who arrives in a beautiful, forsaken place with a limp woman on his saddle. Upon placing her upon an altar in an empty cathedral, a disembodied voice promises that she can be revived if the man finds and kills the 16 colossi imprisoned in this cursed land. These enormous beasts – thousands of times your size – take the forms of birds, shambling ogres, aggressive lizards, equine giants. Figuring out how to scale them is the challenge, clinging to handfuls of their black fur or hanging by the fingertips from their stone armour, searching for a route upwards. Driving a sword into their bodies, however, feels disconcertingly savage and uncomfortable. Defeating the colossi is not designed to feel good. You aren’t killing these creatures to save the world, or test your skill, or for any of the other reasons with which video games justify their violence. You’re hunting them because someone you love is gone, and you selfishly want them back.</p> <a href=\"https://www.theguardian.com/games/2018/feb/06/shadow-of-the-colossus-review-sony-japan-studio-bigpoint-playstation-4\">Continue reading...</a>", "content": " Sony Japan Studio/Bluepoint; PlayStation 4This 2005 game, remade for the high-definition era, still stands out as a work of extraordinary beauty and quiet profundity \nKeza MacDonald \n\nTue 6 Feb 2018 06.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 08.35 GMT\n\n In Shadow of the Colossus, beating a boss prompts not triumphant music and a sense of accomplishment, but uneasy self-reflection. You play a skinny, clumsy young man who arrives in a beautiful, forsaken place with a limp woman on his saddle. Upon placing her upon an altar in an empty cathedral, a disembodied voice promises that she can be revived if the man finds and kills the 16 colossi imprisoned in this cursed land. These enormous beasts – thousands of times your size – take the forms of birds, shambling ogres, aggressive lizards, equine giants. Figuring out how to scale them is the challenge, clinging to handfuls of their black fur or hanging by the fingertips from their stone armour, searching for a route upwards. Driving a sword into their bodies, however, feels disconcertingly savage and uncomfortable. Defeating the colossi is not designed to feel good. You aren’t killing these creatures to save the world, or test your skill, or for any of the other reasons with which video games justify their violence. You’re hunting them because someone you love is gone, and you selfishly want them back. This inversion of a founding trope of video games was groundbreaking in 2005, when Shadow of the Colossus was first released. It has now been remade for the PlayStation 4, its austere architecture and mournful colossi resplendent in ultra high-definition. Remaking this game for modern technology cannot have been easy; bringing it into the unforgiving light of the HD era risked exposing its flaws. On the PlayStation 2, fog masked landscapes too big for the technology to render, and frustrations around basic camera and movement controls could be forgiven in light of the game’s sheer ambition. Now technology has caught up with Shadow of the Colossus’ vision, but the mystery has not diminished. If anything, the new level of detail only emphasises the eerie emptiness of the scenery as you ride towards your next foe, heightening the sense that something is terribly wrong. The lighting is particularly noteworthy: a pale sun shines over open plains, filtered through trees to create beautiful shafts of light in forests, reflected on the surface of pools. It creates an impression of space and absence. A new photo mode allows you to freeze the game and capture these scenes. It looks so beautiful that it’s difficult to resist doing so every five minutes. Creative director Fumito Ueda is known for the understated loneliness of his games – their desolate places, tragically frail human “heroes”, washed-out colours and the absence of the predictable power fantasies that often drive video game narratives. They allow space for reflection, for getting lost, for melancholy, instead of bombarding your senses with colour and sound. Video games are on the whole more varied and artistically interesting than they were when Shadow of the Colossus was first released, but 13 years on it still stands out as a work of extraordinary beauty and quiet profundity. What was – and is – most impactful about Shadow of the Colossus is its sense of scale: the immensity not only of its dramatic ruins and the sad, beautiful colossi, but of the task at hand, and its themes of death, faith, longing and the destructive selfishness of grief.", "title": "Shadow of the Colossus review – a game of majesty and melancholy steps back into the light"}