{"link": "https://www.theguardian.com/technology/2018/feb/02/global-smartphone-market-drops-biggest-fall-apple-china-iphone-x", "description": "<p>Demand for new phones appears to be waning with collapse in China market and Apple shipping 5m fewer devices</p><p>The global smartphone market fell 9% in a year this quarter, the biggest fall in smartphone history, with even Apple’s iPhone sales down 1% as users hang on to their phones longer.</p><p>For Apple, which is shipping 5m fewer smartphones than a year ago, the decline is offset by an <a href=\"https://www.theguardian.com/technology/2018/feb/01/amazon-earnings-exceed-expectations-while-apple-alphabet-google-falter\">increase in the average sale price</a> of its iPhone, thanks to the popularity of its £1,000 iPhone X.</p> <a href=\"https://www.theguardian.com/technology/2018/feb/02/global-smartphone-market-drops-biggest-fall-apple-china-iphone-x\">Continue reading...</a>", "content": " Demand for new phones appears to be waning with collapse in China market and Apple shipping 5m fewer devices \nSamuel Gibbs \n\nFri 2 Feb 2018 11.24 GMT\n\n\nLast modified on Fri 2 Feb 2018 22.00 GMT\n\n The global smartphone market fell 9% in a year this quarter, the biggest fall in smartphone history, with even Apple’s iPhone sales down 1% as users hang on to their phones longer. For Apple, which is shipping 5m fewer smartphones than a year ago, the decline is offset by an increase in the average sale price of its iPhone, thanks to the popularity of its £1,000 iPhone X. But as Samsung and others join Apple in pushing the top end of the market to higher prices the demand for new phones appears to be waning. Data from Strategy Analytics shows global smartphone shipments shrank year-on-year from 438.7m to 400.2m in the fourth quarter of 2017. Linda Sui, director at Strategy Analytics, said: “It was the biggest annual fall in smartphone history. The shrinkage in global smartphone shipments was caused by a collapse in the huge China market, where demand fell 16% annually due to longer replacement rates, fewer operator subsidies and a general lack of ‘wow models’.” The iPhone X adopted the market trend of all-screen designs first introduced by the Samsung Galaxy S8 in March. But big leaps in smartphone features, such as ever better cameras, are now behind us, with incremental increases in artificial intelligence now taking the spotlight. “We’re getting to the point where photo quality is already so good that the focus is turning to the smarts that you build beyond that,” Google’s vice president product manager Mario Queiroz, said last year. Whether that is enough to excite buyers and drive upgrades remains to be seen. “Global iPhone volumes have actually declined on an annual basis for five of the past eight quarters,” said Neil Mawston, executive director at Strategy Analytics. “If Apple wants to expand shipment volumes in the future, it will need to launch a new wave of cheaper iPhones and start to push down, not up, the pricing curve.” Despite the shrinkage in the last quarter the entire market crossed 1.5bn smartphones shipped for the first time in 2017, up 1.3%. But it is a far cry from the year-on-year increase of 158m and 12.3% in 2015 and smaller still than the 48m and 3.3% increase in 2016, as developed nations hit saturation point and first time buyers become upgraders – a much harder sell.", "title": "Global smartphone market drops 9% in biggest ever fall"}