{"link": "https://www.theguardian.com/technology/2018/feb/02/bitcoin-biggest-bubble-in-history-says-economist-who-predicted-2008-crash", "description": "<p>Nouriel Roubini calls cryptocurrency the ‘mother of all bubbles’ as it falls below $8,000 </p><p><a href=\"https://www.theguardian.com/business/2009/jan/24/nouriel-roubini-credit-crunch\">The economist credited with predicting the 2008 global financial crisis</a> said a 12% fall in the value of bitcoin on Friday was the latest proof that the cryptocurrency was the biggest bubble in history and destined for a crash.</p><p><a href=\"https://www.theguardian.com/profile/nourielroubini\">Nouriel Roubini</a>, professor of economics at New York University, said bitcoin was “the mother of all bubbles” favoured by “charlatans and swindlers” as it fell below $8,000 (£5,600) early on Friday, marking a 30% drop since the beginning of the week as investors became increasingly twitchy about a clampdown on <a href=\"https://www.theguardian.com/technology/cryptocurrencies\">cryptocurrencies</a> by regulators. Later it rallied, climbing back over $8,600 by 3pm (GMT).</p> <a href=\"https://www.theguardian.com/technology/2018/feb/02/bitcoin-biggest-bubble-in-history-says-economist-who-predicted-2008-crash\">Continue reading...</a>", "content": " Nouriel Roubini calls cryptocurrency the ‘mother of all bubbles’ as it falls below $8,000  \nAngela Monaghan \n\nFri 2 Feb 2018 12.38 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.43 GMT\n\n The economist credited with predicting the 2008 global financial crisis said a 12% fall in the value of bitcoin on Friday was the latest proof that the cryptocurrency was the biggest bubble in history and destined for a crash. Nouriel Roubini, professor of economics at New York University, said bitcoin was “the mother of all bubbles” favoured by “charlatans and swindlers” as it fell below $8,000 (£5,600) early on Friday, marking a 30% drop since the beginning of the week as investors became increasingly twitchy about a clampdown on cryptocurrencies by regulators. Later it rallied, climbing back over $8,600 by 3pm (GMT). Bitcoin has lost more than half its value since hitting a peak of near $20,000 in the week before Christmas. Dubbed “Dr Doom”, Roubini said the sharp fall was the beginning of a crash that would see the value of the digital currency plummet “all the way down to zero”. Bitcoin is the first, and the biggest, “cryptocurrency” – a decentralised tradeable digital asset. Whether it is a bad investment is the big question. Bitcoin can only be used as a medium of exchange and in practice has been far more important for the dark economy than it has for most legitimate uses. The lack of any central authority makes bitcoin remarkably resilient to censorship, corruption – or regulation. That means it has attracted a range of backers, from libertarian monetarists who enjoy the idea of a currency with no inflation and no central bank, to drug dealers who like the fact that it is hard (but not impossible) to trace a bitcoin transaction back to a physical person. The latest sell-off follows reports that US regulators are investigating whether the spike in the price of bitcoin in 2017 was the result of market manipulation. India’s finance minister said the country did not recognise the cryptocurrency as legal tender, pledging to fight their use for “illegitimate activities”. Digital currencies have also been hit by the news that Facebook is banning all adverts for cryptocurrencies. Ethereum, ripple, litecoin and other digital currencies all suffered double-digit percentage falls on Friday as investors took fright. “Policymakers and regulators are getting worried. Pretty much every G20 policymaker is talking about a crackdown,” Roubini told Bloomberg Television. “We can’t allow it to become the next Swiss bank account for use by criminals and people evading tax.” He added that the 1,300 cryptocurrencies or initial coin offerings currently in existence were “a scam”. “Most of them are even worse [than bitcoin] and don’t have any intrinsic value like bitcoin. So if bitcoin is a bubble, it’s a bubble to the power of two or three.” Critics have warned that bitcoin has all the hallmarks of a classic speculative bubble that could burst, like the dotcom boom and the US sub-prime housing crash that triggered the global financial crisis. Last year it rose in value by more than 900%, making it the best performing asset of 2017. Robert Shiller, the Nobel prize-winning economist, said last week that while bitcoin was a “really clever idea”, it would not become a permanent part of the financial world. “I tend to think of bitcoin as an experiment. It is an interesting experiment, but it’s not a permanent feature of our lives,” he said, speaking at the World Economic Forum in Davos. Bitcoin is not recognised by any central bank and currently allows people to bypass banks and traditional payment methods to pay for goods and services. Banks and other financial institutions have been concerned about bitcoin’s early associations with money laundering and online crime, and it has not been adopted by any government. However, the spike in the price is forcing regulators and institutions to consider how to respond. Jon Cunliffe, deputy governor for financial stability at the Bank of England, has said that bitcoin is too small to pose a risk to the global economy. However, he warned that investors should “do their homework” before backing the digital currency. “The wheels are coming off the bitcoin bandwagon,” said Neil Wilson, analyst at ETX Capital. “The regulatory crunch appears closer than ever and sooner or later this market could be headed back down to earth. Selling pressure at the moment is intense as there has been nothing but bad news for bitcoin bulls of late. Trying to catch the falling knife is a risky game.”", "title": "Bitcoin biggest bubble in history, says economist who predicted 2008 crash"}