{"link": "https://www.theguardian.com/technology/2018/feb/05/whatsapp-deleting-year-what-i-learned", "description": "<p>An initial flurry of real calls and more time to read turned into losing contacts, missing out on groups and upsetting my wife</p><p>At the end of 2016, I sent a message to all my contacts: “After 31 December, I will not use WhatsApp any more. Instead, I will use Threema and Signal.” </p><p>On New Year’s Eve, I closed my WhatsApp account and deleted the app from my phone. A few clicks later, I’d left all my family, friend and work groups, the school groups of my children and all my individual contacts. </p> <a href=\"https://www.theguardian.com/technology/2018/feb/05/whatsapp-deleting-year-what-i-learned\">Continue reading...</a>", "content": " An initial flurry of real calls and more time to read turned into losing contacts, missing out on groups and upsetting my wife Knut Traisbach \n\nMon 5 Feb 2018 07.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 12.42 GMT\n\n At the end of 2016, I sent a message to all my contacts: “After 31 December, I will not use WhatsApp any more. Instead, I will use Threema and Signal.” On New Year’s Eve, I closed my WhatsApp account and deleted the app from my phone. A few clicks later, I’d left all my family, friend and work groups, the school groups of my children and all my individual contacts.  During the first minutes of 2017, I saw my friends typing on their phones while mine remained unusually silent. Suddenly I was not available anymore. It felt strange, uncomfortable, daring and good. My initial reasoning for such a drastic step had little to do with mindfulness or the want of being disconnected. I had installed WhatsApp in 2012 only because all my friends had it. By the end of 2016, the ubiquitous chat app started to send me annoying periodical reminders that it would stop working because the operating system of my beloved Nokia phone was no longer supported.  The notifications made me wonder whether I should be using non-Facebook-owned alternatives and stop spending so much time on convenient but seldom meaningful chats.  My defiance turned into a social experiment: I bought a smarter phone but uninstalled the application that, Facebook says, “one billion people around the world use … every day to stay in touch with their family and friends.” My app-stinence had a promising start. Good friends sent text messages during New Years Day, called or responded to my calls. Instead of typing and recording messages, I returned to having actual conversations on the phone. My family and closest friends even installed one of the new non-Facebook messaging apps I had suggested, but suddenly I went from having 70 contacts to just 11 on my list.  At the beginning, I often felt isolated and as if I had abandoned friends. Some contacts ebbed away, while I had to withstand the odd awkward look of disbelief and discontent from others when I explained that I did not use WhatsApp. After a few weeks, I noticed that I checked my phone less, did not scroll through my contact list to look for updated profile photos or send messages to people low on the conversation list just to say hello. I began to read more. But I also learned what it meant to miss out and not to be part of groups anymore.  When I met friends, I needed to be updated about earlier group exchanges. I had to continually ask my wife about discussions in our kids’ school groups. She became understandably annoyed when forced to scroll through 94 new messages about the next birthday party or unexpected drama in the kindergarden of our two toddlers. In the ensuing discussions over the past year, it became more difficult than I thought to defend my step in terms of privacy and data stinginess. Those sympathetic with my decision often said that for work and social reasons they had no alternative.  A colleague pointed out that he had no Facebook account, so the matching between accounts for advertising purposes was not possible. I knew that in Europe Facebook had been asked to “pause” the data sharing from WhatsApp. “But what happens with the data of up to one billion people that has been matched and shared already?” I asked.  Facebook has not been obliged to delete this data. That we do not know precisely how this data is used to nudge and influence us without us noticing, worried me. “Anyways, I have nothing to hide,” several friends told me, hardly concealing their annoyance. The main question that I started to ask then was: why do we trust private companies more than we trust our governments?  Our default position is to mistrust strangers and governments, but we trust convenient services without really knowing anything about them. We trust that private companies use our data to “improve our lives”, but we hardly reflect on where our lives are taken. Facebook paid $19bn for a company that has encrypted the contents of messages since 2016 and does not advertise. Clearly there is value in information about our habits and contacts, not just the content of our conversations. Companies create personal profiles with our data, but these profiles are about who we are, not about who we want to be.  During the last year I realised how little we know and how little we care. We do not regard our data as a scarce and valuable commodity. Data seems like time; we just assume it is there. Over coffee I asked a friend: “If you had only one piece of personal data left to spend, how would you spend it?” He laughed, paused and then his phone whistled.", "title": "I deleted WhatsApp for a year and here's what I learned"}