{"link": "https://www.theguardian.com/technology/2018/feb/06/sharing-fake-news-us-rightwing-study-trump-university-of-oxford", "description": "<p>University of Oxford project finds Trump supporters consume largest volume of ‘junk news’ on Facebook and Twitter</p><p>Low-quality, extremist, sensationalist and conspiratorial news published in the US was overwhelmingly consumed and shared by rightwing social network users, according to <a href=\"http://comprop.oii.ox.ac.uk/research/polarization-partisanship-and-junk-news/\">a new study from the University of Oxford</a>.</p><p>The study, from the university’s “computational propaganda project”, looked at the most significant sources of “junk news” shared in the three months leading up to Donald Trump’s first <a href=\"https://www.theguardian.com/us-news/2018/jan/31/five-things-we-learned-from-trumps-first-state-of-the-union\">State of the Union addres</a>s this January, and tried to find out who was sharing them and why.</p> <a href=\"https://www.theguardian.com/technology/2018/feb/06/sharing-fake-news-us-rightwing-study-trump-university-of-oxford\">Continue reading...</a>", "content": " University of Oxford project finds Trump supporters consume largest volume of ‘junk news’ on Facebook and Twitter \nAlex Hern \n\nTue 6 Feb 2018 09.59 GMT\n\n\nLast modified on Tue 6 Feb 2018 12.25 GMT\n\n Low-quality, extremist, sensationalist and conspiratorial news published in the US was overwhelmingly consumed and shared by rightwing social network users, according to a new study from the University of Oxford. The study, from the university’s “computational propaganda project”, looked at the most significant sources of “junk news” shared in the three months leading up to Donald Trump’s first State of the Union address this January, and tried to find out who was sharing them and why. “On Twitter, a network of Trump supporters consumes the largest volume of junk news, and junk news is the largest proportion of news links they share,” the researchers concluded. On Facebook, the skew was even greater. There, “extreme hard right pages – distinct from Republican pages – share more junk news than all the other audiences put together.” The research involved monitoring a core group of around 13,500 politically-active US Twitter users, and a separate group of 48,000 public Facebook pages, to find the external websites that they were sharing. Users who shared similar collections of links were grouped together depending on what they were discussing: on Twitter, some identified cohorts included “Conservative Media”, “Trump Supporters” (a distinct group from “Republican Party”) and “Resistance”; on Facebook, those audience groups included “Hard Conservative”, “Women’s Rights” and “Military/Guns”. The findings speak to the level of polarisation common across the US political divide. “The two main political parties, Democrats and Republicans, prefer different sources of political news, with limited overlap,” the researchers write.  But there was a clear skew in who shared links from the 91 sites the researchers had manually coded as “junk news” (based on breaching at least three of five quality standards including “professionalism”, “bias” and “credibility”). “The Trump Support group consumes the highest volume of junk news sources on Twitter, and spreads more junk news sources, than all the other groups put together. This pattern is repeated on Facebook, where the Hard Conservatives group consumed the highest proportion of junk news.” One thing the study did not find is evidence of substantial amounts of Russian news sources being shared. “The political conversations on social media exclude a Russian audience group,” the researchers concluded.", "title": "Fake news sharing in US is a rightwing thing, says study"}