{"link": "https://www.theguardian.com/games/2018/feb/06/dreams-the-video-game-that-unlocks-creative-genius-littlebigplanet-media-molecules-littlebigplanet", "description": "<p>Ever yearned to chisel a sculpture, compose a symphony or design a gigantic neon metropolis? A riveting game from the makers of LittleBigPlanet unleashes your suppressed artist</p><p>Most homes hide abandoned easels, guitars and origami kits, all bought with good intentions to express the latent creativity that grownup life can easily stifle. You might want to unlock it, but the effort is too intimidating. </p><p>Media Molecule, a game developer based in Guildford, believes that video games can help. A studio populated by artists, musicians and creatives of all stripes, it is best known for the successful LittleBigPlanet games – cheerful adventures with a hand-crafted look and a novel “play, create, share” philosophy, letting players remix the levels and make their own. Taking this idea further, Media Molecule has spent the past five years working on Dreams, a PlayStation 4 game that lets players create and share little worlds. Due for release later this year, the game offers a potential for creativity beyond what any other video game has attempted.</p> <a href=\"https://www.theguardian.com/games/2018/feb/06/dreams-the-video-game-that-unlocks-creative-genius-littlebigplanet-media-molecules-littlebigplanet\">Continue reading...</a>", "content": " Ever yearned to chisel a sculpture, compose a symphony or design a gigantic neon metropolis? A riveting game from the makers of LittleBigPlanet unleashes your suppressed artist \nKeza MacDonald \n\nTue 6 Feb 2018 16.38 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.42 GMT\n\n Most homes hide abandoned easels, guitars and origami kits, all bought with good intentions to express the latent creativity that grownup life can easily stifle. You might want to unlock it, but the effort is too intimidating. Media Molecule, a game developer based in Guildford, believes that video games can help. A studio populated by artists, musicians and creatives of all stripes, it is best known for the successful LittleBigPlanet games – cheerful adventures with a hand-crafted look and a novel “play, create, share” philosophy, letting players remix the levels and make their own. Taking this idea further, Media Molecule has spent the past five years working on Dreams, a PlayStation 4 game that lets players create and share little worlds. Due for release later this year, the game offers a potential for creativity beyond what any other video game has attempted. Within a virtual art studio, you can sculpt landscapes, objects or animals, compose music, build houses, train stations or deserts with a PlayStation controller, then drop in to what you’ve just made and walk around in it as though stepping into your own painting. You can create a roaring dinosaur, a game level with moving platforms and monsters, and your own playable characters with which to confront them. An impressionistic art style, which works a little like an Instagram filter on everything you create, makes even the roughest sketches look dreamlike and interesting: a studio maxim during Dreams’ development has been: “think Henson, not Pixar.” It is a little like playing your own thoughts – or, thanks to sharing via the internet, someone else’s. Minecraft, like Lego, lets you assemble things from the building blocks you are given. Dreams lets you create those building blocks. “Children are born free. They don’t have any preconception of what they’re good and bad at,” says Kareem Ettouney, Media Molecule’s art director, who spent his early career bouncing between different art, design and architecture disciplines. “You give them a crayon, they will draw. No child will tell you, ‘Oh no, I am not talented.’ Talent is an adult concept. It came from us measuring and labelling results rather than enjoyment. “The concept in Dreams is to try to rehabilitate people to the fact that all areas of creativity are available to you. Technology has reached a point where we are at a crossroads of self-expression; there might be a renaissance coming, and people are ready. It’s the tools that are not.” I watch Kareem create a barren landscape with a gigantic neon city at its edge in the space of 20 minutes If you want to create things digitally using the tools currently on offer, whether it’s a painting, a game or a film, there comes a point where you have to learn complicated software: Illustrator and Photoshop for artists, 3DMax and Maya for 3D artists, Premier for video editing, Logic Pro for music, Unity to make video games. This is where a lot of people hit a wall. The gap between doodling in a school sketchbook and using an expensive tablet to create imagery in Photoshop is just too wide.  Dreams aims to narrow the gap between what you do with your hands, or a paintbrush, and what you do with a computer. Sculpting with a PlayStation controller makes intuitive sense, like working with clay in a virtual space. Making music or adding functionality to the game world – such as doors that open when a switch is pressed, or characters that smile and say something when approached – uses the same interface, and it is effortless to switch from one to the other, maintaining a creative flow. Watching Kareem use Dreams to conjure a barren landscape with a gigantic neon city on the edge of it in the space of 20 minutes, I see what Dreams’ tools are capable of in the hands of someone accomplished. Carving a path out of a mountain with a streak of blue, he animates it with a couple of button presses and it becomes a waterfall. The average player won’t be able to create something so convincing so quickly, but crucially, learning how to create things in Dreams is fun in itself. Watching somebody play it, all you want to do is get your hands on the controller and start tinkering away yourself.  “I’m one of those people who fell off the wagon creatively after university,” says Siobhan Reddy, Media Molecule’s studio director. “I became a producer, so most of my day I am not building things, I’m managing things. Dreams has given me a way back in. Dreams is very much about your senses, which is what making music and art is about, not battling an interface. We are trying to bring the things that we know about creating with our hands, ears and eyes into the digital world. It has democratised the ability to make little games.” Reddy says she’s started to use Dreams to tell stories: “I don’t even know where they’re coming from. I made a game about having a hangover after our Christmas party – it uses a lot of motion blur, with someone asking if you want a coffee. I’ve made a noir story about a grasshopper; I made a thing about Sydney harbour when I was really homesick. It’s very expressive for me. If that can happen to me, it can happen to others. It’s the least intimidating way to bring back my love of making things, because I’m able to get quite far with just a little knowledge.” Everything created in Dreams can be uploaded to its giant virtual library. Say someone sculpts a particularly beautiful antique table; it might appear in hundreds of other people’s worlds. Dreams encourages collaboration almost by necessity, as nobody but a genius could make everything from animated characters to music to pretty trees from scratch. People building their own games will have a vast pool of inspiration to draw from. Players who don’t want to make their own things can simply play with other people’s, surfing through different worlds on the couch. However, Dreams challenges the idea of a video game as something that is passively consumed. “I don’t think the desire to create goes away. Everyone retains it in some form,” says David Smith, one of the studio’s co-founders and technical director. “When you choose what clothes you wear, what music you listen to, these are creative acts. They are human, important acts. I think we place limitations on ourselves as we get older – we get more scared of failure, or we just have less time to invest 100 hours in something to see if it pays off. To learn to play the violin you need hundreds of hours before you can make a sound that isn’t awful. What you want is a violin that sounds OK to begin with, but you can get better and better at.” Media Molecule’s aim with Dreams is to combine the rewarding, collaborative, sensory experience of offline creativity with the advantages that video game technology offers: sharing, interactivity and the exchange of knowledge. Dreams is designed not only to make people want to create things, but to make them believe that they can.", "title": "Dreams: the video game that unlocks the suppressed artist within us all"}