{"link": "https://www.theguardian.com/technology/2018/jan/08/james-damore-sues-google-discrimination-white-male-conservatives", "description": "<p>Class-action lawsuit led by fired engineer includes 100 pages of internal documents and claims conservatives are ‘ostracized, belittled, and punished’</p><p>Google is facing renewed controversy over its alleged intolerance toward conservatives at the company, after a class action lawsuit filed by former engineer James Damore disclosed almost 100 pages of screen shots of internal communications in which employees discuss sensitive political issues.<br></p><p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2017/nov/16/james-damore-google-memo-interview-autism-regrets\">'I see things differently': James Damore on his autism and the Google memo</a> </p> <a href=\"https://www.theguardian.com/technology/2018/jan/08/james-damore-sues-google-discrimination-white-male-conservatives\">Continue reading...</a>", "content": " Class-action lawsuit led by fired engineer includes 100 pages of internal documents and claims conservatives are ‘ostracized, belittled, and punished’ \nJulia Carrie Wong in San Francisco \n\nMon 8 Jan 2018 23.10 GMT\n\n\nLast modified on Tue 9 Jan 2018 09.32 GMT\n\n Google is facing renewed controversy over its alleged intolerance toward conservatives at the company, after a class action lawsuit filed by former engineer James Damore disclosed almost 100 pages of screen shots of internal communications in which employees discuss sensitive political issues. The evidence appended to the lawsuit, which was filed on Monday, includes a message from Rachel Whetstone, who worked as a senior Google executive after a career in the UK Conservative party, bemoaning “prejudiced and antagonistic” political discourse at the company. Damore, who was fired in 2017 after writing a controversial memo about gender and technology, alleges in the lawsuit that white, male conservative employees at Google are “ostracized, belittled, and punished”.  The lawsuit claims that numerous Google managers maintained “blacklists” of conservative employees with whom they refused to work; that Google has a list of conservatives who are banned from visiting the campus; and that Google’s firings of Damore and the other named plaintiff, David Gudeman, were discriminatory. “We look forward to defending against Mr Damore’s lawsuit in court,” a Google spokesperson said in a statement. The company’s workforce, like much of the rest of the tech industry, is overwhelmingly white, Asian, and male. In 2017, the US Department of Labor accused Google of “extreme pay discrimination” against women, and a group of women have filed a class-action lawsuit against the company alleging systemic wage discrimination. But the Damore lawsuit purports to expose a cultural bias toward promoting diversity and “social justice” that, the suit claims, has created a “protected, distorted bubble of groupthink”. Efforts to increase the representation of women and underrepresented racial minorities, which companies like Google have undertaken in response to external criticism, are cast in the suit as illegal discrimination against the majority.  Screenshots of internal communications reveal numerous employees appearing to support the idea of being intolerant toward certain points of view, such as one post arguing that Google should respond to Damore’s memo by “disciplining or terminating those who have expressed support”. In another post, a manager stated his intention to “silence” certain “violently offensive” perspectives, writing: “There are certain ‘alternative views, including different political views’ which I do not want people to feel safe to share here … You can believe that women or minorities are unqualified all you like … but if you say it out loud, then you deserve what’s coming to you”.   Internal posts discussing the debate around diversity at Google, such as a meme of a penguin with the text “If you want to increase diversity at Google fire all the bigoted white men”, are filed as an appendix to the lawsuit under the heading “Anti-Caucasian postings”. One manager is quoted as posting: “I keep a written blacklist of people whom I will never allow on or near my team, based on how they view and treat their coworkers. That blacklist got a little longer today.” Another screenshot reveals a manager proposing the creation of a list of “people who make diversity difficult”, and weighing the possibility that individuals could have “something resembling a trial” before being included. In the 2014 email from Whetstone, who served as senior vice-president of communications and public policy at Google for several years before departing for Uber, she wrote: “It seems like we believe in free expression except when people disagree with the majority view … I have lost count of the times at Google, for example, people tell me privately that they cannot admit their voting choice if they are Republican because they fear how other Googlers react.”  The complaint argues that Google’s tolerance for “alternative lifestyles” – the company has internal mailing lists for people interested in “furries, polygamy, transgenderism, and plurality” – does not extend to conservatism. One employee who emailed a list seeking parenting advice related to imparting a child with “traditional gender roles and patriarchy from a very young age” was allegedly chastised by human resources. The suit also alleges that Google maintains a “secret” blacklist of conservative authors who are banned from being on campus. Curtis Yarvin, a “neoreactionary” who blogs under the name Mencius Moldbug, was allegedly removed from the campus by security after being invited to lunch. The plaintiffs subsequently learned, it is claimed in the suit, that Alex Jones, the InfoWars conspiracy theorist, and Theodore Beale, an “alt-right” blogger known as VoxDay, were also banned from the campus. The suit will likely reignite the culture wars that have swirled around the tech industry since the election of Donald Trump. Many liberals within the tech industry have pressured their employers to take a stand against Trump policies, such as the Muslim travel ban, and companies have struggled to decide the extent to which they will allow the resurgent movement of white nationalists to use their platforms to organize.  Damore’s firing in August last year was heavily covered by the rightwing media, which portrayed the saga as evidence of Silicon Valley’s liberal bias, and the engineer was transformed into a political martyr by prominent members of the “alt-right”. In making its case against Google, the suit reveals some of the internal backlash Damore received after his memo went viral, including a mass email in which a Google director called the memo “repulsive and intellectually dishonest” and an email to Damore from a fellow engineer stating: “I will keep hounding you until one of us is fired.”  Gudeman, the second named plaintiff, was fired following a post-election controversy in another online forum at Google. A Google employee posted that he was concerned for his safety under a Trump administration because he had already been “targeted by the FBI (including at work) for being a Muslim”. According to the suit, Gudeman responded skeptically to the comment, raising questions about the FBI’s motives for investigating the employee, and was reported to HR. Gudeman was fired shortly thereafter, the suit claims, after Google HR told him that he had “accused [the Muslim employee] of terrorism”.  ", "title": "James Damore sues Google, alleging intolerance of white male conservatives"}