{"link": "https://www.theguardian.com/technology/2018/jan/11/peter-thiel-gawker-offer-buy-hulk-hogan-lawsuit", "description": "<p>Venture capitalist faces legal hurdles by bidding for site, which has been shut down for more than a year following Hulk Hogan lawsuit he bankrolled</p><p>Venture capitalist Peter Thiel has made an offer for Gawker, hoping to overcome legal hurdles and rival bidders for the site whose collapse the billionaire helped precipitate last year, people familiar with the matter said on Thursday.</p><p>Gawker’s news site has been inactive for more than a year, after it was shut down following a massive <a href=\"https://www.theguardian.com/media/2016/mar/18/hulk-hogan-awarded-115m-in-damages-in-gawker-sex-tape-lawsuit\">lawsuit</a> against it by wrestling star Hulk Hogan, which Thiel <a href=\"https://www.theguardian.com/technology/2016/aug/15/peter-thiel-gawker-bankruptcy-lawsuit-hulk-hogan-sextape\">bankrolled</a>. In 2007, Gawker revealed Thiel was gay.</p> <a href=\"https://www.theguardian.com/technology/2018/jan/11/peter-thiel-gawker-offer-buy-hulk-hogan-lawsuit\">Continue reading...</a>", "content": " Venture capitalist faces legal hurdles by bidding for site, which has been shut down for more than a year following Hulk Hogan lawsuit he bankrolled Reuters \n\nFri 12 Jan 2018 00.47 GMT\n\n\nLast modified on Fri 12 Jan 2018 16.31 GMT\n\n Venture capitalist Peter Thiel has made an offer for Gawker, hoping to overcome legal hurdles and rival bidders for the site whose collapse the billionaire helped precipitate last year, people familiar with the matter said on Thursday. Gawker’s news site has been inactive for more than a year, after it was shut down following a massive lawsuit against it by wrestling star Hulk Hogan, which Thiel bankrolled. In 2007, Gawker revealed Thiel was gay. Gawker is conducting an auction of its remaining assets, including its domain names and nearly 200,000 archived articles. Most of its assets, including its sister pages Deadspin and Jezebel were bought in 2016 for $135m by media company Univision Holdings. Thiel has not said why he wants Gawker, though the potential acquisition would let him take down stories about his personal life that are still on the website, and shut down scope for counter litigation against him. Thiel, an original Facebook investor and a co-founder of PayPal, did not respond to a request for comment. Bankruptcy and legal experts for Gawker have tried to block Thiel’s bid, according to court papers. Thiel funded the lawsuit against Gawker after the site published a sex tape featuring Hogan, whose real name is Terry Bollea. Hogan won a $140m judgment against the site, and later settled for $31m. Multiple bidders have submitted offers for the site, bankruptcy plan administrator Will Holden said in a phone interview. He will choose a winner as soon as this month, and then request approval for the deal from a US bankruptcy court. If Holden excludes Thiel’s bid, the Silicon Valley titan and cheerleader for Donald Trump could appeal to the judge. The value of Thiel’s bid could not be learned. Gawker is reportedly worth a few million dollars. A group of former Gawker employees this week abandoned their effort to bid, one of the sources said, having failed to raise their goal of $500,000.", "title": "Peter Thiel makes offer to buy Gawker, the news site he helped bankrupt"}