{"link": "https://www.theguardian.com/technology/2018/jan/13/mark-zuckerberg-tech-addiction-investors-speak-up", "description": "<p>Facebook is a big part of my portfolio, and I fear the dangers of tech addiction. While investors’ recent open letter to Apple is significant, more need to speak up</p><p>I am a tech investor, and Facebook is by far my largest investment. Still, for the past 15 months I have been pushing Facebook to sacrifice near term profits. The reason? I want them to address the harm the platform has caused through addiction and exploitation by bad actors. Government watchdogs barely regulate the technology sector in the United States, so investors like myself have a big role to play.<br></p><p>I was once Mark Zuckerberg’s mentor, but I have not been able to speak to him about this. Unfortunately, all the internet platforms are deflecting criticism and leaving their users in peril. Zuckerberg’s announcement on Wednesday that he would be <a href=\"https://www.theguardian.com/technology/2018/jan/11/facebook-news-feed-algorithm-overhaul-mark-zuckerberg\">changing the Facebook News Feed</a> to make it promote “meaningful interactions” does little to address the concerns I have with the platform.</p> <a href=\"https://www.theguardian.com/technology/2018/jan/13/mark-zuckerberg-tech-addiction-investors-speak-up\">Continue reading...</a>", "content": " Facebook is a big part of my portfolio, and I fear the dangers of tech addiction. While investors’ recent open letter to Apple is significant, more need to speak up \n\nSat 13 Jan 2018 09.00 GMT\n\n\nLast modified on Sat 13 Jan 2018 15.07 GMT\n\n I am a tech investor, and Facebook is by far my largest investment. Still, for the past 15 months I have been pushing Facebook to sacrifice near term profits. The reason? I want them to address the harm the platform has caused through addiction and exploitation by bad actors. Government watchdogs barely regulate the technology sector in the United States, so investors like myself have a big role to play. I was once Mark Zuckerberg’s mentor, but I have not been able to speak to him about this. Unfortunately, all the internet platforms are deflecting criticism and leaving their users in peril. Zuckerberg’s announcement on Wednesday that he would be changing the Facebook News Feed to make it promote “meaningful interactions” does little to address the concerns I have with the platform. Thankfully, I am not the only investor demanding Facebook keep users safe. On Monday, two major investors in Apple sent an open letter criticizing the company for not doing enough to protect children from the negative aspects of smartphones and social media. This is a potential game changer. The players are combining two corporate governance strategies in ways that may be harder to resist than traditional strategies.  Corporate governance is a murky area. Boards of directors are the first line of corporate governance. They are supposed to act as a check on management, and sometimes they do. More often, boards are handpicked by CEOs and frequently act as a rubber stamp. An example is the Weinstein Companies, where the board turned a blind eye to the alleged sexual misconduct of Harvey Weinstein.  In theory, shareholders should have a large voice through their rights to approve the board of directors, the auditors, and changes in corporate policy. One of the two parties to the Apple letter, the California State Teachers Retirement System (Calstrs), is a $222bn pension plan with large stakes in many public companies. The investors who wrote to Apple have an opportunity to change the game Calstrs has historically tried to influence companies through its voting choices. That doesn’t work often, as the vast majority of shareholders support management when they vote. As a result, CEOs and boards have gradually eroded shareholder rights for decades, to the point where technology leaders like Facebook, Google, and Snap are entirely controlled by their founders.  The erosion of shareholder rights led to the emergence of a kind of activist investor, which use aggressive public actions to force management to change its behavior. This tactic works often enough that the activist category has grown in recent years. The other party to the Apple letter, Jana Partners, is a very successful activist investor. Jana is a hedge fund, which means they can “go long” on stocks they think will go up and “sell short” stocks they think will go down. Another constituency with the power to influence corporate governance is customers. In the case of internet platforms, the customers are advertisers. To date, advertisers have stuck with the major internet platforms.  Users can have significant influence on internet companies, but only if they stop using the platform. More than 2 billion people worldwide use social media; two-thirds of them use Facebook every day. A scary percentage of smartphone owners exhibit signs of addiction. They can’t quit.  The final constituency that matters is employees. In knowledge businesses like Facebook and Google, employees have far more power than they realize. We saw this in the case of Uber, where the board and shareholders ignored alleged malfeasance for many years, and only made changes after a blog post by a former employee, Susan Fowler, about the company’s toxic management culture caused an employee rebellion. So far, the employees of the other platforms have remained loyal to management, despite a tsunami of bad news. The investors who wrote to Apple have an opportunity to change the game. Calstrs represents teachers, so protecting children from internet addiction is a core mission. It has huge voting power and a willingness to use it. Jana has formed a new fund to do social impact investing, bringing the hedge fund model to that world for the first time.  If investors like Jana and Calstrs apply activist and hedge fund techniques to drive social change – rather than maximize stock prices – the results could be dramatic.", "title": "I was Mark Zuckerberg's mentor. Today I would tell him: your users are in peril"}