{"link": "https://www.theguardian.com/technology/2018/jan/17/apple-bus-attack-pellet-guns-silicon-valley", "description": "<p>Corporate buses, which ferry workers from San Francisco to its Silicon Valley headquarters, have become symbols of gentrification</p><p>At least five buses used to transport <a href=\"https://www.theguardian.com/technology/apple\">Apple</a> employees to the company’s headquarters have had their windows smashed by what is suspected to be pellet guns during the last week.</p><p>The first window was shattered on the evening of Friday 12 January, as the shuttle bus travelled from the company campus back into San Francisco. Three more were hit on Tuesday morning, followed by another suspected attack on Tuesday evening, according to an email sent to Apple staff and seen by the Guardian.</p> <a href=\"https://www.theguardian.com/technology/2018/jan/17/apple-bus-attack-pellet-guns-silicon-valley\">Continue reading...</a>", "content": " Corporate buses, which ferry workers from San Francisco to its Silicon Valley headquarters, have become symbols of gentrification \nOlivia Solon in San Francisco \n\nFri 19 Jan 2018 19.20 GMT\n\n\nFirst published on Wed 17 Jan 2018 20.11 GMT\n\n At least five buses used to transport Apple employees to the company’s headquarters have had their windows smashed by what is suspected to be pellet guns during the last week. The first window was shattered on the evening of Friday 12 January, as the shuttle bus travelled from the company campus back into San Francisco. Three more were hit on Tuesday morning, followed by another suspected attack on Tuesday evening, according to an email sent to Apple staff and seen by the Guardian. “There is nothing confirmed but it is suspected that a pellet gun might have been used in these incidents,” stated the email to all employees. “Luckily, no one seems to have been injured yet.” Art Montiel, a California highway patrol public information officer, confirmed the incidents. “We received several reports of charter buses being damaged while driving on the I-280, but we’re not sure what caused the damage. We’re not ruling anything out,” he told the Guardian.  Montiel said that he could not be sure that the attack was targeted at Apple as the buses were unmarked. “It could be Google, Apple or any other company,” he said. However, Apple’s buses are a distinct colour (silver) and all of the tech buses including those of Google and Facebook feature LED destination signs at the front offering clues as to which headquarters they are heading to.  Apple told staff that its commuter buses would be diverted away from the I-280 highway until further notice.  Montiel did not believe this strategy would be effective. “If someone was targeting the buses, I’m sure they are going to find them anywhere they go. It’s not like they are hidden.” This is not the first time that the corporate buses that ship workers from the city to Silicon Valley have been targeted. In 2013, a window was smashed on a Google bus in Oakland, across the San Francisco Bay. The following year, protesters blocked buses and brandished banners to express their discontent over the privatisation of the Bay Area’s transport system. The buses have become symbols of gentrification and the perception that the tech sector is responsible for pushing up housing prices in the city, making it unaffordable for those without six-figure salaries.  Apple did not immediately respond to a request for comment. ", "title": "Buses for Apple employees attacked with pellet guns, company suspects"}