{"description": "<p>As the final descent starts, Alex is in deep trouble, Rebecca is forced to lie for him and Vadim and the police start to tighten the noose</p><p>We are approaching the final descent of McMafia and the prospect of Alex emerging as a hero feels remote. Beneath his suave, chiselled exterior, you sense that the feral beast inside has chewed the remnants of his soul to bits. His English politeness is pure pretence. As Rebecca, recovering in her hospital bed, observes, disillusioned at last: “You’ve got manners and do some of the right things, but that’s not who you are.” Which is not say that she is going to betray him. She assures an interviewing police officer that Alex’s dealings are “completely legitimate”. That lie continues to grow this week.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/04/mcmafia-recap-series-one-episode-seven\">Continue reading...</a>", "content": " As the final descent starts, Alex is in deep trouble, Rebecca is forced to lie for him and Vadim and the police start to tighten the noose \nDavid Stubbs \n\nSun 4 Feb 2018 22.00 GMT\n\n\nLast modified on Sun 4 Feb 2018 22.02 GMT\n\n We are approaching the final descent of McMafia and the prospect of Alex emerging as a hero feels remote. Beneath his suave, chiselled exterior, you sense that the feral beast inside has chewed the remnants of his soul to bits. His English politeness is pure pretence. As Rebecca, recovering in her hospital bed, observes, disillusioned at last: “You’ve got manners and do some of the right things, but that’s not who you are.” Which is not say that she is going to betray him. She assures an interviewing police officer that Alex’s dealings are “completely legitimate”. That lie continues to grow this week. Dimitri, meanwhile, tries to assert the vestiges of his patriarchy. Homesick, ruined by vodka and disgraced by his affair with Masha, he nonetheless has the pride of an ageing lion. When Alex sits down his family and explains that he intended to protect them by going after Vadim, Dimitri roars: “I protect my family!” Wishing to put his son back in his place, he advises him to make peace with Vadim on bended knee and tells him of a contact who can arrange this. Sheepishly, Alex concurs. He is made to feel 4ft 10in when Dimitri takes him to see old pal Oleg, his physically towering man at the Russian embassy. Dimitri and Oleg tease Alex over tea: “Heh heh, he’s a boy again.” Oleg knows the Kremlin is not keen on any diplomatic friction with the UK, so there may be leverage there. Alex’s boyishness is further stressed by Ilya when he tells Vadim, sharply, to lay off him: “He can’t hurt you.” Vadim has troubles of his own, as Ilya discovered in a meeting with Irina, a senior member of his department. He is under pressure, following the headlines garnered by the assassination attempt on Rebecca. The upshot is a peace summit in Stockport. Beg your pardon, Istanbul. At the palatial setting for the meeting, Alex is surprised to find Kleiman present. He eschews Alex’s hand in favour of an effusive bear hug, but warns Alex that he intends to capitulate to all of Vadim’s demands, in return for assurances about the safety of Alex and his family. This he duly does, across the table from Ilya and Vadim, who then takes a stroll with Alex for one of their strangely intimate chats. They part on an understanding that they are even. However, Kleiman, grey old snake that he is, sneaks back and tells Vadim that, although he is out of the game, he should know Alex has other patrons.  Alex arranges an emergency meeting with Mendez and his people. Aware that there are competing syndicates and government agencies in Russia, not all of whom are pleased with Vadim, he sees an opportunity to get to him. Mendez introduces him to Guillermo Alegre, one of the Mexican bosses, and proposes setting up a back channel via a high-level contact in Russia. Alegre seems unconvinced by Alex’s callowness and warns him, friendly like, that, in his business, when things go wrong, people get hurt. Alex has Alegre’s blessing, but no promise of protection. Still, he emerges with a gift for Joseph – a Mexican passport for Lyudmilla. Joseph returns to Israel and is able to spirit her away, threatening Tanya when she discovers them.  Meanwhile, Masha has taken Alex and Katya’s offer and moved out, as a distraught Dimitri discovers when he hammers in vain at her door. Another wretched family meeting ensues, with Dimitri only now learning of Masha’s pregnancy and having to be restrained from brawling with Katya. For this wreckage, Alex has sacrificed everything. Alex and Dimitri make peace, but the father warns his son that, if he goes to Moscow, as he proposes to following a meeting with Oleg, he will be killed. They will kill me in London, retorts Alex. Dimitri calms down and says he has friends in Russia who will look after his son. Rebecca finally agrees to meet Alex, who learns of Rebecca’s pregnancy and that she will never forgive him for his role in the unborn baby’s demise. We then track him on a long, desolute trudge on the lamplit streets of London, the sort of shot that never bodes well. The sunshine has flickered across Vadim’s face several times in this episode, as ever when he spends time with his daughter, Natasha. He signs over some bank accounts to her. “Are you in trouble?” she asks. “I’m always in trouble,” he replies. But he brightens up at her leaving party at a nightclub, reminded by Ilya that life is not so bad. It looks as though it may be for Alex, though, as he approaches a cashpoint and an assassin creeps up behind him, pulling out his gun. But then, a one-word text message is sent at the last second to the killer, who, unbeknown to Alex, strides on. Vadim is certainly in a good mood. But then, at the nightclub, a roguish looking young man approaches Natasha and her friends outside. After being asked by Vadim to leave, he unleashes a volley of bullets. Natasha is hit. Vadim fires after the fleeing car, screams for an ambulance, but it is too late. In London, Dimitri receives a call. Horrified, he tries to get through to Alex. But he is already on the plane to Moscow, bearing his default expression of stiff upper lipped, blankly preoccupied reserve. The boy is the man again – more than a man, perhaps a monster, going home.", "link": "https://www.theguardian.com/tv-and-radio/2018/feb/04/mcmafia-recap-series-one-episode-seven", "title": "McMafia recap – series one, episode seven"}