{"description": "<p>The first footage has been revealed of the young Han Solo standalone movie in the Star Wars series; what can the minute and a half of film tell us?</p><p>Predicting the future of Star Wars by watching a trailer is a bit like trying to work out the result of a sporting spectacle after only viewing the first 90 seconds of action. After all, publicity for 2015’s The Force Awakens featured lines from Mark Hamill’s Luke Skywalker himself, when the grizzled Jedi knight failed to utter a single word in the final cut of JJ Abrams’ film. And most of the scenes in early promos for 2016’s Rogue One <a href=\"https://www.theguardian.com/film/filmblog/2016/dec/19/rogue-one-star-wars-reshoots-trailers\">were swapped for completely different ones</a> in the finished film. </p><p>The best that the <a href=\"https://www.theguardian.com/film/2018/feb/05/solo-a-star-wars-story-first-trailer-alden-ehrenreich-donald-glover-thandie-newton\">new trailer for Ron Howard’s debut venture</a> in the Star Wars universe can give us is a vague glimpse of what might be, further down the line, provided Disney stays on target between now and the movie’s May release date. Here’s what we gleaned from our first look at junior Han and Chewbacca, a long time ago in a galaxy the powers that be presumably hope looks not so far, far away from the one George Lucas showed us in 1977. </p> <a href=\"https://www.theguardian.com/film/filmblog/2018/feb/05/han-solo-a-star-wars-story-trailer-what-we-learned\">Continue reading...</a>", "content": " The first footage has been revealed of the young Han Solo standalone movie in the Star Wars series; what can the minute and a half of film tell us? \nBen Child \n\nMon 5 Feb 2018 16.59 GMT\n\n\nLast modified on Mon 5 Feb 2018 17.03 GMT\n\n Predicting the future of Star Wars by watching a trailer is a bit like trying to work out the result of a sporting spectacle after only viewing the first 90 seconds of action. After all, publicity for 2015’s The Force Awakens featured lines from Mark Hamill’s Luke Skywalker himself, when the grizzled Jedi knight failed to utter a single word in the final cut of JJ Abrams’ film. And most of the scenes in early promos for 2016’s Rogue One were swapped for completely different ones in the finished film.  The best that the new trailer for Ron Howard’s debut venture in the Star Wars universe can give us is a vague glimpse of what might be, further down the line, provided Disney stays on target between now and the movie’s May release date. Here’s what we gleaned from our first look at junior Han and Chewbacca, a long time ago in a galaxy the powers that be presumably hope looks not so far, far away from the one George Lucas showed us in 1977.  The high water mark for elegant imitation of a classic sci-fi original is perhaps Karl Urban’s studied take on DeForest Kelley’s sardonic drawl as “Bones” McCoy in the original Star Trek movies and TV episodes. But Ehrenreich has apparently chosen to mimic neither Harrison Ford’s inimitable tones nor his bearing as the new Han Solo.  This is a greener, less swaggersome space rogue, a scoundrel in the making who perhaps hasn’t yet discovered the insouciance of his cocksure predecessor. Whether Ehrenreich adds brash self-assurance to his arsenal as time goes by we’ll have to wait and see. But for now, this first glimpse of Han Solo suggests he’s only vaguely recognisable as Chewbacca’s prickly pal.  The directors of The Lego Movie were banished from the set of Solo (apparently for favouring improvisation over Star Wars alumnus Lawrence Kasdan’s screenplay) last year, and replaced with the ultimate Hollywood safe pair of hands in Ron Howard. And yet the scene on board the Millennium Falcon in which Ehrenreich calmly predicts he and his crew are safe and sound – only to be proved swiftly and definitively wrong as a horrifying vision of tangled space tentacles heaves into view – looks like exactly the kind of effervescent footage a free-form approach to film-making might produce. Could the final version of Solo end up retaining more Lord and Miller DNA than previously expected? The opulent, imposing cloak worn by the Game of Thrones mainstay in one scene is the kind of garb we’re used to seeing on high-ranking members of the Empire in Star Wars movies. And yet all evidence suggests she’s not here to blow up planets or freeze our heroes in carbonite. Might she be a Rebel spy doing her best to infiltrate Emperor Palpatine’s forces with the help of Han and his team? Apart from some rather notable British character actors, the original Star Wars trilogy largely got by using virtual unknowns in the key roles. But in the Disney era we’ve seen Hollywood glitterati such as Benicio Del Toro, Laura Dern and Forest Whitaker thrown headlong into “Imperial entanglements”, while even the prequels had Samuel L Jackson and Liam Neeson pulling on Jedi garb.  The latest famous face to debut in the Star Wars universe is Woody Harrelson as Han Solo’s shady mentor, Beckett. I say shady because Harrelson may have last played a role that wasn’t in some way morally compromised in Cheers. Who’s betting against the old meanie committing some kind of hideous treachery at a key moment in the new episode, just when we’d decided to lend him our trust? “I might be the only person who knows what you really are,” says Emilia Clarke to a nervous looking Solo in the trailer. This may of course be a classic case of trailer misdirection: a single scene taken completely out of context to encourage a thousand new fan theories on Reddit. Even worse, Disney may have decided to give Han a horrific new backstory in which he’s secretly a member of the Corellian royal family, or part-Ewok. ", "link": "https://www.theguardian.com/film/filmblog/2018/feb/05/han-solo-a-star-wars-story-trailer-what-we-learned", "title": "Solo: A Star Wars Story - five things we learned from the first trailer"}