{"link": "https://www.theguardian.com/tv-and-radio/2018/feb/06/the-long-life-of-digital-shorts-an-ode-to-saturday-night-lives-viral-highs", "description": "<p>The success of the mid-00s mostly musical skits aimed at an online audience showcased ingenuity that’s often lacking now</p><p>On the steps of a New York brownstone, a man comforts his friend following the death of a loved one. Gentle, sombre piano music tinkles in the background, as he sagely advises, “It’s all right to feel sad, but the pain goes away.” They then both produce – and proceed to eat – full heads of iceberg lettuce. This three-minute non-sequitur, requiring no knowledge of US political or pop culture, aired during the otherwise unremarkable Dane Cook-hosted episode of Saturday Night Live near the end of 2005. It was the first ever digital short.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/04/saturday-night-live-natalie-portman-queen-amidala-rap\">Saturday Night Live: Natalie Portman Amidala rap is a memo-rable high</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/06/the-long-life-of-digital-shorts-an-ode-to-saturday-night-lives-viral-highs\">Continue reading...</a>", "content": " The success of the mid-00s mostly musical skits aimed at an online audience showcased ingenuity that’s often lacking now Hannah Woodhead \n\nTue 6 Feb 2018 11.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.36 GMT\n\n On the steps of a New York brownstone, a man comforts his friend following the death of a loved one. Gentle, sombre piano music tinkles in the background, as he sagely advises, “It’s all right to feel sad, but the pain goes away.” They then both produce – and proceed to eat – full heads of iceberg lettuce. This three-minute non-sequitur, requiring no knowledge of US political or pop culture, aired during the otherwise unremarkable Dane Cook-hosted episode of Saturday Night Live near the end of 2005. It was the first ever digital short. At the time, George W Bush was almost a year into his second term as president and the Iraq war was still in its infancy. Facebook was a college networking website and Twitter was still four months away from existing at all. Saturday Night Live – then in its 30th year of broadcast – had experienced unremarkable media coverage of their 2004 election sketches, in stark contrast to the considerable attention they had received in the 2000 Bush/Gore race. In order to compete in an increasingly populated television landscape and refute claims that the show was beginning to stagnate, they needed a hook. They needed something new. Two weeks after Lettuce aired, a music video featuring cast members Andy Samberg and Chris Parnell rapping about Magnolia Bakery and The Chronicles of Narnia became an unexpected viral sensation. Although it was also available to buy on iTunes, Lazy Sunday was uploaded by a fan to the relatively unknown video sharing website YouTube, where it quickly amassed millions of views before NBC had it removed due to copyright violation. By then, the video (and indeed song) had become a phenomenon, playing on the radio and in bars, and bringing Saturday Night Live to a new, global audience. Over the next seven years, 101 digital shorts would air on the show, amassing millions of hits and fans around the world. While not the first SNL product to transcend its network beginnings (The Blues Brothers and Wayne’s World both set a precedent for film ventures), the digital shorts were a unique, unyielding phenomenon. Primarily conceived, written and produced by The Lonely Island music-comedy trio of Akiva Schaffer, Jorma Taccone and Andy Samberg (Schaffer and Taccone being SNL writers, while Samberg was part of the cast), these videos were recorded independently of the main show, in a way affording them more freedom to take risks and absolving them of an immediate need to be topical. Zany riffs on familiar formats (music videos and film trailers proved popular) and short, three-minute run times, plus a plethora of celebrity guests ensured a resonance beyond the show’s loyal core audience. Over the next seven years, shorts such as I’m On a Boat (featuring T-Pain), Dick in a Box (featuring Justin Timberlake) and Dear Sister (featuring Shia LaBeouf) took on a life of their own beyond skits based on current affairs and east coast inertia. To this day, the likes of Jizz in My Pants and Laser Cats! have become as much a part of SNL history as Roseanne Roseannadanna, Matt Foley and Stefon. Though the 2012 departure of Schaffer, Taccone and Samberg killed the digital short as we knew it, its influence across SNL remains, visible in the production values of sketches such as Kellywise, and in De-Von-Tre’s Come Back Barack– a glossy rap tribute to Obama, not dissimilar to the hip-hop riffs in Natalie’s Rap. The digital short gave SNL the chance to take more creative risks, and be less limited by the constraints of working with a live set. Even so, in subsequent years the show’s focus has shifted considerably, with the madcap antics of the digital shorts giving way to a focus on live sketches and political commentary.  The so-called Saturday Night Effect has for decades played a role in American politics. From Chevy Chase’s Klutz in Chief Gerald Ford to Tina Fey’s manic Sarah Palin, the show continues to thrive on Washington disorder and has always had considerable clout in election years. The triumph of Donald Trump, despite constant lampooning, was, therefore, a shock to many, and indicated a downturn in public reliance on Saturday Night Live to create – or validate – their political opinions. Invigorated by the unthinkable happening, in 2016 and 2017, SNL repeatedly hit the headlines – once for a surreal Tom Hanks sketch, but mainly for Melissa McCarthy’s uncanny Sean Spicer impression and Alec Baldwin’s Donald Trump. Following the election of Donald Trump, new SNL wunderkind Kate McKinnon (as Hillary Clinton) gave a haunting rendition of Leonard Cohen’s Hallelujah – a bittersweet reminder of the battle so hard fought, and perhaps the price paid for underestimating Trump’s following. While not the first tearjerker moment in SNL’s four-decade history, it was one of the most politically charged. Still, even with Will Ferrell recently affecting a Texan accent and emulating Dubya to remind us that hindsight is always 20/20, last Saturday SNL doubled down on pre-Trump nostalgia when Natalie Portman returned to hosting duties. A prerecorded skit saw her perform Natalie’s Rap 2 – an updated version of her 2006 digital short, featuring a guest appearance by Andy Samberg. The sketch riffed on Portman’s career as well as the Time’s Up movement, and quickly climbed up the YouTube trending ranks, stagnantly continuing SNL’s self-referential nature, as if Lorne Michaels himself is holding up a cue card saying “Hey, remember how funny this was 11 years ago?!” The show’s tendency to look backwards, rather than forward, has never been so evident.  In the advent of streaming, and in the meme-tastic, post-Vine media landscape, comedy has to work harder than ever to get noticed. It’s no surprise that SNL finds rich pickings in the hellscape of current US politics. When Saturday Night Live makes the news now, it’s almost always due to its political content, which can’t hope to resonate on a global scale in the manner of the past digital shorts, if only due to their laser focus on the state of the States. SNL might still make us laugh, and according to viewing figures it’s never been more popular – but somewhere along the way, it became cheap, too. This is perhaps most evident in the show’s reliance on Alec Baldwin’s squinty, pursed-lips impersonation of Trump. Prime players tend to be relegated to smaller roles to make way for big names and guest stars, leaving little room for cast members to forge their own identities (with the notable exceptions of Kate McKinnon and Leslie Jones, who have managed to break out of the SNL bubble). The show has always been a breeding ground for comedic talent, but under the present regime, there seems very little room to grow. Similarly, with less time dedicated to non-political bits, there’s no chance of tuning into NBC on Saturday night for some escapism. The world of SNL starts and ends with Trump, and now seems to eschew the kind of risks which brought digital shorts to life, instead opting for gags that have become as predictable as the next political scandal. Perhaps it’s an indication that we’re all growing up, as SNL meanders into cynical middle age – but does growing up have to mean giving up too?", "title": "The long life of digital shorts: an ode to Saturday Night Live's viral highs"}