{"link": "https://www.theguardian.com/artanddesign/2018/feb/06/bird-bath-100-owl-sculptures-fill-citys-streets-summer", "description": "<p>Pieces will be decorated by artists and celebrities before some are auctioned for charity</p><p>A 100-strong collection of owl sculptures will appear on the streets of Bath and surrounding villages this summer.</p><p>The parliament of owls, to use the collective noun, will arrive at the end of June and remain for three months, after which the larger ones will be auctioned for charity. </p> <a href=\"https://www.theguardian.com/artanddesign/2018/feb/06/bird-bath-100-owl-sculptures-fill-citys-streets-summer\">Continue reading...</a>", "content": " Pieces will be decorated by artists and celebrities before some are auctioned for charity \nSteven Morris \n\nTue 6 Feb 2018 09.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 10.39 GMT\n\n A 100-strong collection of owl sculptures will appear on the streets of Bath and surrounding villages this summer. The parliament of owls, to use the collective noun, will arrive at the end of June and remain for three months, after which the larger ones will be auctioned for charity.  The owls, each uniquely and vibrantly decorated, are inspired by an owl image from the elaborately carved pediment of the Sulis Minerva temple at the city’s Roman baths.  Sulis Minerva was a Roman-British goddess believed to preside over the healing hot springs 2,000 years ago. The owl was one of the symbols of Minerva, the Roman goddess of wisdom and strategic warfare. The sculptor Alan Dun started off with the design of the owl from the pediment and simplified it, allowing the artists who will come up with the individual designs free rein.  “In a way it’s a three-dimensional canvas for the artists,” he said. “There will be mosaics, collages and some will be painted, everything you can imagine. You can never know what people will do. Some will be conventional, some unusual, some bizarre but people seem to embrace it.” It is not the first time in recent years that Bath has dipped into its rich history to find a subject for a public art trail.  A decade ago its streets teemed with statues of pigs in honour of the legendary British founder of Bath, King Bladud (the father of King Lear), who was said to have discovered the benefits of the springs centuries before the arrival of the Romans by observing his hogs happily rolling around in mud heated by the water.  Dun said: “The first time round we did Bladud’s pigs. Then the Romans turned up with everything they brought with them including their various deities. Minerva was the poster girl for Aquae Sulis – Bath – and one of her images was the owl.” Bladud’s pigs, which ranged from a hog decorated in Bath rugby club’s stripes to a pig pilot, Piggles, proved hugely popular.  “I remember wandering around the city centre and there was a buzz of conversation,” said Dun. “People were saying: ‘Have you seen this one or that one?’ It was a very good feeling. If we can engender that community spirit again that will be rather nice.”  The Minerva owls, which will be 1.1 metres tall and will perch on 40cm-high plinths, will be sponsored by businesses and organisations and will be transformed by artists, designers and celebrities.  Smaller 75cm owlets will be available for schools, community groups and charities to sponsor and decorate and will be theirs to keep after the event.  The event organiser, Megan Witty, said: “People have been asking us for some time to organise another sculpture trail for the city. Events like this are a fantastic way of shining a spotlight on our region’s creativity and heritage, increasing visitor numbers, bringing colour and fun activities to the streets of Bath, and raising funds for local charities.” ", "title": "Bird Bath: 100 owl sculptures to fill city's streets this summer"}