{"link": "https://www.theguardian.com/film/2018/feb/06/hollywood-clint-eastwood-real-life-films", "description": "<p>Clint Eastwood’s fact-based thriller The 15:17 to Paris lets servicemen play themselves – the latest film to pick authenticity over auditioning</p><p>Last week, New York’s Quad Cinema completed the run of a repertory screening series titled That’s Me Up There: The Singular Art of Playing Yourself, a collection of films featuring real-life figures portraying varyingly fictionalized versions of themselves. An eclectic array of selections posed tricky theoretical questions and interrogated the boundaries between artifice and reality; the late Iranian master Abbas Kiarostami’s Close-Up takes a cerebral approach to the camera’s relationship to its subjects, and the cuckoo surrealism of Being John Malkovich digs deeper into the subconscious rather than film form. </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2018/feb/06/lives-prepared-train-attack-friends-heroes-hollywood-stars\">The friends who foiled a gunman - and are now playing themselves in a Clint Eastwood movie</a> </p> <a href=\"https://www.theguardian.com/film/2018/feb/06/hollywood-clint-eastwood-real-life-films\">Continue reading...</a>", "content": " Clint Eastwood’s fact-based thriller The 15:17 to Paris lets servicemen play themselves – the latest film to pick authenticity over auditioning \nCharles Bramesco \n\nTue 6 Feb 2018 11.30 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.55 GMT\n\n Last week, New York’s Quad Cinema completed the run of a repertory screening series titled That’s Me Up There: The Singular Art of Playing Yourself, a collection of films featuring real-life figures portraying varyingly fictionalized versions of themselves. An eclectic array of selections posed tricky theoretical questions and interrogated the boundaries between artifice and reality; the late Iranian master Abbas Kiarostami’s Close-Up takes a cerebral approach to the camera’s relationship to its subjects, and the cuckoo surrealism of Being John Malkovich digs deeper into the subconscious rather than film form.  Not every selection relished its own conceptual knottiness. Picks such as A Hard Day’s Night and Wes Craven’s New Nightmare use their well-known cast members to lampoon their own celebrity, undermining their public personae to wonderful comic effect. The less successful instances of this phenomenon tend to come from self-aggrandizing types telling their own stories, such as Private Parts, radio shock-jock Howard Stern’s account of his ascent to stardom. Stern’s vanity is part of what’s made him captivating to listeners for decades, but when channeled into art, it sours instead of piquing fascination. It scarcely seems like coincidence that this series should wind up just as Clint Eastwood’s latest, the ripped-from-the-headlines thriller The 15:17 to Paris, should come to theaters. The ageing master’s new feature dramatizes the events of 21 August 2015, in which a gunman opened fire on a train traveling from Amsterdam to Paris. A tragedy turned into an exemplar of heroism when a group of passengers joined forces to incapacitate the shooter before he could take any lives. Three of those passengers – American servicemen Spencer Stone and Alex Skarlatos, both off-duty during the attack, vacationing with their boyhood friend Anthony Sadler – attained some measure of star status back home for their courage, and now they’ve hit the uppermost echelon of the fame cycle in the US with starring roles in Eastwood’s film. This is the logical conclusion of a recent trend in Eastwood’s oeuvre towards re-enactment of brave displays in modern history. American Sniper tapped Bradley Cooper to turn army marksman Chris Kyle into a vessel for a battered patriotism. Two years later, Eastwood would reframe the story of Captain Chesley “Sully” Sullenberger’s daring emergency landing in the Hudson river as a clash between the rugged individualist (what is a pilot if not a cowboy of the air?) and the federal pencil-necks who won’t let him do his job. From contemporary biopic to full-scale restaging, Eastwood has inched closer to the vérité style he’s now fully embraced with his train-contained thriller.  But there’s a precedent and a uniquely American mentality undergirding what might seem an aesthetic choice. Eastwood’s latest continues an august tradition of servicemen going to Hollywood to portray either themselves or men not too different from themselves. In 1946’s watershed hit The Best Years of Our Lives, second world war veteran Harold Russell portrayed a man who barely gets home from the front in one piece; the character has lost a measure of mental wellness, and like Russell, both of his hands. For a sensitive performance using nothing but his own two hooks, Russell earned an Academy Award that medical bills would later force him to pawn. Sharing in that film’s solemnity and star-spangled pride is 1955’s To Hell and Back, an adaptation of wartime ground trooper Audie Murphy’s autobiography in which he portrayed himself during his campaigns a decade and change earlier. Again, audiences turned out in droves to buoy box-office receipts, and Murphy was able to parlay the role he was literally born to play into a longer career in show business.  But while this particular strain of stunt casting has remained lucrative into the present day, some fundamental elements of the approach have changed. The film that most closely resembles Eastwood’s would have to be 2012’s Act of Valor, a thriller that handles like a video game where the playable avatars just so happen to be platoon-loads of bona fide Navy Seals. The boys in uniform helped push grosses to a princely sum of $81.3m, and yet the film leaves them with a pretty raw deal. To quote the great Roger Ebert: “We don’t get to know the characters as individuals, they don’t have personality traits, they have no back stories …” Their presence in the film comes off as borderline tokenistic, a gesture of “support for the troops”, that most misappropriated phrase, that ultimately reveals its own shallowness. Eastwood has more than earned himself the benefit of the doubt, that his choice to tap Stone, Sadler and Skarlatos isn’t cheap posturing to appease the ticket-buyers of middle America. At any rate, he’ll make a bundle, because soldiers on the silver screen steadily sell by tapping into something in the red-blooded American psyche. It is impossible to think about anything without eventually returning to Donald Trump, so why not the parallels in how large segments of the national populace think about professionalism. A real estate magnate without a day of public service in his life stepped directly into the highest office, all because enough people believed that some jobs require only gumption and zero knowhow. That same logic would suggest anyone can star in a multimillion-dollar production; if a rank beginner can run the intricate machine that is America, surely one can play make-believe for the cameras. Who needs hoity-toity actors, anyway?", "title": "You played yourself: when Hollywood picks real-life subjects over actors"}