{"link": "https://www.theguardian.com/film/shortcuts/2018/feb/06/agnes-varda-cut-out-oscars-french-film-maker", "description": "<p>The French film-maker was unable to attend the Hollywood event, so sent along several life-size replicas of herself instead – much to everyone’s delight</p><p><strong>Name: </strong>Agnès Varda.</p><p><strong>Age:</strong> 89.</p> <a href=\"https://www.theguardian.com/film/shortcuts/2018/feb/06/agnes-varda-cut-out-oscars-french-film-maker\">Continue reading...</a>", "content": " The French film-maker was unable to attend the Hollywood event, so sent along several life-size replicas of herself instead – much to everyone’s delight \n\nTue 6 Feb 2018 14.36 GMT\n\n\nLast modified on Tue 6 Feb 2018 15.00 GMT\n\n Name: Agnès Varda. Age: 89. Appearance: Somewhat two-dimensional. Is that just your opinion? No, absolutely everyone was saying it. And who is absolutely everyone? Everyone who met her at the annual Oscar nominees lunch. I would have thought the guest list at the annual Oscar nominees lunch was traditionally restricted to that year’s Oscar nominees. Agnès Varda was among them: the 89-year-old French film-maker received her first nomination, in the best documentary feature category, for her short film Faces Places (Visages Villages), chronicling a road trip she made round France with street artist and co-director JR. Huh. She doesn’t sound that two-dimensional. Forgive me. By “two-dimensional” I did not mean shallow or lacking the depth born of considered thought and long experience. What did you mean? I meant no more than a few millimetres thick when viewed side-on. So she’s dangerously thin? To be clear: Varda was unable to attend the Oscar lunch, and sent along several life-size cardboard cutouts of herself instead. Why several? To include a range of varied, photo-friendly poses. Created by her 34-year-old collaborator JR, the cutouts included one with her holding a cat, and one where she appeared to adjust JR’s hat as they stood together. You know what? I like the sound of Agnès Varda. Indeed, she was arguably the most popular person at the event, hanging out with Meryl Streep and Greta Gerwig. But 89 is a bit old for your first nomination, isn’t it? Did she come to film-making late? If she wins, Varda will be the oldest Oscar-holder ever (James Ivory, also nominated this year for writing Call Me By Your Name, is eight days younger), but she’s no newcomer. She was a central figure in the French New Wave, alongside Jean-Luc Godard and François Truffaut, and made her first feature-length film, La Pointe Courte, in 1955. Perversely, the actual, 3D Agnès Varda sounds like the most interesting lunch companion ever. Indeed, among other things, she is said to be one of only six people to attend Jim Morrison’s burial. Do say: “It was really great to meet you, Agnes! You’re such an amazing listener!” Don’t say: “That’s lovely, Ms Varda. Now let’s try one in profile.”", "title": "Flat screen legend: Agnès Varda sends cardboard cutout to Oscar nominees lunch"}