{"link": "https://www.theguardian.com/books/2018/feb/06/margaret-atwood-modern-men-need-etiquette-books", "description": "<p>Describing #MeToo as a ‘symptom of something being wrong’, the Canadian author of The Handmaid’s Tale recommends extra guidance for people when dating</p><p>Margaret Atwood has suggested that men need etiquette books to help them understand what may be expected of them “in the behaviour department”.</p><p>Speaking to the BBC, the author of The Handmaid’s Tale was asked about her views on the #MeToo movement – having previously caused controversy by <a href=\"https://www.theglobeandmail.com/opinion/am-i-a-bad-feminist/article37591823/\">writing in January</a> that it was the “symptom of a broken legal system”, and warning that “understandable and temporary vigilante justice can morph into a culturally solidified lynch-mob habit”.</p> <a href=\"https://www.theguardian.com/books/2018/feb/06/margaret-atwood-modern-men-need-etiquette-books\">Continue reading...</a>", "content": " Describing #MeToo as a ‘symptom of something being wrong’, the Canadian author of The Handmaid’s Tale recommends extra guidance for people when dating \nAlison Flood \n\nTue 6 Feb 2018 13.17 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.21 GMT\n\n Margaret Atwood has suggested that men need etiquette books to help them understand what may be expected of them “in the behaviour department”. Speaking to the BBC, the author of The Handmaid’s Tale was asked about her views on the #MeToo movement – having previously caused controversy by writing in January that it was the “symptom of a broken legal system”, and warning that “understandable and temporary vigilante justice can morph into a culturally solidified lynch-mob habit”. Atwood told the BBC that changes needed to be made in three areas: “One of them being courts of law. One of them being large institutions and corporations. And one of them being personal behaviour.” “There used to be a lot of etiquette books on how to behave,” she said. “Those seem to have gone out of the window. We used to be bombarded with them in the 50s. So where is the Mr Manners? There should be a Mr Manners column – like ‘What do you do when ...?’. I think it can help men to understand what may possibly be expected of them in the behaviour department.” Atwood said that these guides could be aimed at “ordinary people who think they’re on a date”, but she steered clear of suggesting what they might contain. “I think we should let younger people deal with that. I’m 78.” She went on to describe the #MeToo movement as a “symptom of something being wrong” rather than an end goal, saying that it works “as a tool or as a weapon, under certain circumstances”. Atwood was one of many writers to sign an open letter in 2016 calling for the University of British Columbia to be investigated over its dismissal of professor and author Steven Galloway, after allegations of sexual misconduct. Signing the letter was one of the reasons she has been vilified as a “misogynistic, rape-enabling Bad Feminist”, she wrote in Canada’s Globe and Mail. Atwood told the BBC that the backlash she experienced was “fairly standard” for “anyone who says anything except ‘I believe anything that a woman says’. But she was clear that “it’s quite dangerous to accord infallibility to any group – including men, popes and women”.", "title": "Margaret Atwood: modern men need 'etiquette books on how to behave'"}