{"link": "https://www.theguardian.com/tv-and-radio/2018/feb/06/john-mahoney-frasiers-cranky-dad-was-the-stove-at-the-heart-of-the-show", "description": "<p>Marty Crane’s bluff exterior concealed a sensitivity that leaked out at unexpected moments and was made all the more affecting by the actor’s extraordinarily nuanced performance</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/06/john-mahoney-who-played-frasiers-martin-crane-dies-aged-77\">John Mahoney, who played Frasier’s Martin Crane, dies aged 77</a></li></ul><p>I can’t shake the image of Eddie the dog looking up at an empty, flea-bitten orange-and-green recliner chair, a metal-framed walking stick leaning against one armrest. <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/06/john-mahoney-who-played-frasiers-martin-crane-dies-aged-77\">Martin “Marty” Crane is gone</a>; never again will we see the sparkle of mischief in his eye as he prepared another wind-up to gently puncture the balloon of his eldest son’s pomposity. <a href=\"https://www.theguardian.com/lifeandstyle/2015/mar/07/crush-of-week-frasier-crane\">I know Frasier ended in 2004</a>, but the finality of the actor who played my favourite character leaving the stage makes my heart heavy all the same.<br></p><p>“Ask for the fine art fraud-detection squad,” he deadpans in one episode, when Frasier calls the police to report a forged painting and is met with helpless cackles on the other end of the phone. The former cop’s beer-drinking, sport-loving ways were always at odds with his erudite sons and their preference for sherry. A blue-collar dad to the starched collars of Niles and Frasier, he frequently knocked the wind out of their pretentious sails with his straightforward practicality and no-nonsense approach.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/06/john-mahoney-frasiers-cranky-dad-was-the-stove-at-the-heart-of-the-show\">Continue reading...</a>", "content": " Marty Crane’s bluff exterior concealed a sensitivity that leaked out at unexpected moments and was made all the more affecting by the actor’s extraordinarily nuanced performance \nJulia Raeside \n\nTue 6 Feb 2018 13.47 GMT\n\n\nLast modified on Tue 6 Feb 2018 14.47 GMT\n\n I can’t shake the image of Eddie the dog looking up at an empty, flea-bitten orange-and-green recliner chair, a metal-framed walking stick leaning against one armrest. Martin “Marty” Crane is gone; never again will we see the sparkle of mischief in his eye as he prepared another wind-up to gently puncture the balloon of his eldest son’s pomposity. I know Frasier ended in 2004, but the finality of the actor who played my favourite character leaving the stage makes my heart heavy all the same. “Ask for the fine art fraud-detection squad,” he deadpans in one episode, when Frasier calls the police to report a forged painting and is met with helpless cackles on the other end of the phone. The former cop’s beer-drinking, sport-loving ways were always at odds with his erudite sons and their preference for sherry. A blue-collar dad to the starched collars of Niles and Frasier, he frequently knocked the wind out of their pretentious sails with his straightforward practicality and no-nonsense approach. But he wasn’t a one-note foil to their comic buffoonery. Marty’s bluff exterior concealed an ocean of love for his boys and his dog, Eddie, not to mention a sensitivity that often leaked out at unexpected moments. One of my favourite scenes features father and both sons sobbing together after a misunderstanding over a garish painting of a bull, gifted to Frasier by Marty. Frasier can’t tell him he hates it and, when he finally get up the courage, makes his father cry. He can’t stand causing such misery. Marty is mortified to have bought something his son doesn’t like and Niles just can’t stand other people crying. Mahoney’s extraordinarily nuanced performance continually provided clues as to how these vastly different men could have come from such unlikely loins. Marty is most often found reclining in the famous striped chair, completely at odds with the urbane decor of his son’s stylish Seattle apartment. The chair was designed in a time before taste and is stained with the grime of several decades’ sport-regarding and Eddie-scratching, his former haven from tough days on the city streets now a grimy oasis in strange surroundings. Frasier hates the chair, but tolerates it as a concession to the father he so clearly respects. The warmth of the father and sons’ relationship is the stove at the heart of the show, pumping out enough heat to fuel 11 years of delightful, deft comic entertainment.  Mahoney first acted with his future screen son in an episode of Cheers. He shows up at Sam’s bar as a fast-talking ad man, hired to come up with a jingle for the Boston drinking den. In just a few minutes he pulls off a comic tour de force, firing out his lines like silver bullets and leaving the rest of the cast playing catchup. Intensely private and preferring to devote himself to theatre work, Mahoney’s screen appearances were increasingly rare treats, but I will never forget him as Diane’s impenetrable dad in Say Anything, regarding John Cusack’s young suitor with quiet suspicion, yet betraying an overwhelming love for his daughter. He was so good at layered, buttoned-up dads. His voice is also unmistakeable in Brad Bird’s The Iron Giant. Playing a high-ranking army general, he saves the day and takes the time to listen to a little boy, Hogarth, when his small town is threatened by a megalomaniac government agent. No one did authority with heart better. Frasier writer Joe Keenan summed him up perfectly on Twitter as news of Mahoney’s death broke. “His Martin Crane was Frasier’s moral center; his cranky decency and bewildered love for his two improbable sons was hilarious one minute, heartbreaking the next, and you never caught him acting.” Peri Gilpin, who played Frasier’s radio producer, Roz, posted a picture of the actor singing at her wedding and urged fans to “raise a glass to John. Remember him well.” I will be cracking a can of Ballantine in his honour tonight.", "title": "John Mahoney: Frasier's 'cranky' dad was the stove at the heart of the show"}