{"link": "https://www.theguardian.com/film/2018/feb/03/marvel-black-panther-chadwick-boseman-michael-b-jordan", "description": "<p>Cinema has long reduced Africa to a faraway land filled with wild animals, wars, poverty and Aids – but perhaps this new Afrocentric epic will put an end to the cliches</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2018/jan/27/will-smiths-bright-racial-allegory-or-straight-up-racism\">Will Smith’s Bright: racial allegory or straight up racism?</a> </p><p>Fans have been waiting a long time to visit Wakanda, the wondrous Afrofuturistic homeland of Black Panther, but this is not the first time Hollywood will have taken us to a fictional African kingdom. Before Wakanda, there was Zamunda, where giraffes and elephants roam the palace gardens, the king wears a dead lion around his shoulders, and handmaidens strew the royals’ paths with rose petals and attend the prince’s every need, including the washing of “the royal penis”. The movie is, of course, Eddie Murphy’s 1988 smash hit Coming to America, whose compendium of cliches showed just how large the gap could be between “African” and “American”, and how much work Black Panther has to do.</p> <a href=\"https://www.theguardian.com/film/2018/feb/03/marvel-black-panther-chadwick-boseman-michael-b-jordan\">Continue reading...</a>", "content": " Cinema has long reduced Africa to a faraway land filled with wild animals, wars, poverty and Aids – but perhaps this new Afrocentric epic will put an end to the cliches \nSteve Rose \n\nSat 3 Feb 2018 07.00 GMT\n\n\nLast modified on Sun 4 Feb 2018 00.28 GMT\n\n Fans have been waiting a long time to visit Wakanda, the wondrous Afrofuturistic homeland of Black Panther, but this is not the first time Hollywood will have taken us to a fictional African kingdom. Before Wakanda, there was Zamunda, where giraffes and elephants roam the palace gardens, the king wears a dead lion around his shoulders, and handmaidens strew the royals’ paths with rose petals and attend the prince’s every need, including the washing of “the royal penis”. The movie is, of course, Eddie Murphy’s 1988 smash hit Coming to America, whose compendium of cliches showed just how large the gap could be between “African” and “American”, and how much work Black Panther has to do. As novelist Chimamanda Ngozi Adichie put it: “If all I knew about Africa were from popular images, I too would think that Africa was a place of beautiful landscapes, beautiful animals and incomprehensible people, fighting senseless wars, dying of poverty and Aids, unable to speak for themselves and waiting to be saved by a kind, white foreigner.” What could have given her that impression? Surely not movies such as Blood Diamond, The Constant Gardener, Hotel Rwanda, Beasts of No Nation, Tears of the Sun, Out of Africa, Born Free, Gorillas in the Mist, or a few dozen Tarzan movies? Not to mention a canon of pop songs sentimentally blessing the rains down in Africa and questioning whether they know it’s Christmas time at all? And that’s just white popular culture. As Coming to America suggests, African Americans are likely to have their own, more complicated set of assumptions about Africa, most likely received from Hollywood movies rather than direct experience. That was certainly the case with Murphy. Coming to America’s Africa is a place of feudal hierarchy, pre-feminist sexual politics and arranged marriage. “I want a woman that’s going to rouse my intellect as well as my loins,” says Akeem, in Murphy’s cod-African accent. As if the only way to find one of those is to look beyond the continent. Coming to America at least laughs at African Americans’ ignorance, too. “Wearing clothes must be a new experience for you,” one black American character tells Akeem, before asking if he played “chase the monkey” back in Africa. Murphy had already given viewers a stereotypical language-mangling, beef jerky-chewing “Cameroonian” in 1983’s Trading Places. Even worse was his 1987 standup film Raw, in which he jokes about going to Africa to find a wife: “Some crazy, naked zebra bitch … with a big bone in her nose and a big plate lip and a big fucked-up Afro.” But he worries that his “bush bitch” would become Americanised and demand half his money. Murphy was apparently saddened at criticisms that Coming to America stereotyped Africans, says Tejumola Olaniyan, professor of African diaspora cultural studies at the University of Wisconsin-Madison, who has written on how the movie “others” Africa. “It was actually meant to be a positive portrayal of Africa: they are rich Africans, not poor. They are noble, they are humble. He wanted to overturn Hollywood’s images. It was still a kind of romanticisation but the movie only happened at all because of Murphy’s power in Hollywood.” Olaniyan sees Coming to America as a turning point for portrayals of Africans in pop culture. Comedy Africans still popped up but they were generally benign, such as Dinka, the naive, portly, generally decent Nigerian in Ice Cube’s Barbershop series. Just as the locals in Coming to America’s barbershop called Akeem “Kunta Kinte” (a reference to the slave hero of Roots), so Dinka is called “Mandingo”, “Shaka Zulu” and “Super-size me Mandela”. “Where I come from, to have girth is a sign of opulence,” Dinka says. Rather than suggesting black Americans are just as racist as white ones, these attitudes could be seen as “a direct by-product of the colonialism that removed black people from Africa in the first place,” argues Tyree Boyd-Pates, a Los Angeles-based professor and writer on African-American culture. “Oftentimes, you use the same lens as the colonising group you have been underneath. African Americans in particular will often relegate the 54 countries of Africa to one country, and will often look at it through the prism of America, and end up perpetuating the same negative perceptions of Africa, even though they come from there.” Being black in America comes with its own long history of prejudice and stereotyping, much of it shared with Africans on the continent. But there is another aspect to the relationship: for black Americans, Africa is also the motherland, spiritually as well as ancestrally. In the modern era, a reconnection began in the civil rights era, which intersected with the growing pan-African movement. After four trips to Africa between 1959 and 1964, Malcolm X drew connections between racial oppression at home and colonial oppression in Africa. Less than a year before his death he founded the Organisation of Afro-American Unity. There was also Muhammad Ali, who visited Ghana, Nigeria and Egypt in 1964, and found it nothing like Hollywood. “They never told us about your beautiful flowers, magnificent hotels, beautiful houses, beaches, great hospitals, schools and universities,” he told reporters. Ali’s huge 1974 fight The Rumble in the Jungle was an unprecedented trans-continental event, bringing to President Mobutu’s Zaire (now the Democratic Republic of the Congo), not only US TV cameras but also music stars, including James Brown, Bill Withers and BB King. “Africa’s my home – damn America and what America thinks!” says Ali in the documentary When We Were Kings. “Yeah, I live in America, but Africa’s the home of the black man, and I was a slave 400 years ago, and I’m going back home to fight among my brothers.” Maybe more than movies, it was music that opened the channels of American Afrocentrism, from jazz, soul and funk to early hip-hop. The latter might have looked very different had a Bronx kid not won a trip to Nigeria, Ivory Coast and Guinea-Bissau in an essay-writing competition in 1974, and re-christened himself Afrika Bambaataa. Between Bambaataa’s Zulu Nation and the Native Tongues movement of De La Soul, A Tribe Called Quest, the Jungle Brothers and Queen Latifah, hip-hop headed down a peace-loving, socially conscious path in the late 1980s and early 90s, accessorised with Africa-shaped leather pendants, dashikis, kufis, headscarves and red, black and green graphics. That Afrocentric strand has continued through hip-hop but the chasm between the cultures still occasionally yawns open. In a press conference in 2012, for example, Nas explained why hip-hop artists don’t perform in Africa much. “People are scared. There’s horror stories about Africa that is out of this world … Some of those Africans need to make an effort to show us that it’s going to be all right,” he said. A few years earlier, he had eulogised “the black oasis, ancient Africa the sacred”, in his lyrics. Conversely, Boyd-Pates notes that African stereotypes of black Americans – moneyed, thuggish, hypersexualised, fond of using the N-word – are primarily gleaned from R&B videos. But rap and R&B are now reconnecting with Africa on a meaningful level, looking at artists such as Solange, Jay-Z and Beyoncé, and most of all Kendrick Lamar, whose 2014 visit to South Africa inspired his album To Pimp a Butterfly. Echoing Ali, Lamar said: “I felt like I belonged in Africa. I saw all the things that I wasn’t taught. Probably one of the hardest things to do is put [together] a concept on how beautiful a place can be … I wanted to put that experience in the music.” It is no coincidence that director Ryan Coogler selected Lamar to produce the Black Panther soundtrack. In contrast to – and possibly in atonement for – Coming to America, the makers of Black Panther seem determined to get things right, drawing on research trips to Africa, historical resources and specific cultural references. The cast combines African and African-American actors, and the national language of Wakanda is, in fact, Xhosa. We have come a long way since Coming to America, observes Olaniyan. “There’s been a kind of normalisation of Africa in popular culture in the US,” he says, “which is the reason why Donald Trump’s ‘shithole’ comments sounded so out of touch. Americans know more Africans, they see more Africans, they visit Africa more, and there are more qualitative interactions between them.” For many, Black Panther is more than just another blockbuster; it is a cultural moment. Wakanda could be a visualisation of that black utopia pan-Africanists have dreamed of. “Black Panther is the beautiful aesthetic climax of just that ideology,” says Boyd-Pates. “That paradigm of black people that exceeds the expectations of white civilisation, that places black people in a place similar in their minds to what they always felt they were robbed of, and connects them back to the motherland in a way no colonial effort could ever undermine.” After centuries of Africa coming to America and vice versa, perhaps we have finally reached the point where they can meet halfway. Black Panther is in cinemas from 13 February", "title": "Black Panther: does the Marvel epic solve Hollywood's Africa problem?"}