{"link": "https://www.theguardian.com/stage/2018/feb/04/barrie-rutter-not-everybodys-cup-of-tea-interview-northern-broadsides-the-captive-queen", "description": "<p>Northern Broadsides’ director on why he’s quit after 25 years, the failings of the Arts Council and his new show, The Captive Queen</p><p>Barrie Rutter OBE, 71, was brought up by his father, a Hull docker who worked nights. There were no books at home, but an English teacher spotted Rutter’s talent for performing. He was a member of the National Youth Theatre, then studied at the Royal Scottish Academy of Music and Drama. After a career at the National Theatre and the RSC, he founded the touring theatre company Northern Broadsides in 1992 with the aim of presenting “northern voices, doing classical work in non-velvet spaces”. After 25 years as artistic director, Rutter steps down next month. His final Northern Broadsides production opens at Shakespeare’s Globe in London this week.</p><p><strong>Why are you stepping down?</strong><br>We met the Arts Council to press&nbsp;our case for an increase in our funding grant. We asked for £400,000&nbsp;over four years to give some sort of parity. We didn’t get it and were told that our 25 years of work didn’t matter. This woman at the Arts Council said we struggled with diversity, in a year when Mat Fraser, an actor with phocomelia [underdeveloped arms caused by the drug thalidomide], <a href=\"https://www.theguardian.com/stage/2017/may/14/richard-iii-review-northern-broadsides-hull\" title=\"\">played Richard III</a>. I took her up on that because I wasn’t allowed to say, on this bloody form, about diversity of sound, geography, attitude and socioeconomics. Who else plays to Yorkshire hill farmers in their own place of Skipton cattle market? Later, I put my thoughts in a strong email to the head of the Arts Council and told him that as he was responsible for his staff; her comments alone should make sure that his soul should lie chained to the bottom of the Red Sea.</p> <a href=\"https://www.theguardian.com/stage/2018/feb/04/barrie-rutter-not-everybodys-cup-of-tea-interview-northern-broadsides-the-captive-queen\">Continue reading...</a>", "content": " Northern Broadsides’ director on why he’s quit after 25 years, the failings of the Arts Council and his new show, The Captive Queen Interview by \nLiz Hoggard \n\nSun 4 Feb 2018 08.30 GMT\n\n\nLast modified on Sun 4 Feb 2018 09.00 GMT\n\n Barrie Rutter OBE, 71, was brought up by his father, a Hull docker who worked nights. There were no books at home, but an English teacher spotted Rutter’s talent for performing. He was a member of the National Youth Theatre, then studied at the Royal Scottish Academy of Music and Drama. After a career at the National Theatre and the RSC, he founded the touring theatre company Northern Broadsides in 1992 with the aim of presenting “northern voices, doing classical work in non-velvet spaces”. After 25 years as artistic director, Rutter steps down next month. His final Northern Broadsides production opens at Shakespeare’s Globe in London this week. Why are you stepping down?We met the Arts Council to press our case for an increase in our funding grant. We asked for £400,000 over four years to give some sort of parity. We didn’t get it and were told that our 25 years of work didn’t matter. This woman at the Arts Council said we struggled with diversity, in a year when Mat Fraser, an actor with phocomelia [underdeveloped arms caused by the drug thalidomide], played Richard III. I took her up on that because I wasn’t allowed to say, on this bloody form, about diversity of sound, geography, attitude and socioeconomics. Who else plays to Yorkshire hill farmers in their own place of Skipton cattle market? Later, I put my thoughts in a strong email to the head of the Arts Council and told him that as he was responsible for his staff; her comments alone should make sure that his soul should lie chained to the bottom of the Red Sea. Is it a case of anti-northern bias?No, no I can’t say that. It might have been a bit of a bias against me. I’m not everybody’s cup of tea. They don’t want to deal with the maverick, the artist. I’ve always been good at money, but, no matter what colour of government, they don’t like the fact that, fiscally, we send about £4-£7 back to the coffers of the chancellor for every £1 given in subsidy. They don’t like that, because we take their money and then we lampoon them. If any other industry was that successful, you think they’d be thrilled. There’s always an attack on the establishment, but you need the establishment to provide that seed corn of state sponsorship. We’ve kept seven theatres around the country afloat by bringing in our productions. Anyway, the decision’s made and I’ve had 25 glorious years. Your new production, The Captive Queen, sounds pretty diverse...It’s a company of 11, with seven British Asian actors, two black actresses and two Caucasians, one of whom is me. But that’s an artistic concept. I haven’t done it to tick any box whatsoever. It’s an idea that’s been brewing for 25 years after Tony Harrison introduced me to the play [John Dryden’s Aureng-zebe], because he knows I love a rhyming couplet. It’s John Dryden’s view of India based on travel writings, but also it contains some mores on who was shagging who in London in 1675. We decided to locate it in the last days of the mills in the north where a lot of the blue-collar population were Asian. So it’s not a documentary, it’s just a snapshot. We’re performing in the indoor Sam Wanamaker theatre, so we’ve brought the mill down to the Globe and ripped out the back and gold that [Dominic] Dromgoole started off with. There’s a strange coincidence in that The Captive Queen was commissioned by director of the Globe, Emma Rice, who is also leaving.Yes there is. But new director Michelle Terry has also invited me back to do The Two Noble Kinsmen. So it’s wonderful to have the two ladies invite me. They’re too intelligent to be rivals, they’re just two very nice people. I don’t think I’d have handled [being forced out] in the way that Emma has. She’s been terrific, and Michelle is just grace and wit on legs. Are you proud to be one the pioneers of site-specific theatre?Yes, but also what makes us very happy is Northern Broadsides’ employment record: 16 actors on stage regularly, five crew, on the smallest grant in the middle-scale touring department. When they wanted to be scathing, the Arts Council said: “Oh, your show doesn’t look very good” and we’d say: “No, but there’s 16 actors on the bloody stage on the piffling amount you give us.” And obviously our design has improved over the years, but I still put as many actors on the stage as I can afford. But you’ve also risked your health?I can’t blame my health on the theatre. No one can budget against prostate cancer, which I’ve got – it’s slow, but I’ve got it – and a heart attack and a stent. You could say it’s years of lifestyle. But it’s not slowed me down. I still have some red wine. What do you think of filmed theatre productions such as National Theatre Live?I absolutely loathe the fact that the theatre is put into two dimensions. And of course I would say that because I’m not famous enough to be in one. But you can also see it happening in soccer; there’s the elitism. Sooner or later, you can see this land is going to be filled with six or seven elite companies all beaming their stuff out. And also all the money goes back, not into art, but to those elite buildings themselves. You say you were naive in 1992 when you started the company and wouldn’t do it now. Why?Well, you don’t need it now. When we opened, people said: “This is a great new thing and must be encouraged.” Although there wasn’t a lot of money around, we pushed it through. But now there are other wonderful pop-up companies out there with young ideas. I wish more of them were language-based, because I tend to be an old dinosaur. But the creative juices of youngsters today – it’s wonderful. • The Captive Queen is at Shakespeare’s Globe, London, until 4 March", "title": "Barrie Rutter: ‘I’m not everybody’s cup of tea’"}