{"description": "<p>Dolores and her robotic army are taking their bloody revenge against the humans in this brief glimpse into the second series of the sci-fi drama, which returns to the UK on 23 April</p><p>The robots have revolted, and they’re not taking prisoners. During Sunday night’s <a href=\"https://www.theguardian.com/culture/2018/feb/04/movie-tv-trailers-super-bowl\">Super Bowl deluge of trailers</a> and adverts, Westworld fans got a chance to see what the second season of the sci-fi western will look like: and it’s not pretty.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2017/oct/05/westworld-season-two-roman-samurai\">Roman, Samurai or sci-fi: which realms should Westworld season two explore?</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/05/westworld-season-two-trailer-hbo-we-can-burn-it-to-the-ground\">Continue reading...</a>", "content": " Dolores and her robotic army are taking their bloody revenge against the humans in this brief glimpse into the second series of the sci-fi drama, which returns to the UK on 23 April Guardian staff \n\nMon 5 Feb 2018 09.41 GMT\n\n\nLast modified on Mon 5 Feb 2018 10.03 GMT\n\n The robots have revolted, and they’re not taking prisoners. During Sunday night’s Super Bowl deluge of trailers and adverts, Westworld fans got a chance to see what the second season of the sci-fi western will look like: and it’s not pretty. The trailer for the show, which is set to return in April 2018, sees Evan Rachel Wood’s Dolores deliver a haunting monologue over a subdued piano cover of Kanye West’s Runaway. “We built this world together, this world where dreams come true,” she says.  “We can burn it to the ground. From the ashes, build a new world. Our world.” The first season, which finished in late 2016, ended with the robotic hosts of Westworld turning on their human enemies and taking revenge by gunning them down in the twisted theme park. The trailer continues that with Dolores and friends hunting humans on horse back, and seemingly venturing into the real world while threatening to destroy it. There’s been speculation about the different worlds that the second Westworld could explore. “It’s the story of the origin of a new species on this planet,” said creator Jonathan Nolan.  “And being able to tell that in chapters and commit to aggressive moves season-by-season that propel that story upwards and outwards and inwards.” In this trailer there are Native American hosts, the mysterious hooded men from the first season and some non-human-like robots. But there was no sign of the fan favourite Samurai hosts, who appeared in the final scenes of the first series. Westworld’s first season led the Emmy nominations this year with 22 nods, and the first outing saw fans take to sites such as Reddit to air their theories – many of which were correct. The trailer ends with the US air date of the show: 22 April. The show will start in the UK on Sky Atlantic and Now TV on 23 April.", "link": "https://www.theguardian.com/tv-and-radio/2018/feb/05/westworld-season-two-trailer-hbo-we-can-burn-it-to-the-ground", "title": "Westworld season two trailer – 'We can burn it to the ground'"}