{"link": "https://www.theguardian.com/culture/2018/feb/04/jo-brand-bullies-are-lurking-around-every-corner-", "description": "<p>From provocative standup to gentle jokes about baking, Jo Brand has been making an impact for decades – but just don’t call her a ‘national treasure’</p><p>Another Friday night, another comedy panel show, another biscuit, maybe two. And then suddenly, we sedentary viewers of <a href=\"https://www.theguardian.com/uk-news/video/2017/nov/04/jo-brands-speech-on-sexual-harassment-silences-all-male-panel-on-have-i-got-news-for-you-video\"><em>Have I Got News For You</em></a> sat up. It was early in November and, responding to a headline about an MP taking his personal trainer to the cinema, <a href=\"https://www.theguardian.com/media/ian-hislop\">Ian Hislop</a> had chuckled: “Some of this is not ‘high-level’ crime, is it?” But Jo Brand, hosting, didn’t smile. The temperature changed quite suddenly. “If I can just say,” she began, “as the only representative of the female gender here today – I know it’s not high-level, but it doesn’t have to be ‘high-level’ for women to feel under siege in somewhere like the House of Commons. Actually, for women, if you’re constantly being harassed, even in a small way, that builds up, and that wears you down.” There was a pause. Then the audience started cheering.</p><p>Today, Brand, a woman who refuses to be described as a national treasure, preferring “national disgrace”, says she didn’t plan to say a word. “I’m a real hectorer usually – it was lucky I didn’t shout, because otherwise it wouldn’t have taken the wind out of everyone’s sails in the same way. It had an impact.” She says this as if it was a surprise but, of course, Brand, now 60, has been making an impact for decades, first with her monotone standup about men and weight (“I read that book <em>Fat Is A Feminist Issue</em>, got a bit desperate halfway through and ate it”) and today for her dry contributions to primetime TV where, as well presenting the sister programme to <em>The Great British Bake Off</em>, she is often the lone woman on a panel of men. She is so famous that a doctor asked for her autograph while she was in labour.</p> <a href=\"https://www.theguardian.com/culture/2018/feb/04/jo-brand-bullies-are-lurking-around-every-corner-\">Continue reading...</a>", "content": " From provocative standup to gentle jokes about baking, Jo Brand has been making an impact for decades – but just don’t call her a ‘national treasure’ \nEva Wiseman \n\nSun 4 Feb 2018 09.00 GMT\n\n\nLast modified on Sun 4 Feb 2018 19.10 GMT\n\n Another Friday night, another comedy panel show, another biscuit, maybe two. And then suddenly, we sedentary viewers of Have I Got News For You sat up. It was early in November and, responding to a headline about an MP taking his personal trainer to the cinema, Ian Hislop had chuckled: “Some of this is not ‘high-level’ crime, is it?” But Jo Brand, hosting, didn’t smile. The temperature changed quite suddenly. “If I can just say,” she began, “as the only representative of the female gender here today – I know it’s not high-level, but it doesn’t have to be ‘high-level’ for women to feel under siege in somewhere like the House of Commons. Actually, for women, if you’re constantly being harassed, even in a small way, that builds up, and that wears you down.” There was a pause. Then the audience started cheering. Today, Brand, a woman who refuses to be described as a national treasure, preferring “national disgrace”, says she didn’t plan to say a word. “I’m a real hectorer usually – it was lucky I didn’t shout, because otherwise it wouldn’t have taken the wind out of everyone’s sails in the same way. It had an impact.” She says this as if it was a surprise but, of course, Brand, now 60, has been making an impact for decades, first with her monotone standup about men and weight (“I read that book Fat Is A Feminist Issue, got a bit desperate halfway through and ate it”) and today for her dry contributions to primetime TV where, as well presenting the sister programme to The Great British Bake Off, she is often the lone woman on a panel of men. She is so famous that a doctor asked for her autograph while she was in labour. I think reality TV helped create this nasty edge And quietly, behind the panel shows and programmes about cats, Brand has been creating her own genre of sitcom, one that makes you cry. In an episode of Getting On, her award-winning BBC series set on a hospital ward, Brand (as nurse Kim Wilde) stands by as young doctors are introduced to a homeless patient whose “clothing has fused to the skin” and suffers from a perianal abscess. “Go on, have a root around,” insists the consultant, briskly. Another episode revolved around the hunt for the person who’d pooed on a chair. In its jolly mundanity the programme drew on Brand’s early career as a psychiatric nurse, and read as an unlikely love letter to the NHS. Her new show, Damned (now beginning its second series), has a similar feel, with its palette of mud and beige soundtracked by the endless ringing of phones, but is set in the office of a council’s children’s services department. Damned (as in, “Damned if you do… ”) is similarly respectful of those slogging through bureaucracy and government cuts to help people in need, and similarly happy to chuck a few more poo gags at them, too. Series two begins with Brand’s character hobbling into the office having stepped in a pile of it. There the shitty shoe sits, under her desk, as she squabbles with her fellow social worker Al (played by Alan Davies) who must simultaneously determine whether the children of a sex worker should be taken into care. They try putting the shoe in the freezer; against Al’s recommendation, the kids are taken away. “There are so many clichés about social workers,” Brand explains, “when actually they have these horrendous jobs. At a time when things are getting worse, when so many people are in a bad way, and when that inevitably rebounds on to their children, from housing troubles to drug problems to the huge number of men with undiagnosed depression who take it out on their families with violence, I wanted to show that social workers do their best. That they’re human.” Are things getting worse? “Of course they are,” she says, with some weariness. “Food banks exist. We’re seeing new extremes of poverty – this morning I heard about a woman who could only afford to feed her child, so all she had all day was tea. I mean, choices are made on what the country spends its money on, and I disagree with those choices.” Unexpectedly, she smiles: “But I sometimes feel like I have to make a case for being allowed to care – I can practically see that Rees-Mogg person mouthing ‘champagne socialist’.” That famous cackle. Brand consults a social worker when writing the scripts for Damned, but often they have to water down the horror of his stories; she wants you to have a chuckle while considering human suffering, not hang yourself with the HDMI lead. “There’s never enough sadness in sitcoms,” Brand says. “Which is a shame, because we need to laugh as a defence. Being a nurse you become aware of the extremities of human behaviour, and you need a tasteless and appalling sense of humour sometimes. When you see people at their absolute worst, the only thing you can do is joke.” She looks wistful, suddenly, and sits back. “I miss lots about nursing, actually. Mainly the feeling of being tightly connected to a group, because there’s a fair bit of violence on an emergency unit – I remember machetes, knives, a gun once. So you have to trust everyone completely, which makes for very good friendships. I try to repeat that now by choosing a cast of my mates.” As a nurse, I learned that five times more black people were diagnosed as schizophrenic than white people Alan Davies has known Brand for 30 years – he’s seen her mature, he says. “But she’s still very naughty at heart. Her line-learning is hopeless, her continuity all over the shop, her listening is highly selective and she is normally eating sweets at exactly the wrong moment, but all of those cracks and fissures that would get you turfed out of drama school are the things that help her get through long days without feeling too tired and sad to continue.” One of Brand’s small pleasures is an hour on Mumsnet. Partly because of the usernames. “My favourite is ‘EatShitDerek’. I’m dying to know the story behind that one.” Partly because she’s a mother, of two teenage girls. And partly because she feels it’s a good reflection of people’s attitudes to controversial topics. “I understand the generational gap in feminist thinking, but the problem comes when the conversations are shut down – they need to be discussed. As a nurse, for instance, I learned that five times as many black people were diagnosed as schizophrenic than white people, and I wanted to know why. You can’t explore difficult questions without offending some people. So I had to admit I was coming from a point of ignorance, and then start a conversation.” She worries about “no-platforming”. “If older feminists’ opinions are suppressed, where do we go next? They did a lot of work to move women forward, they can’t be forgotten. But the anger that appears when people do try to talk – even around something as gentle as Caroline Criado-Perez’s plan to put a woman on the £10 note. She got death and rape threats. Who are these people threatening her, and why are they so angry?” One evening, she was compering an awards ceremony, and a single advertising agency was winning every prize. When they inevitably won the final award, Brand rolled her eyes into the microphone, and tutted: “Not them again.” The crowd laughed, but when the agency’s CEO arrived on stage to receive his trophy, he whispered in her ear: “I always knew you weren’t funny, but I never realised what a cunt you were.” “He did it to humiliate me, and it worked – I felt like I was shrinking. But then I took the microphone back and told the audience what he’d said. And I’d never heard 1,500 people gasp before. These bullies are lurking around every corner, but it’s worse when they’re anonymous online – at least in print you know where it’s coming from.” When Brand started doing comedy in the 80s, under the stage name The Sea Monster, she became used to sneery hecklers and angry reviews. “In fact, I found it hilarious to stand outside myself, and really see how the press saw me. It was slightly pantomimey, that man-hating lesbian thing, but it was mischievous, and the commentary didn’t always feel abusive.” While she believes it’s easier to be a female comic today than it was 30 years ago – there’s the choice now, she says, to be subtle, to not have to shout over all the blokes – the culture around the jokes is less welcoming. “We’re a crueller society than we were before. I think reality TV helped create this nasty edge, encouraging a Roman colosseum-style judgment.” She smiles almost nostalgically at the good old days, when all the rotten remarks about her talent and appearance would come with a byline. That issue of anonymity, of facelessness compared with openness and robust debate, is one Brand returns to a lot. Often, too, she’s shockingly generous. Where one might expect her to be a bit ranty, she’ll surprise you with quiet thoughtfulness. Perhaps it’s her tired wisdom, perhaps it’s that the Brand we see on telly is still “slightly pantomimey”, but she balances every thought with a care that, in a time of noisy opinion seems almost… radical. Does anything still make her angry? She considers it carefully. “One thing that does drive me mad is when women are called ‘ladies’. It implies a feminine subservience, an obsession with appearance, a waiting to be manoeuvred, a weakness, a quietness. I’ve had to stop myself from shouting, ‘It’s WOMEN!’ many times. It matters to me!” Apart from that, her life, one where her job regularly involves sitting next to a Jeremy Clarkson or Quentin Letts, is full of moments where she chooses to give rightwing men a chance. “Panel shows are not the forum for saying: ‘I hate these people’s values.’ In the long run, more hatred is not a good thing. And I don’t necessarily hate these men. I can’t, I’d spend my whole working life angry.” I'm too knackered to be prime minister. Sorry Though Ian Hislop has some quiet reservations about the editing of that Have I Got News For You moment, commenting on it for the first time, he says he’d been responding to a couple of different questions about the Westminster sexual harassment dossier, “Neither of which were about sexual harassment. I felt slightly miffed at how the story was misrepresented.” He, like many, is a huge fan of Brand’s. “What she said was eloquent and measured, and struck a chord. It was terrific.” He refuses to confirm a rumour he’s agreed to a pay cut for Have I Got News For You in moves for the BBC to try to close the gender gap, instead choosing to focus on Brand. “I do look forward to her hosting. I tease her that when we first met she was this radical feminist Sea Monster, and now she’s the country’s sweetheart, who goes on TV to talk about cakes. And through it all she’s retained a sense of who she is and what she believes in.” When John Humphrys’ conversation with Jon Sopel was leaked, and they appeared to joke about the BBC’s pay gap row, Brand “enjoyed that window into John Humphrys’ mind. Though we all take the piss when we think we’re safe. But it does show what they really think about the pay gap – that they don’t take it seriously. It pisses women off when we feel a genuine cause for anger, and are unsupported by men. Whether it’s something like the pay gap, or someone shouting, ‘Great knockers!’ at a woman in the pub, it’s really common that men will just look away. Things are only going to change when the majority of men step up and support women.” She understands, though, the inclination to stay quiet today, whether about the pay gap or harassment in the film industry. “I presume more people didn’t speak up because they felt ashamed. And now there’s this judgment about how early they spoke up, whether it was after other women had done the hard work, whether they simply turned up in a black dress. This question of guilt, of who’s more guilty than the others. But if there’s not a supportive network then, of course, people aren’t going to risk their careers, their families.” So often, she points out, people are made to choose between “having principles or earning a living”. When she was eight her headmaster in Kent explained politics to them. Conservatives, he said, want to keep everything the same, and Labour want everything to change. When she repeated this at home her parents corrected her, and it seems she’s been engaged ever since. Her mother, now in her 80s, is a social worker. There’s a YouTube clip of her being kicked out of a council meeting in Ludlow. “A minute later she returns, having forgotten her handbag, then on her way out she grabs the microphone and starts shouting into it.” Brand tells the story with pride – the genes are strong. Is she positive about the future? “Well, society goes in cycles, politics goes from left to right then back again, comedy goes from leftwing humour in the 80s to tax-dodging comics in the 90s, so I’m sure everything will turn again soon. Billy Connolly used to say: ‘The desire to be a politician should bar you for life from ever becoming one.’ People who go out to seek power are scary people.” Does that mean Brand has no plans to stand for the Labour party? Her fans will be disappointed. “I’ve spent a long time doing things other people want me to do. Now I’m going to be selfish. All I want to do is read and walk. Besides, I’m too knackered to be prime minister.” She shrugs. “Sorry.” Damned returns to Channel 4 this month", "title": "Jo Brand: ‘Bullies are lurking around every corner'"}