{"link": "https://www.theguardian.com/stage/2018/feb/05/accent-comedy-standups-home-town-humour-ardal-ohanlon-jayde-adams-tez-ilyas", "description": "<p>Does a regional accent give you a headstart in standup? Are some places funnier than others? Jayde Adams, Tez Ilyas and Ardal O’Hanlon explore laughter and locality</p><p>An Englishman, an Irishman and a Scotsman walk into a bar. The punchline? That depends on which part of the country you’re in. We’ve long been making gags about our neighbours. The English joke about the Irish, southerners make fun of the north, Liverpudlians tease Mancunians. And vice versa. A comedian can go on stage at a comedy club anywhere in Britain and call a nearby town a dump, and that’s the audience won over.</p><p>But what about the crowds themselves? Do some jokes go down better in the Midlands than the Highlands? Is there such a thing as a regional sense of humour? <br></p> <a href=\"https://www.theguardian.com/stage/2018/feb/05/accent-comedy-standups-home-town-humour-ardal-ohanlon-jayde-adams-tez-ilyas\">Continue reading...</a>", "content": " Does a regional accent give you a headstart in standup? Are some places funnier than others? Jayde Adams, Tez Ilyas and Ardal O’Hanlon explore laughter and locality \nBen Williams \n\nMon 5 Feb 2018 10.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 14.42 GMT\n\n An Englishman, an Irishman and a Scotsman walk into a bar. The punchline? That depends on which part of the country you’re in. We’ve long been making gags about our neighbours. The English joke about the Irish, southerners make fun of the north, Liverpudlians tease Mancunians. And vice versa. A comedian can go on stage at a comedy club anywhere in Britain and call a nearby town a dump, and that’s the audience won over. But what about the crowds themselves? Do some jokes go down better in the Midlands than the Highlands? Is there such a thing as a regional sense of humour?  Comic Jayde Adams is from Bristol, and she’s a firm believer that the West Country – and her city in particular – has a distinctive sense of humour. “Bristolians have a keep-calm-and-carry-on attitude to life,” she says. “We’re positive and upbeat. We try to find the funny in most situations, mainly because we’ve got a ridiculous accent. Even if we’re not trying to be funny, we sound funny.” The Bristol accent has been an effective weapon in Adams’s comedy arsenal. Not only because it makes people laugh, says the Edinburgh comedy award-nominated standup, but because she can use it to wrongfoot an audience. “People are bright in Bristol, but we’ve got the accent of people who probably aren’t,” she says. “Audiences think you’re going to be thick, so no one expects me to sing opera at them. It’s fun to play with stereotypes in that way. It’s a great accent for comedy.” Accents can play a part in how well a comedian is received across the country, says Adams. Speak with a regional accent, and other regions will respond more positively. “But if you’ve got a middle-class accent – or you haven’t got an accent – you’re going to have a much tougher time,” she says. “If you go round the country with a posh accent and you don’t make excuses for that, it’s not going to work.” Ardal O’Hanlon – from the border town of Carrickmacross in Ireland – agrees that having a clearly locatable tone can be an advantage. “It’s quite telling that the really big comedians – like John Bishop from Liverpool, Kevin Bridges from Glasgow, Peter Kay from Bolton – stand out with their strong regional accents,” says the Father Ted star. “People love authenticity in comedy and, coming from a region, you get a very strong sense of place. They can place you straight away, so they can relax.” O’Hanlon has been gigging across the UK and his home country for decades, but when he started in the early 90s – co-founding the International Bar in Dublin – Ireland had no comedy scene. “Carrickmacross always had a border mentality,” he says. “Smuggling would have been a big thing there in the past; there would have been spillover from the Troubles in Northern Ireland. So people kept their mouths shut. They were very reserved, and as a result the humour was very deadpan and straight-faced. When I was growing up, you never knew whether people were being serious or not. There was a lot of nodding and winking.” When O’Hanlon started performing standup he adopteda persona with similar traits: low-key, monotone, never cracking a smile. Head further south in the republic and the sense of humour becomes more garrulous, he says, more stereotypically Irish. But, despite the regional differences, O’Hanlon believes there is a distinctive sense of humour to the country as a whole. “First, we speak a different dialect,” he says. “Technically it’s called Hiberno-English – it’s very influenced by the old Irish-Gaelic language. Sentence construction is different, vocabulary is different, pronunciation is different. Second, the storytelling tradition is monstrous. The Romans never made it as far as Ireland, the Reformation didn’t take hold in Ireland, we didn’t really have an industrial revolution – so one of the only forms of entertainment was storytelling. I think that inspired the current generation of Irish comedians.” To the rest of the world, the UK also has a particular comedic reputation. There’s a British sense of humour – sarcastic and self-deprecating. We love innuendo and satire. But what seem like barely noticeable regional traits to a foreigner seem like huge differences from within the country. “I see certain regions almost like ethnic minorities within Britain,” says Blackburn-born standup Tez Ilyas. “Scouse is almost an ethnic minority, as is Geordie, as is Glaswegian, or living in the Welsh valleys. And they all have their own brand of humour that as an outsider you’d struggle with – in the same way that ethnicities have their own sense of humour as well.” Lancashire is a particularly sarcastic place, says Ilyas, but equally specific is the northern Asian-British sense of humour. “Blackburn’s a highly segregated town and there’s a very clear line between where the Asian people live and where white people live. Because of that, most Asians in Blackburn grew up in quite insular communities, so we only interacted with white people at school or work. We came up with coping mechanisms to deal with talking with the other side, and part of that is the sense of humour.” While these regional shifts might seem alienating to outsiders, to natives there’s a sense of ownership and comfort in being able to laugh at a joke that others can’t latch on to. “Take Four Lions,” says Ilyas. “I enjoy that film on a level that some can’t enjoy it on, because I grew up with people who sound like [protagonists] Waj and Faisal … There’s something unique about it to me. When I do a home town gig I spend half an hour ripping different parts of the town apart, and it goes down brilliantly. You can only do that if you know a place super well.” With such a sense of locality and ownership across the UK and Ireland – where every town argues that it has the best sense of humour – which locations actually make for the best audiences? Bristol is a magical place to gig. They’ll laugh at silly things but, if you get political, they’ll go with that, too “Bristol is a magical place to gig,” says Ilyas. “The people there want to have a really good time. They’ll laugh at things that are stupid or silly, but, if you get political, they’ll go with that, too.” Brighton aside, south coast audiences are the toughest, says Ilyas. Is that because they respond less well to a northern comic? “Possibly,” he says. “It’s also a little bit Ukippy, so I think that’s part of it.” “I’ll tell you what’s a bloody tough gig,” says Adams. “A Wednesday or Thursday night at Soho theatre in London – you can get some right stinkers there. But it’s difficult all over the place. The less the local area has going on, the more interested they are in the gig.” For O’Hanlon? “Well, I always enjoy the Belfast audience,” he says. “You always knew that people there were going to be lively and up for it. Partly because of the Troubles, I suppose they always appreciated people who made the effort to go there. Every single audience is different, every single night is different – and it’s baffling. Sometimes you think, ‘Yep, I’ve got this absolutely cracked. I know what to expect.’ And then you go out there and it’s entirely different, and you’re wrongfooted from the start. It’s endlessly fascinating. It’s what keeps me in the game.”  • Jayde Adams is at the Leicester Comedy festival on 11 February and Machynlleth Comedy festival on 4 May. Ardal O’Hanlon stars in Death in Paradise on BBC One. Tez Ilyas is on tour from 27 March.", "title": "'My accent's ridiculous so it's great for comedy': standups on their home town's humour"}