{"link": "https://www.theguardian.com/artanddesign/2018/jan/31/chris-floyd-best-photograph-the-verve-meet-dorothy-tin-man-scarecrow-oz-vegas", "description": "<p>‘I was following the band round Vegas for a week and we ended up in this tacky casino with a Land of Oz in its foyer. Richard’s not afraid to ham things up’</p><p>It was July 1994 and I had flown into Las Vegas with a journalist to trail <a href=\"https://www.theguardian.com/music/verve\">the Verve</a> for a week while they played the Lollapalooza festival. I was naive and gung-ho, excited to be in America and going on a road trip. </p><p>We checked in to our hotel, met up with the band and went for dinner. I was in my mid-20s and starting to just about earn a living from photography, but none of the cheques had come through yet. So I barely had enough money for food. We walked around the Strip and ended up in the casino of the MGM Grand hotel, a tacky, gilded palace with a massive reproduction of the Land of Oz in the foyer.</p> <a href=\"https://www.theguardian.com/artanddesign/2018/jan/31/chris-floyd-best-photograph-the-verve-meet-dorothy-tin-man-scarecrow-oz-vegas\">Continue reading...</a>", "content": " ‘I was following the band round Vegas for a week and we ended up in this tacky casino with a Land of Oz in its foyer. Richard’s not afraid to ham things up’ Interview by \nDale Berning Sawa \n\nWed 31 Jan 2018 13.59 GMT\n\n\nLast modified on Wed 31 Jan 2018 22.00 GMT\n\n It was July 1994 and I had flown into Las Vegas with a journalist to trail the Verve for a week while they played the Lollapalooza festival. I was naive and gung-ho, excited to be in America and going on a road trip. We checked in to our hotel, met up with the band and went for dinner. I was in my mid-20s and starting to just about earn a living from photography, but none of the cheques had come through yet. So I barely had enough money for food. We walked around the Strip and ended up in the casino of the MGM Grand hotel, a tacky, gilded palace with a massive reproduction of the Land of Oz in the foyer. Richard Ashcroft, the Verve frontman, is looking quite camp in this image. The thing about him, I realised later, is that he has two sides: the public Richard is serious, intense, extremely self-confident; and the private Richard is very funny and a brilliant mimic. When he tells a story, he’ll do all the voices. I always thought he’d make a good actor. He’s not afraid to ham things up.  As they came on stage, a guy beside me said: 'Man, I can't believe they're wearing cords' I’m from the south, the home counties, and it was the first time I’d really been around northerners. I was fascinated by the band’s sense of style: cords, loads of brown, but still modern. Old-man clothes with a twist. And great haircuts. They introduced me to lots of good music too: Funkadelic, Parliament, 1970s American soul, the Stooges. The next day, the Verve were playing the Sam Boyd Silver Bowl, not on the main stage but the second one, in the car park outside the stadium. Las Vegas in July is incredibly hot and they were on at 3pm. The crowd was sparse, only about 100 people, and when they came on, there was silence, save for that buzzing sound when bands first plug in their instruments. This kid standing near me – dreadlocks, no shirt, tattoos, long skater shorts – said: “Man, I can’t believe those guys are wearing cords.” They looked so alien. But then they started playing – one of their early songs, Gravity Grave. It starts with just a bassline, a lolloping groove that perfectly suited the landscape and the weather. I was blown away. Whenever I hear that song now, it makes me think of the heat that day. Since that summer, I’ve gone on the road with a wide variety of people. I spent five days following John Kerry in 2004 when he was running [for US president] against George W Bush. When you go inside the secret service bubble, you have to stay inside, from conference room to hotel to wherever, day in, day out. You have to learn when to back off, how to be a welcome presence, how to read the room. The greatest compliment you can get is if someone in a position of power says to other people in the room: “He’s OK.” In those sort of situations, I’m looking for the relationship dynamics: how the people interact, how their body language might convey all this in a single image. And I’m also looking for anything funny or interesting that can can lift an image out of the ordinary. That’s what happened that day with the Verve. I managed to keep the mundane away.  Born: Welwyn Garden City, 1968. Training: “I learned from photographers I assisted but apart from that I’m self-taught.” Influences: Richard Avedon, Irving Penn, Tina Barney, Larry Sultan, Lee Friedlander, Saul Leiter, Robert Freeman. High point: “My 2003 portrait of Paul McCartney being published by the New Yorker, alongside David Bailey’s 1965 portrait of him.” Low point: “The feeling that comes after every shoot – that you’ve fallen short and produced mediocre work.” Top tip: “Wisdom is just a very large collection of mistakes.”", "title": "Chris Floyd's best photograph: the Verve meet Dorothy, the Tin Man and Scarecrow"}