{"link": "https://www.theguardian.com/artanddesign/2018/feb/04/big-picture-afghanistan-herat-2009-schoolgirls-monika-bulaj", "description": "<p>Monika Bulaj’s photograph of Afghan schoolgirls back in class following the fall of the Taliban</p><p>Dozens of young girls are hunched over their books, white headscarves glowing in the dim light, chasing an education, maybe one day even a degree and a job. One is standing up, glancing out of shot towards a teacher, or perhaps just caught up in her dreams.</p><p>The image, <em>The Hidden Light of Afghanistan</em>, was captured by Polish photographer Monika Bulaj as part of the <a href=\"http://theaftermathproject.org/project/nurlight\" title=\"\">Aftermath Project,</a> which aims to document the complicated, messy realities of life in the wake of conflict. Bulaj’s subjects are the Afghans the west claims it went to war for in 2001 – all the women shut out from education and work by the Taliban, children whose lives were suffocated by the narrow strictures of extremism.</p> <a href=\"https://www.theguardian.com/artanddesign/2018/feb/04/big-picture-afghanistan-herat-2009-schoolgirls-monika-bulaj\">Continue reading...</a>", "content": " Monika Bulaj’s photograph of Afghan schoolgirls back in class following the fall of the Taliban \nEmma Graham-Harrison \n\nSun 4 Feb 2018 08.00 GMT\n\n\nLast modified on Sun 4 Feb 2018 08.49 GMT\n\n Dozens of young girls are hunched over their books, white headscarves glowing in the dim light, chasing an education, maybe one day even a degree and a job. One is standing up, glancing out of shot towards a teacher, or perhaps just caught up in her dreams. The image, The Hidden Light of Afghanistan, was captured by Polish photographer Monika Bulaj as part of the Aftermath Project, which aims to document the complicated, messy realities of life in the wake of conflict. Bulaj’s subjects are the Afghans the west claims it went to war for in 2001 – all the women shut out from education and work by the Taliban, children whose lives were suffocated by the narrow strictures of extremism. It is a triumph of sorts that the girls are back at their desks in a government-run school that educates thousands of pupils. But this classroom is underground and others are just tents, plagued by dangers such as scorpions. In other areas, girls are threatened, even attacked, for trying to study. Even if they graduate and find work, it will be in a world still largely defined and controlled by men. And the war that was meant to end with the toppling of the Taliban is gathering intensity again. Bulaj is one of 53 photographers whose work documenting life in the wake of conflict, from Afghanistan to Sierra Leone, Bosnia to the US, is featured in War Is Only Half the Story. The images come from places where violence is continuing, others where it only recently ended and some where the guns fell silent years ago but the impact of war lingers on. They capture the lingering trauma, the scars on landscapes and souls, the challenges of rebuilding and the pain of watching everything and everyone that has been lost receding into memory as years pass. The photos are interspersed with lines from the poems of Polish Nobel laureate Wisława Szymborska, who lived through two world wars and had a sharp eye for the painful, often overlooked struggle that always follows the peace celebrations. “No sound bites, no photo opportunities,/ and it takes years./ All the cameras have gone to other wars,” she wrote. Aftermath attempts briefly, beautifully to redress that balance. War Is Only Half the Story: Ten Years of the Aftermath Project is published by Dewi Lewis Publishing (£35)", "title": "The big picture: Afghanistan’s largest state school for girls, Herat, 2009"}