{"link": "https://www.theguardian.com/music/2018/jan/28/on-my-radar-laurie-anderson-cultural-highlights", "description": "The artist, composer and film-maker on her favourite New York restaurant, the restorative power of Central Park, and the courage of rappers in addressing the current political crisis<p><strong>Laurie Anderson is an artist, composer and film-maker. Her notable works include the 1981 single O Superman and the 2015 film </strong><a href=\"https://www.theguardian.com/film/2016/may/19/heart-of-a-dog-review-laurie-anderson\"><strong><em>Heart of a Dog</em></strong></a><strong>, dedicated to her her husband, Lou Reed. Last week she organised Art Action Day, an event in New York promoting open cultural borders. Her album with Kronos Quartet, <em>Landfall</em>, is released on Nonesuch on 16 February, and her book of essays, <em>All the Things I Lost in the Flood</em> (Skira Rizzoli, £60), is out on 6 February. </strong></p> <a href=\"https://www.theguardian.com/music/2018/jan/28/on-my-radar-laurie-anderson-cultural-highlights\">Continue reading...</a>", "content": " Interview by \nKathryn Bromwich \n\nSun 28 Jan 2018 10.00 GMT\n\n Laurie Anderson is an artist, composer and film-maker. Her notable works include the 1981 single O Superman and the 2015 film Heart of a Dog, dedicated to her her husband, Lou Reed. Last week she organised Art Action Day, an event in New York promoting open cultural borders. Her album with Kronos Quartet, Landfall, is released on Nonesuch on 16 February, and her book of essays, All the Things I Lost in the Flood (Skira Rizzoli, £60), is out on 6 February.  This is on my beat between the studio and my house. It’s super cosy: a lot of the tables are communal, and they have menus in the back of their chairs, which they got from a chapel. The best food they do is something called strip steak, which is basically a burger, but one of the best burgers I’ve ever had. I’ve also had some of the best conversations of the last year there: the place, the wood, the wine, all put you in a really relaxed and free mood. There are not enough comedies now, so I was relieved to see this. It’s hilarious. It skewers the art world, which is long overdue: that whole scene is pompous and ready for satire. The film looks at what happens when people step out of their social structures in Stockholm, and it makes you realise how isolated people are within their scenes. Elisabeth Moss is fantastic in it. I love Swedish films – I’ve just been doing some research on my Swedish ancestors so I feel even closer to them. I live in the West Village, which is pretty far away, but I’ve started walking in Central Park a few times a week, early in the morning. It’s kind of changed my life: it’s a huge treasure of a place filled with meadows and forests and lakes and groves. If you go before 9 o’clock, dogs are off the leash and it’s raucous and wonderful. I’ve started having meetings there: because you’re walking you feel that your thinking moves forward as well. Trees do something to people that is deeply magic: you breathe in a different way and everything looks more natural and reasonable. This is on until 11 February, so rush over to Paris to see it. It’s at the Museum of Hunting and Nature, which is a 17th-century house in the Marais district with a collection of all sorts of stuffed animals. There’s a beautiful red gown draped over an animal that I liked very much, and a stuffed cat on an upholstered chair that looks like it’s been strangled. The museum itself should be on everybody’s list as something to see in Paris, and Sophie’s show makes it even more mysterious and beautiful. I love the Quest and I love the chorus in this song: “All you black folks, you must go, all you Mexicans, you must go.” Their righteous anger is so appealing and it’s got a great beat. It’s one of our great new political songs and it’s a relief to hear somebody saying things so clearly – I think rap is one of the few art forms that doesn’t ignore the collapse that’s going on. And also any song that rhymes “ramen noodle” with “simple voodoo” is good in my book. You’d think that after a lifetime of breathing you’d sort of know how to do it, but not really. This app, made by yoga teacher Eddie Stern, is about how to become balanced and calm. People usually breathe between 15 and 18 times a minute, and this encourages you to breathe at less than half of that, six breaths a minute, which is what meditators and monks do. I think it has a really amazing effect on depression. As our country rips apart, this is one of the things I find really helpful. This is a really phenomenal, interesting moment. What I love about #metoo is that it gives people a way to look at power and men and women in a new way. People are suddenly going “let’s talk about all women, not just the media-friendly movie stars, because all women face this situation”. And of course there’s a backlash, which happened almost immediately. But I love the fact that people are waking up to the situation and thinking about it and seeing their own prejudices in it that they didn’t really see before.", "title": "On my radar: Laurie Anderson’s cultural highlights"}