{"link": "https://www.theguardian.com/books/2018/jan/31/top-10-errant-teenagers-in-fiction", "description": "<p>From Infinite Jest’s antsy prodigy to Brighton Rock’s haunted antihero, debut novelist Danny Denton picks the best bad girls and boys in books</p><p>A few years back, I started teaching secondary school and was suddenly reintroduced to the hysterical world of the teenager. Returned to me was their constant turmoil, bubbling beneath the surface, bursting to be heard, screaming to be left alone. Reading their essays (I taught English), I was struck by the fact that, as a teenager, <em>everything </em>feels at stake, every day. These essays featured stabbings, murders, suicides, love, zombies, global disasters … These were the tropes of the adolescent (though in some cases these were lived realities too – it was a neglected borough of London), and by extension perhaps the most suitable creative expressions for raging hormones. </p><p> The teenager endures an awful state in which innocence is daily lost but the mystery of selfhood remains unsolved. The world is increasingly known, but the emotional capacity, vocabulary and maturity to process it haven’t yet been fully acquired. Or perhaps the teen’s particular brand of indignation is the appropriate response to this fraying world. Either way, it is no wonder so many teens err en route to adulthood. In writing <a href=\"https://www.guardianbookshop.com/earlie-king-the-kid-in-yellow.html\">The Earlie King &amp; the Kid in Yellow</a> – a novel that would be about a heroic act in a fallen society – it seemed to me that only a teenager would possess enough love, hope, hate, fear, outrage, naivety and bravery to take the action required of the myth.</p> <a href=\"https://www.theguardian.com/books/2018/jan/31/top-10-errant-teenagers-in-fiction\">Continue reading...</a>", "content": " From Infinite Jest’s antsy prodigy to Brighton Rock’s haunted antihero, debut novelist Danny Denton picks the best bad girls and boys in books Danny Denton \n\nWed 31 Jan 2018 10.13 GMT\n\n\nLast modified on Wed 31 Jan 2018 10.22 GMT\n\n A few years back, I started teaching secondary school and was suddenly reintroduced to the hysterical world of the teenager. Returned to me was their constant turmoil, bubbling beneath the surface, bursting to be heard, screaming to be left alone. Reading their essays (I taught English), I was struck by the fact that, as a teenager, everything feels at stake, every day. These essays featured stabbings, murders, suicides, love, zombies, global disasters … These were the tropes of the adolescent (though in some cases these were lived realities too – it was a neglected borough of London), and by extension perhaps the most suitable creative expressions for raging hormones.  The teenager endures an awful state in which innocence is daily lost but the mystery of selfhood remains unsolved. The world is increasingly known, but the emotional capacity, vocabulary and maturity to process it haven’t yet been fully acquired. Or perhaps the teen’s particular brand of indignation is the appropriate response to this fraying world. Either way, it is no wonder so many teens err en route to adulthood. In writing The Earlie King & the Kid in Yellow – a novel that would be about a heroic act in a fallen society – it seemed to me that only a teenager would possess enough love, hope, hate, fear, outrage, naivety and bravery to take the action required of the myth.  There are many books in which errant or outcast teenagers are used to examine contemporary society. Here are 10 great ones, in the order they came down off my shelf: 1. Tetsuo in Akira by Katsuhiro OtomoTetsuo is a boy who quite literally contains apocalypse, badness bursting out of him so furiously that he fears his head will explode. The manga series’ antagonist, he is unremarkable at first: best friends with Kaneda, insignificant in the gang hierarchy, and suffering from inferiority issues. After an encounter with a strange, ancient-looking child, Tetsuo gains supernatural powers; powers that amplify (catastrophically) the hormonal unpredictability of the adolescent. The pill-popping teens of Akira are lost, alienated, hopeless, set against authority. Tetsuo is their worst incarnation and, over six volumes, the iconic artwork brings potent clarity to his turmoil. 2. Hal Incandenza in Infinite Jest by David Foster WallaceThe simple opening sentence of Wallace’s masterpiece – “I am in here” – is a perfect descriptor for the claustrophobia of anxiety. Hal is a gifted student and prodigious tennis talent whose nerves encourage a destructive marijuana addiction. Wallace is sublime on “life’s war against the self you can’t live without”, and the pressures on talented youngsters to perform. In that opening scene, Hal is appraised by a roomful of adults, and his narrative pursues that crippling sensation until he is so far adrift that he is unable to formulate language. The sad promise resonates: “I’d tell you what you want and more, if the sounds I made could be what you want to hear.” 3. Ryan Cusack in The Glorious Heresies by Lisa McInerney I’m particularly fond of Ryan because he’s from the Cork I know, a typical city feen (drug-dealing aside), a fella I might meet in the shop. McInerney is perfect on teen love and sexuality, every atom of it experienced in high definition. A shared moment during a drug-enhanced exam celebration (the fabled Irish “Junior Cert night”) is perhaps my all-time favourite love scene. And Ryan – dispensing coke and sage wisdom in his school uniform, distressed by neglect, trying to find his place in the world – has the most enigmatic of all teen habits: he constantly surprises you. 4. Leo Colston in The Go-Between by LP HartleyLeo turns 13 during the summer that will alter his life’s course. Put under increasing pressure to pass messages between two lovers, Leo is made complicit in adult concerns and consequences, even as he is enduring his first crush and learning harsh lessons about social inferiority. Hartley’s elegy for innocence – masterfully framed by old Leo, now crippled by emotional detachment and repressed memories – is about knowing and not knowing, the no-man’s land between childhood and adulthood, and sadly explores how one teenage summer can blow a hole right through a person’s future self. 5. Pinkie Brown in Brighton Rock by Graham GreenePinkie – the delinquent, disapproving, 17-year-old Brighton gangster – is referred to as “the boy”, but his “old eyes” are much feared. While his name and the novel’s title suggest innocence, it takes only a few pages to realise the twist in the symbolism. The boy, it quickly turns out, plays murder games for real. Pinkie’s attitudes to sin and morality are thought-provoking, his refusal to acknowledge his childhood desperately sad. 6. Esther Greenwood in The Bell Jar by Sylvia PlathAt 19, Esther is no closer to affirming who she might be. A bright, soulful girl suffering from the most insidious depression, she tries on different fates for herself– motherhood, piety, stenography, literature – but doesn’t find her self in any of them. She is disorientated and detached throughout; Plath’s great feat of narrative style is that we keep thinking Esther might be in control. Her morbid obsession with the execution (and later the cadavers) of the Rosenbergs are darkly symptomatic. That she is wholly aware of what she is “supposed to be doing” (as well as of society’s cruelty towards her gender) makes her breakdown all the more painful. 7. Adam/Eve in Apples by Richard MilwardSuch a breathless, drastically honest two-hander is Apples that it is impossible to separate its chief narrators, Adam and Eve, as they navigate their lives on a grim Middlesbrough estate. Reading it, I was dredged through my own teen years, regurgitating experiences I’d thought forgotten. Underage drinking, drug-taking, bullying, abuse, paranoia, ecstatic love, painful loneliness, obsessions with and dread of sex: Apples is full of these violences and passions. It is about making choices (usually the wrong ones), and Jesus is it honest. 8. Kelly Broad in Darkmans by Nicola BarkerAn epic in a postcode, Darkmans is (mostly) about the past inhabiting the present, with various characters possessed by mysterious forces. Seemingly immune, however, is broken-legged Kelly Broad – a skinny blast of a teenager from a notorious family. Pulsing with drama, opinion, bad language and a head for knowing exactly what’s going on, Kelly’s empathy is powerfully endearing. She is largely without hope, even referring to herself as a “skank”, but she wants to believe in someone or something, so avidly in fact that even the bedbound reverend feels compelled to hide from her. 9. Alex in A Clockwork Orange by Anthony BurgessAn underlying struggle of adolescence concerns the question of how to fit into adult society; A Clockwork Orange relates its antihero’s meandering, delinquent answer to that question. An archetype, Alex is ultra-violent, ultra-manipulative, contemptuous even towards a novel that proposes to tell his story. His rage is expressed by his desire to carve the face of “the creeching world”. Beyond that, he obsesses about teenage things – sex, music, fashion, morbidity, pulling sickies from school – and must decide what kind of adult to become. 10. JJ O’Malley in Notes from a Coma by Mike McCormackIn a novel both experimental and state-of-the-nation, JJ does not speak a single word until the novel’s last line. Instead, he is reconstructed by those who know and love him, from his infancy as a “rescued” Romanian orphan, through his startling intelligence in school, to his psychological disintegration and need for respite from himself. In a masterclass of reflective character construction, JJ’s image is rebuilt from shards.", "title": "Top 10 errant teenagers in fiction"}