{"link": "https://www.theguardian.com/film/2018/jan/31/greatest-oscar-winners-best-director-of-all-time-francis-ford-coppola-kathryn-bigelow-frank-capra", "description": "<p>Capra? Coppola? Bigelow? Our chief film critic crowns one of five nominees the Oscar of Oscars champion – and reveals who you picked as your winner</p><p>After <a href=\"https://www.theguardian.com/film/ng-interactive/2018/jan/24/all-time-oscars-academy-awards\">announcing the nominees last week</a>, we begin our Oscar of Oscars all-time list with best director. In no other category has this choice been more painful, because, rightly or wrongly, the director is often seen as a film’s all-powerful creator: <a href=\"http://europa.eu/rapid/press-release_IP-02-1824_en.htm?locale=en\">a film director’s authorial rights are even enshrined in EU law</a>. The director liaises with the casting director and works with the actors, rehearsing them, shaping their performances. The director consults with the cinematographer, framing shots, and decides which take to use. The director makes decisions under pressure on set and on location about the look and feel of what is being shot. And of course the director accumulates prestige and respect — part of what an Oscar is there to offer. </p><p>So to the contenders. <strong>Frank Capra</strong>’s legendary lightness of touch was never more exquisitely judged than in his great early picture <strong>It Happened One Night</strong> from 1934. In its <a href=\"https://www.theguardian.com/film/1999/mar/05/features3\">pre-Hays Code</a> sexual daring and droll repartee, <a href=\"https://www.theguardian.com/film/2010/oct/28/it-happened-one-night-film-review\">It Happened One Night</a> set a rarely reached gold standard for romantic comedy – with a great script by Robert Riskin. It is not simply the dash and sweep with which <a href=\"https://www.theguardian.com/film/frank-capra\">Capra</a> takes us from the initial, hilarious yacht escape to the intimate encounters in buses and motels, and then the extraordinary wedding finale; it’s his handling of the actors, too. When Clark Gable and Claudette Colbert fake being quarrelling marrieds in front of the detectives and burst out laughing when they’re gone, you can’t help but laugh with them, as if you have witnessed a real miracle: the icy heiress turns out to be a great actress, gamely going along with the gag. Then there’s the melting of the meet-cute ice and the growing love between them. Capra orchestrates these two alpha-stars with masterly flair.</p> <a href=\"https://www.theguardian.com/film/2018/jan/31/greatest-oscar-winners-best-director-of-all-time-francis-ford-coppola-kathryn-bigelow-frank-capra\">Continue reading...</a>", "content": " Capra? Coppola? Bigelow? Our chief film critic crowns one of five nominees the Oscar of Oscars champion – and reveals who you picked as your winner \nPeter Bradshaw \n\nWed 31 Jan 2018 14.17 GMT\n\n\nLast modified on Tue 6 Feb 2018 15.57 GMT\n\n After announcing the nominees last week, we begin our Oscar of Oscars all-time list with best director. In no other category has this choice been more painful, because, rightly or wrongly, the director is often seen as a film’s all-powerful creator: a film director’s authorial rights are even enshrined in EU law. The director liaises with the casting director and works with the actors, rehearsing them, shaping their performances. The director consults with the cinematographer, framing shots, and decides which take to use. The director makes decisions under pressure on set and on location about the look and feel of what is being shot. And of course the director accumulates prestige and respect — part of what an Oscar is there to offer. So to the contenders. Frank Capra’s legendary lightness of touch was never more exquisitely judged than in his great early picture It Happened One Night from 1934. In its pre-Hays Code sexual daring and droll repartee, It Happened One Night set a rarely reached gold standard for romantic comedy – with a great script by Robert Riskin. It is not simply the dash and sweep with which Capra takes us from the initial, hilarious yacht escape to the intimate encounters in buses and motels, and then the extraordinary wedding finale; it’s his handling of the actors, too. When Clark Gable and Claudette Colbert fake being quarrelling marrieds in front of the detectives and burst out laughing when they’re gone, you can’t help but laugh with them, as if you have witnessed a real miracle: the icy heiress turns out to be a great actress, gamely going along with the gag. Then there’s the melting of the meet-cute ice and the growing love between them. Capra orchestrates these two alpha-stars with masterly flair. George Stevens is the brilliant Hollywood studio director whose pure artistry was probably never more clearly on display than in his 1951 film A Place in the Sun, an adaptation of Theodore Dreiser’s novel An American Tragedy. Montgomery Clift is the impecunious young man, making good by working in his rich uncle’s factory, who sets out to murder his pregnant girlfriend (Shelley Winters) so that he can marry the beautiful, wealthy socialite played by Elizabeth Taylor. An earlier movie version by Josef von Sternberg had focused on the trial and class issues, and it is intriguing to wonder how Sergei Eisenstein – the director originally slated for that production – would have handled the material. Stevens’ indirect, seductive, enigmatic direction creates a noir intensity and gives the ecstatic relationship of Taylor and Clift a tragic sheen. Their initial love scenes have something uncanny about them, as if they are both in a trance – a trance controlled superbly by Stevens. He positions their love story within a deeply unsettling and beautifully composed panorama. Directing, it is sometimes said, is a cross between commanding a military invasion and planning a wedding reception. That applies to the great David Lean and his magnificent epics, especially his mid-period masterpiece Lawrence of Arabia from 1962, with Peter O’Toole as the romantic, conceited colonel of the first world war. It’s possible to imagine Lean himself as a kind of old-style military tactician, a TE Lawrence of celluloid. Lean demonstrated his exhilarating mastery of storytelling, scale and perspective, the intensity of closeup, the sweep of widescreen panorama. He was helped by his brilliant editor, Anne V Coates. All this is epitomised by the classic shot of Lawrence’s blown-out match exploding into the shot of the burning desert, shimmering in the heat. Lean was the kind of director whose destiny was to make epics and whose destiny itself was epic. Francis Ford Coppola is a lion of the American new wave and his 1974 masterpiece, The Godfather Part II, has some claim to be his greatest work. This structurally audacious film is not a sequel but rather a prequel-sequel – it builds on the first film’s story in both directions with thrilling urgency (Coppola collaborated on the screenplay with Mario Puzo). Godfather II showed the immigrant origins of the mafia and also their attempts to grow more respectable by inching their tentacles into the US political establishment. Coppola got the very best out of Al Pacino as Michael Corleone, the army veteran who wanted nothing to do with the family business and then became its most feared leader. Coppola shows Michael’s personality, calcifying into ruthlessness, in contrast to young Vito, played by Robert De Niro, whose own violence is more improvised, careless, instinctive. Coppola’s movie is hypnotic and overpowering. Throughout the noughties, Hollywood responded to the post-9/11 nightmare with a string of agonised liberal fence-straddlers, films that tried to mix hawk and dove. Kathryn Bigelow’s brutal 2009 thriller The Hurt Locker was refreshing in how it did away with the hand-wringing. Bigelow directed a gripping, horrible parable for the losing game of Russian roulette that was the US warfare campaign in Iraq. This action-movie maestro gave us a classic anti-war film that bears comparison to the great movies about Vietnam. Jeremy Renner plays the bomb-disposal expert who has spent too long in the “hurt locker”: the shell-shocked mental zone of stress disorder. He has taken to reckless displays of bravado, going in to defuse suspect devices without the remote “auto-bot” and sometimes without protective armour. Bigelow brought out a great performance from Renner – which he is yet to equal – and managed the action sequences with absolute authority. ... for Lawrence of Arabia. The sheer grandeur and the quixotic glory of his directorial achievement has clinched it for him. It is a film whose analogue craftsmanship and artistry survives the digital age, one of those films that in scale and effort seems to match its subject matter. The fascinating and flawed heroism of Lawrence seems to transfer to David Lean himself. Peter has had his say on the greatest Oscar-winning director ever. Now it’s time to see who you, the people have crowned your champion. We gave readers the chance to select their favourite from Peter’s five nominees, and here’s who they have chosen as their winner: Peter will be announcing the winners in the supporting actor and supporting actress categories and the result of the readers’ choice. Vote for your favourites below, and join us on Wednesday for the results. ", "title": "Who is the best Academy Award-winning director of all time?"}