{"link": "https://www.theguardian.com/music/2018/feb/02/lily-allen-track-of-week", "description": "<p>Meanwhile Let’s Eat Grandma team with up SOPHIE and Macklemore does a croaky rap for Rudimental <br></p><p><strong>TRACK OF THE WEEK</strong></p> <a href=\"https://www.theguardian.com/music/2018/feb/02/lily-allen-track-of-week\">Continue reading...</a>", "content": " Meanwhile Let’s Eat Grandma team with up SOPHIE and Macklemore does a croaky rap for Rudimental  \nIssy Sampson \n\nFri 2 Feb 2018 11.00 GMT\n\n\nLast modified on Sat 3 Feb 2018 00.12 GMT\n\n TRACK OF THE WEEK Let’s Eat Grandma, who sound like a terrifying powerviolence group from the 80s, but are actually two teenagers from Norwich who look as if they’re in a Haim covers band, are back. Hot Pink is their first new music since 2016’s I, Gemini album, and it’s all good omens: jarring production by PC Music affiliate SOPHIE; spoken-word asides; and a 90s R&B bridge. Which sounds horrible, but put together is weird and incredible. It’s easy to forget that Lily Allen is a talented songwriter, so it’s a relief she’s finally taken a few days away from Twitter to appear on Afrobeats star Burna Boy’s single. Lily’s voice on the hook – sadly, not about the UFO-obsessed mass-suicide cult – contrasts Burna’s threats to remove an enemy’s eyes with pliers, but the most shocking part is the video, where he puts his dirty shoes up on a kitchen surface. Hope he’s got the Dettol handy. Justin Timberlake keeps threatening to “go country”, but with every release off the forthcoming Man of the Woods, fans have heaved a sigh of relief. Not because previous tracks Filthy and Supplies were, you know, good; just because he hasn’t put on a checked shirt and fake-played a guitar yet. Well, y’all: country JT is here, shirt, guitar and all. He’s roped in Kentucky singer Chris Stapleton and is throwing everything into this: there’s harmonising, a choir, and the lyric “Sometimes the greatest way to say something is to say nothing at all”. Mate, Ronan Keating said it better. Yeah, quite a lot of people involved in making this. We’ve got Rudimental and their trumpets, Jess Glynne doing that wobbly voice thing, Macklemore’s croaky rapping and Dan Caplen as Rudimental’s obligatory new and somewhat faceless vocalist. A bit like a chill vibes 21 Seconds, to be honest. Worth watching the video, if only to see an out of place-looking Macklemore pretend to enjoy riding London’s Overground. Part of a surprise drop of two new tracks last week, God’s Plan is … predictably Drake. He’s a bit miserable, a bit boastful and, yes, of course, the track broke single-day streaming records. God’s Plan also contains the most Drake lyric of all time, where he tells a girl that he only loves her “partly/ I only love my bed and my momma, I’m sorry”. Same, Aubrey. Same.", "title": "Tracks of the week reviewed: Justin Timberlake, Lily Allen and Drake"}