{"link": "https://www.theguardian.com/film/2018/feb/04/gay-cinema-gods-own-country-beach-rats-loev", "description": "<p>From tender rural romance to urban angst, the current crop of queer films is among the best cinema around</p><p>With <em>Call Me By Your Name</em> basking in the glow of its <a href=\"https://www.theguardian.com/film/2018/jan/23/oscars-2018-full-list-of-nominations\">Oscar nominations</a>, hoping to inherit the trophy won by <em>Moonlight</em> last year, and the likes of <em>A Fantastic Woman</em> and <a href=\"https://www.theguardian.com/film/2017/oct/18/bpm-hollywood-gay-history\"><em>BPM</em></a> on their way to cinemas, we’re in the midst of a bustling <a href=\"https://www.theguardian.com/film/2017/mar/07/moonlight-future-lgbt-movies\">surge of LGBTQ cinema</a> in the relative mainstream. It’s still heaviest on the letter G, admittedly, but the days of <em>Brokeback Mountain</em> standing alone as the popular byword for gay cinema may be numbered.</p><p>Still, Francis Lee’s exquisite <strong>God’s Own Country</strong> (online and DVD: Spirit, 15) must put up with being labelled “the British <em>Brokeback</em>”. Love stories between young, gruff sheep farmers isolated in remote, wind-whipped hills aren’t a sufficiently well-stocked subgenre to make the comparison resistible. But Lee’s story of a guarded, self-destructive son of the soil gradually finding physical and psychological release in a Romanian migrant worker deserves to be treasured on its own terms.</p> <a href=\"https://www.theguardian.com/film/2018/feb/04/gay-cinema-gods-own-country-beach-rats-loev\">Continue reading...</a>", "content": " From tender rural romance to urban angst, the current crop of queer films is among the best cinema around \nGuy Lodge \n\nSun 4 Feb 2018 08.00 GMT\n\n With Call Me By Your Name basking in the glow of its Oscar nominations, hoping to inherit the trophy won by Moonlight last year, and the likes of A Fantastic Woman and BPM on their way to cinemas, we’re in the midst of a bustling surge of LGBTQ cinema in the relative mainstream. It’s still heaviest on the letter G, admittedly, but the days of Brokeback Mountain standing alone as the popular byword for gay cinema may be numbered. Still, Francis Lee’s exquisite God’s Own Country (online and DVD: Spirit, 15) must put up with being labelled “the British Brokeback”. Love stories between young, gruff sheep farmers isolated in remote, wind-whipped hills aren’t a sufficiently well-stocked subgenre to make the comparison resistible. But Lee’s story of a guarded, self-destructive son of the soil gradually finding physical and psychological release in a Romanian migrant worker deserves to be treasured on its own terms. Soaked in the dew and sweat of Lee’s Yorkshire homeland, it’s not just a rare, hopeful, working-class gay romance, but a fortuitously timed rejoinder to the isolationist mentality of Brexit – a tender, sensual examination of what individuals have to gain by seeing past their own borders. Performed with aching integrity by Josh O’Connor and Alec Secareanu, and shot like an especially storm-hued northern watercolour, it’s both a humble queer landmark and one of this decade’s great directorial debuts. No less revelatory a rising British talent than O’Connor, 21-year-old Harris Dickinson burns through US director Eliza Hittman’s Beach Rats (online and DVD: Peccadillo, 15) like the last lit coal in an ash-filled barbecue – which I mean as a compliment both to the actor and to the mood of scuzzy, no-way-out anxiety sustained by this tough Brooklyn-bro study. As a brooding, sexually conflicted teen attempting to secretly satisfy his curiosity in the dimmed, nameless world of anonymous gay chatrooms and nervous, no-strings hookups, Dickinson clutches a tangle of inchoate erotic impulses and personal insecurities into one intensely felt, fevered character portrait. It’s a performance, and a film, that leaves us with a blurrier, glitchier picture of millennial coming out than God’s Own Country, though both films present a fraught route to the closet door for those on society’s fringes. Over at the ever-improving BFI Player, meanwhile, an LGBT Best of 2017 collection keeps the gay playlist going nicely. Several of its most exciting selections – The Ornithologist, A Date for Mad Mary, Taekwondo – have been profiled in this column before, but they’ve also brought Argentine director Edgardo Castro’s buzzing La Noche (2016) out of the shadows. A sprawling, neon-lit trawl through the underground gay club circuit of Buenos Aires, openly inviting comparisons to the Gaspar Noé school of provocation, it’s at once tough-minded and giddy on alkyl nitrites. That puts it altogether a world away from the simple, sensitive intimacy of Loev (now streaming on Netflix). Sudhanshu Saria’s gently rambling study of two gay childhood friends reunited in Mumbai reflects on chances missed over the course of their longtime relationship. An effectively bittersweet miniature on its own terms, it also stands as a fascinating milestone of gay representation in Indian cinema. Finally, old-school DVD is your only avenue of access to Heartstone, Icelandic director Guðmundur Arnar Guðmundsson’s emotionally shivering, ravishingly shot tale of adolescent friendship shifted by one-sided attraction, but it rewards the extra effort. Blade Runner 2049 (Sony, 15) A decades-late sequel to the totemic sci-fi classic sounded a foolhardy prospect on paper, but Denis Villeneuve’s vast, dream-building vision gives the lie to that. Hounds of Love (Arrow, 18) Those with fragile stomachs should steer clear, but Australian director Ben Young’s true-crime serial-killer nightmare is a bloodbath of laser-focused intent and intensity. Something Wild (Criterion, 15) The late and much missed Jonathan Demme’s superbly dotty romantic farce – like Bringing Up Baby for the coke-crazed 1980s – gets the high-end Criterion Collection treatment.", "title": "Streaming: God’s Own Country joins the LGBT cinema boom"}