{"description": "<p>John Bailey praised industry’s reckoning at annual Oscars lunch, but protesters said diversity efforts have not gone far enough</p><p>The Academy president praised the industry for tackling its “worst abuses” during an annual Oscars lunch speech that recognized the #MeToo <a href=\"https://www.theguardian.com/world/2018/jan/15/me-too-founder-tarana-burke-women-sexual-assault\">movement</a> and a “crossroads” in Hollywood. </p><p>“The fossilized bedrock of many of Hollywood’s worst abuses are being jackhammered into oblivion,” <a href=\"http://variety.com/2018/film/awards/oscar-nominees-luncheon-2018-john-bailey-1202687988/\">said</a> John Bailey, president of the Academy of Motion Picture Arts and Sciences, addressing the nominees for the 90th Oscars ceremony, gathered in Beverly Hills. “Nowhere is this being made clearer than in the richness of many of this year’s nominated films.”</p> <a href=\"https://www.theguardian.com/film/2018/feb/05/oscars-president-hollywood-crossroads-me-too-weinstein-diversity\">Continue reading...</a>", "content": " John Bailey praised industry’s reckoning at annual Oscars lunch, but protesters said diversity efforts have not gone far enough \nSam Levin in San Francisco \n\nTue 6 Feb 2018 01.18 GMT\n\n The Academy president praised the industry for tackling its “worst abuses” during an annual Oscars lunch speech that recognized the #MeToo movement and a “crossroads” in Hollywood.  “The fossilized bedrock of many of Hollywood’s worst abuses are being jackhammered into oblivion,” said John Bailey, president of the Academy of Motion Picture Arts and Sciences, addressing the nominees for the 90th Oscars ceremony, gathered in Beverly Hills. “Nowhere is this being made clearer than in the richness of many of this year’s nominated films.” Bailey – elected in August just before the Harvey Weinstein sexual abuse allegations sparked a reckoning in the entertainment industry – also spoke of diversity and representation in the film industry, Variety reported. There has been some progress this year with notable nominations for female-driven movies and black film-makers. Bailey prefaced his remarks by noting that he is a “75-year-old white man”, later adding: “The Academy is at a crossroads of change … We are witnessing this motion picture academy reinvent itself in front of our very eyes, and a greater awareness and responsibility in balancing gender, race, ethnicity, and religion.” Introducing the newest class of #Oscars nominees! pic.twitter.com/eTn4HpoaIl Outside the luncheon, Latino film-makers and the National Hispanic Media Coalition staged a protest calling for increased representation. Despite diversity gains in this year’s awards season, Latinos continue to be massively underrepresented, occupying only 3% of speaking characters in 2016’s top 100 films, according to one study. Some launched a #LatinosLeftOut hashtag this year, building on the #OscarsSoWhite movement. Last year’s Oscars luncheon was colored by Donald Trump’s travel ban, which affected some film-makers from Muslim-majority countries, including an Iranian director nominated for best foreign film.  “Each and every one of us knows that there are some empty chairs in this room which has made Academy artists [into] activists,” Cheryl Boone Isaacs, the previous president, said in her speech last year. “There is a struggle globally today over artistic freedom that feels more urgent than at any time since the 1950s.” In the face of backlash in 2016, the Oscars vowed to double the number of women and minorities in the Academy by 2020.", "link": "https://www.theguardian.com/film/2018/feb/05/oscars-president-hollywood-crossroads-me-too-weinstein-diversity", "title": "Hollywood at a crossroad after #MeToo, says Academy president"}