{"link": "https://www.theguardian.com/music/2018/feb/01/the-10-greatest-super-bowl-half-time-shows-ranked", "description": "<p>From Beyoncé to Bruce half-time at the NFL’s big season finale is the 12-minute stadium set that’s become a pop cultural milestone. But whose show was the MVP?</p><ul><li><a href=\"https://www.theguardian.com/sport/live/2018/feb/04/super-bowl-2018-52-philadelphia-eagles-new-england-patriots-live\">Super Bowl 2018 – live updates</a><br></li></ul><p>After 15 years on the margins of pop, Prince’s 12-minute Super Bowl show was part of a return to centre-stage that climaxed with his dazzling <a href=\"https://www.theguardian.com/music/2007/aug/02/popandrock.alexispetridis\">21-night O2 Arena residency</a>. As he reeled off hits and stunning guitar solos, the dancers and special effects seemed almost beside the point: there was something thrillingly defiant and pugilistic about his performance, a man who knew he could do it all better than anyone else, imperiously showing them how it’s done. For any other artist, a torrential storm during half-time would have been a disaster: for Prince, singing Purple Rain in the middle of the downpour, it was a final, magical addition to the show. </p> <a href=\"https://www.theguardian.com/music/2018/feb/01/the-10-greatest-super-bowl-half-time-shows-ranked\">Continue reading...</a>", "content": " From Beyoncé to Bruce half-time at the NFL’s big season finale is the 12-minute stadium set that’s become a pop cultural milestone. But whose show was the MVP? \nAlexis Petridis \n\nThu 1 Feb 2018 13.30 GMT\n\n\nLast modified on Sun 4 Feb 2018 22.15 GMT\n\n After 15 years on the margins of pop, Prince’s 12-minute Super Bowl show was part of a return to centre-stage that climaxed with his dazzling 21-night O2 Arena residency. As he reeled off hits and stunning guitar solos, the dancers and special effects seemed almost beside the point: there was something thrillingly defiant and pugilistic about his performance, a man who knew he could do it all better than anyone else, imperiously showing them how it’s done. For any other artist, a torrential storm during half-time would have been a disaster: for Prince, singing Purple Rain in the middle of the downpour, it was a final, magical addition to the show.  You might have thought Beyoncé was the 2016 Super Bowl headliner – rather than a guest in a show dominated by Coldplay – so effortlessly was the show (and subsequent headlines) stolen by her ferocious performance of Formation. Black Panther-adjacent uniforms and all, it repurposed a beloved American showbusiness institution as an act of political protest. A year after Beyoncé, Lady Gaga’s performance mixed hits, spectacle – it began on the roof of Houston’s NRG Stadium – and purpose. In the wake of Trump’s Muslim ban, she sang Woody Guthrie’s This Land Is Your Land and performed LGBTQ anthem Born This Way: the first time the word “transgender” had been heard during a Super Bowl show. It looks almost low-key by today’s standards, but Jackson’s performance – stunning choreography, hit after hit crammed into 12 minutes – drew 90 milion viewers and changed half-time at the Super Bowl for ever. Previously the domain of Elvis impersonators, marching bands and Disney Mouseketeers, it became a storefront for pop’s biggest stars, with increasingly edgy results.  Springsteen had previously repeatedly turned down requests to perform at the Super Bowl, perhaps understanding that glitzy, spectacular pop is more suited to the occasion than rock. But his no-frills show, replete with a charged, if shortened, Born to Run, was pretty triumphant, and testament to his endless experience in creating intimacy in vast venues.  So wilfully ridiculous and OTT that an appearance by a shirtless Lenny Kravitz counted as momentarily dialling it down a bit, Perry’s show featured dancing beach balls and palm trees, a giant robot tiger, the entire world’s supply of pyrotechnics and that infamously uncoordinated carcharodon, Left Shark. Musical highlight, by some distance: a guest spot from Missy Elliot.  The shadow of 9/11 hung heavy over the 2002 Super Bowl show, with the names of the dead projected on a vast, unfurling screen as U2 performed Where the Streets Have No Name. Wisely, the band avoided doing anything other than playing: no sermonising from a frontman frequently given to doing so. Instead, an intense, cathartic version of Beautiful Day.  Everything Jackson and Timberlake did onstage was overshadowed by the appearance – unscheduled or otherwise – of one of the former’s breasts. The furore provoked a Mary Whitehouse-esque campaign to clean up American entertainment, during which a DJ called Bubba the Love Sponge lost his job. This was presumably not the performance’s intended effect. Madonna’s half-time show had its highlights – her performances of Vogue and Express Yourself; the appearance of Nicki Minaj; MIA giving a cameraman the finger – but it was hobbled by her desire to remain contemporary: you really did get an awful lot of fleetingly popular pop-rap berks LMFAO for your buck. Finally, for the purposes of comparison, a taste of what a Super Bowl show was like before rock and pop took over: the University of Texas’s band played patriotic songs, the Westchester High School Wranglerettes did their thing, and the star turn was Miss Texas 1973, Judy Mallett, displaying her talents on the fiddle. It was 1974. It might as well have been 1934. ", "title": "The 10 greatest Super Bowl half-time shows - Ranked!"}