{"link": "https://www.theguardian.com/music/2018/feb/05/50-great-tracks-playlist-jonghyun-marmozets-peggy-gou", "description": "<p>Our monthly playlist has camp country by Kylie, freaky funk by George Clinton, a dub odyssey by Leslie Winer &amp; Jay Glass Dubs and more. Subscribe to the playlist of all 50 and read about our 10 favourites below</p> <a href=\"https://www.theguardian.com/music/2018/feb/05/50-great-tracks-playlist-jonghyun-marmozets-peggy-gou\">Continue reading...</a>", "content": " In December, K-pop star Jonghyun, from boyband the Shinee, was found dead aged 27 – sparking a fierce debate about the pressures on the young people in the country’s music industry, as well as an outpouring of love from fans. A posthumous album, Poet | Artist, was released this month, and it’s no mere cash-in – it shows how flexible Jonghyun was, hopping between laidback R&B, ballads and forthright dance tracks, and delivering some very credible deep house vocals on Rewind. On Only One You Need, though, he cleaves to his core style: earnest, anthemic pop. The language barrier dissolves as he swaps into English for the chorus, but the keenness of his feeling means you understand him throughout. Kylie recorded her forthcoming album in Nashville, and is audibly wearing some Daisy Dukes on this lead-off single. It begins with some front-porch fingerpicking, but this being Kylie, the disco awaits, and it quickly segues into a pumping, outrageously camp chorus. Not since Avicii’s Wake Me Up have the worlds of country and dance-pop collided with such a lack of shame – and surprising finesse. This young rapper from Northampton has a bug-eyed, acutely agitated flow, his voice lapsing into a raw bleat at its most keenly felt. T N Biscuits features a watery yet funky melody running through crisp, sparse percussion, allowing Slowthai to deliver a constantly unfolding verse worthy of a club freestyle. Last seen playing a sex therapist with a giant insect emerging from his rectum in Flying Lotus’s freaky film Kuso, George Clinton continues to keep with the times. He brings back the Parliament name to remind everyone of his funk credentials, massively underlined by this track’s bulging bassline and tight guitar licks. It drops into a gorgeously mournful middle eight, before Scarface turns up for a languorous guest verse. This Italian producer uses a brilliantly realised bit of sampling – Notorious BIG cut funkily into little chunks – to underpin this bumping underground house jam, joined by warm, sad chords and melodic saucepan percussion. Biggie’s funky blurt just before the drop ushers the 4/4 beat back in will have dancers groaning in satisfaction. If 2017 was Peggy Gou’s breakthrough year as a DJ, cropping up everywhere with her box of Italo obscurities, techno rollers and house heaters, then 2018 could mark her breakthrough as a producer – and indeed vocalist, with this track airing her voice for the first time. Todd Terje-style nu-disco underpins an ever squelchier melody, as Gou delivers a naive yet jaded top line in Korean. A gigantic hard rock anthem from the Bingley band, fronted by Becca McIntyre, who had a long walk back to stardom after sustaining a terrible knee injury (something she discussed in these pages last week). Powered along by a bone-dry drum pattern and churning, seasick guitar lines, McIntyre yelps with canine intensity at the peak of an already peaking chorus.  This Australian trio – who have been making a stand against sexual assault with a powerful T-shirt campaign – make a gorgeous, ramshackle jangle, its loveliness enhancing the rawness of the lyrics, in which someone turns her back on being the other woman. As she rides away from the man’s house on her bike, you can almost feel the breeze on your face. Justin Vernon, AKA Bon Iver, is cropping up everywhere at the moment – not only is he about to start an eight-night residency at London’s Hammersmith Apollo, and is sampled by the aforementioned DJ Koze on his forthcoming album, but also guests on the new one from German electronic duo Mouse on Mars. Vernon’s soulful, ductile croon is threaded through a kind of sumptuous orchestral jazz improvisation. An unlikely but spellbinding collaboration: Greek dub producer Jay Glass Dubs is topped by Leslie Winer, an 80s fashion model who worked for Dior and Valentino before taking a 90-degree turn into underground music. On their EP YMFEES, Winer’s drowsy poetry tumbles over echoing dread until it starts to chaotically feed back on itself. • What are your current favourite tracks? Share them in the comments below.", "title": "The month's best music: Jonghyun, Marmozets, Peggy Gou and more"}