{"link": "https://www.theguardian.com/music/2018/feb/05/un-ballo-in-maschera-opera-north-review-grand-theatre-leeds", "description": "<p><strong>Grand Theatre, Leeds<br></strong>Opera North deliver berets, ballgowns and cartoon villains with a strangely flat update of Verdi’s taut and powerful drama</p><p>Barely 24 hours after Welsh National Opera launched its spring season with <a href=\"https://www.theguardian.com/music/2018/feb/04/la-forza-del-destino-review-wales-millennium-centre-cardiff\">David Pountney’s new production of La Forza del Destino</a>, Opera North followed suit with the work that preceded Forza in the <a href=\"https://www.theguardian.com/music/giuseppe-verdi\">Verdi</a> canon, <a href=\"http://www.metopera.org/Discover/Synposes-Archive/Un-Ballo-in-Maschera/\">Un Ballo in Maschera</a>, directed by Tim Albery. The coincidence of the two shows makes comparisons hard to resist, and in almost every respect WNO’s Forza emerges as the more impressive achievement.</p><p>One of the strengths of the Welsh production is how it gives the diffuse work dramatic coherence. Un Ballo in Maschera is a wonderfully taut and cogent music drama to start with, yet it’s a long time since one of the major British companies managed to come up with a worthwhile production – <a href=\"https://www.theguardian.com/culture/2002/feb/22/artsfeatures.classicalmusicandopera\">Calixto Bieito’s 2002 staging for ENO</a> was arguably the last convincing staging in the UK, and even that, with <a href=\"http://www.musicweb-international.com/SandH/2002/Feb02/toilets.jpg\">its 14 lavatories and all</a>, was not to all tastes. Albery’s version certainly won’t offend anyone, but neither is it likely to excite them.<br></p> <a href=\"https://www.theguardian.com/music/2018/feb/05/un-ballo-in-maschera-opera-north-review-grand-theatre-leeds\">Continue reading...</a>", "content": " Grand Theatre, LeedsOpera North deliver berets, ballgowns and cartoon villains with a strangely flat update of Verdi’s taut and powerful drama \nAndrew Clements \n\nMon 5 Feb 2018 16.19 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.00 GMT\n\n Barely 24 hours after Welsh National Opera launched its spring season with David Pountney’s new production of La Forza del Destino, Opera North followed suit with the work that preceded Forza in the Verdi canon, Un Ballo in Maschera, directed by Tim Albery. The coincidence of the two shows makes comparisons hard to resist, and in almost every respect WNO’s Forza emerges as the more impressive achievement. One of the strengths of the Welsh production is how it gives the diffuse work dramatic coherence. Un Ballo in Maschera is a wonderfully taut and cogent music drama to start with, yet it’s a long time since one of the major British companies managed to come up with a worthwhile production – Calixto Bieito’s 2002 staging for ENO was arguably the last convincing staging in the UK, and even that, with its 14 lavatories and all, was not to all tastes. Albery’s version certainly won’t offend anyone, but neither is it likely to excite them. Opera North opts for Verdi’s original version of the text, specifically based on the assassination of Gustav III of Sweden at a masked ball in Stockholm in 1792, rather than opting for the relocation of the action to colonial Boston that was imposed upon the composer before the premiere. Hannah Clark’s sets and costumes update the action to Sweden (presumably) in the mid 20th century. Like his identikit courtiers, Rafael Rojas’s Gustavo wears a three-piece suit, though powdered wigs mysteriously appear for the fatal ball scene, while the fortune-teller Ulrica – the always compelling Patricia Bardon, complete with jaunty beret here – conducts her business at a cafe table. There’s a look of studied, impoverished realism about it all, deadening the theatrical impact of what is one of Verdi’s greatest, most inventive scores. Any political resonances in the work are passed over, and there are few significant interpretative ideas, while having the king’s secretary, Oscar (Tereza Gevorgyan) change from his suit into an evening dress for the final scene is hard to rationalise and rather undermines Verdi’s idea of making it a trousers role for a coloratura soprano in the first place. More crucially, the work’s teasing balance between brittle comedy and profound tragedy is completely ironed out, turning the story into a rather banal domestic drama. The pivotal scene, in which Anckarström (Phillip Rhodes) discovers what he thinks is the infidelity of his wife Amelia (Adrienn Miksch), and in revenge joins the conspirators against the king, falls totally flat, with little sense of the grand, jealous passions driving it. It’s left to conductor Richard Farnes to conjure up those contrasted qualities of buoyancy and horrifying drama in the score, though even he can do little to give real presence to the characters on stage. The singing is generally decent, but never outstanding, and you never really believe that there is any unfulfilled passion in Gustavo and Amelia’s illicit relationship, or that the conspirators Ribbing and Horn (Dean Robinson and Stephen Richardson) are anything more that cartoon villains. The fierce emotions Un Ballo in Maschera ought to explore are hard to find.", "title": "Un Ballo in Maschera review – banal take on Verdi's richly inventive score"}