{"link": "https://www.theguardian.com/stage/2018/feb/05/seesaw-stewart-melton-review-friendship-sarah-argent-unicorn-london", "description": "<p><strong>Unicorn theatre, London</strong><br>Stewart Melton’s gently earnest play, directed by Sarah Argent, helps children learn how to share</p><p>Throughout the beginning of Seesaw, which is about two children figuring out how to be friends, four-year-old Wilf looks at me for permission to laugh. My theatre companion isn’t sure if his reactions are “right”. By the end of the show, Wilf is merrily heckling and giggling loudly. A great piece of theatre can help a child learn to trust their own instincts: during Seesaw, Wilf becomes a bolder version of himself.</p><p>Stewart Melton’s play, back at the Unicorn after a run in 2014, is about the give and take of friendship. It’s set in a giant sandpit and sees two kids learn how to share the sand, a seesaw and endless cartons of squash. The play is directed by <a href=\"https://www.theguardian.com/stage/2014/oct/20/grandad-me-and-teddy-too-review-byobear-polka-theatre\">Sarah Argent</a> (whose production <a href=\"https://www.unicorntheatre.com/babyshow\">Baby Show</a> is also in rep at the Unicorn) and is – characteristically for Argent – perfectly attuned to its audience. The show is aimed at children aged three to six but the tensions between this young boy and girl, and the struggles they face to hold on to their identity but also to let go, is equally pertinent to adults.</p> <a href=\"https://www.theguardian.com/stage/2018/feb/05/seesaw-stewart-melton-review-friendship-sarah-argent-unicorn-london\">Continue reading...</a>", "content": " Unicorn theatre, LondonStewart Melton’s gently earnest play, directed by Sarah Argent, helps children learn how to share \nMiriam Gillinson \n\nMon 5 Feb 2018 15.32 GMT\n\n\nLast modified on Mon 5 Feb 2018 15.33 GMT\n\n Throughout the beginning of Seesaw, which is about two children figuring out how to be friends, four-year-old Wilf looks at me for permission to laugh. My theatre companion isn’t sure if his reactions are “right”. By the end of the show, Wilf is merrily heckling and giggling loudly. A great piece of theatre can help a child learn to trust their own instincts: during Seesaw, Wilf becomes a bolder version of himself. Stewart Melton’s play, back at the Unicorn after a run in 2014, is about the give and take of friendship. It’s set in a giant sandpit and sees two kids learn how to share the sand, a seesaw and endless cartons of squash. The play is directed by Sarah Argent (whose production Baby Show is also in rep at the Unicorn) and is – characteristically for Argent – perfectly attuned to its audience. The show is aimed at children aged three to six but the tensions between this young boy and girl, and the struggles they face to hold on to their identity but also to let go, is equally pertinent to adults. There’s a gentle earnestness to this production that feels just right. It’s a show that takes play and friendship just as seriously as young children do. Verity Quinn’s set has an abstract and dreamy feel: the sprawling sandpit is overlooked by a huge, draped white sheet, which reflects the undulating colours of the sky. Subtle shifts in mood are written large across the set in sweeping bold colours: a false step here or an angry word there impinges on everything and threatens to ruin the day.  Katherine Carlton and Ben Hadi carefully carve out their roles and don’t settle with simply playing “young”. Carlton’s character has properly prickly edges and the faltering confrontations between the boy and girl – accented by Sam Waddington’s emotional lighting states – powerfully reflect the extreme highs and lows of young friendship.  The seesaw functions as a neat metaphor, which helps the children think deeply without quite realising it. At one point, Carlton’s girl tries to mount the seesaw on her own. She falls off. Wilf whispers loudly to me: “She tried to do it by herself!” He gets the message completely and, even better, instinctively trusts his own response. ", "title": "Seesaw review – the highs and lows of friendship in a giant sandpit"}