{"link": "https://www.theguardian.com/books/2018/feb/06/feel-free-zadie-smith-review-essays", "description": "In her wide-ranging new collection, Zadie Smith’s sharp eye darts from social media to Ella Fitzgerald, from the English seasons to Prince’s dancing<p>One unavoidable sensation in reading Zadie Smith’s recent essays is that “recent” isn’t what it used to be. Smith is now an insistently transatlantic writer, dividing her life between New York and Queens Park in London. These pieces were written during the eight years of the Obama administration, and therefore largely in the time – which, alarmingly, starts to look like a relatively rational period – of coalition government in the UK. There is only one mention of Donald Trump in the book; Theresa May does not get a look in. Jeremy Corbyn, meanwhile, has a walk-on as a politician who still looks more a dead-end past than a born-again future, someone who has “profoundly betrayed the youth vote… [and] must go”.</p><p>Written before Trump… these essays are missives from a gentler, more hopeful age</p> <a href=\"https://www.theguardian.com/books/2018/feb/06/feel-free-zadie-smith-review-essays\">Continue reading...</a>", "content": " \nTim Adams \n\nTue 6 Feb 2018 08.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.10 GMT\n\n One unavoidable sensation in reading Zadie Smith’s recent essays is that “recent” isn’t what it used to be. Smith is now an insistently transatlantic writer, dividing her life between New York and Queens Park in London. These pieces were written during the eight years of the Obama administration, and therefore largely in the time – which, alarmingly, starts to look like a relatively rational period – of coalition government in the UK. There is only one mention of Donald Trump in the book; Theresa May does not get a look in. Jeremy Corbyn, meanwhile, has a walk-on as a politician who still looks more a dead-end past than a born-again future, someone who has “profoundly betrayed the youth vote… [and] must go”. Written before Trump… these essays are missives from a gentler, more hopeful age This sense of prelapsarian history does not necessarily hobble Smith’s compendious musings – a brick of an essay collection like this one is the acknowledgment of a certain status in a novelist, something like a “major retrospective” for a painter – but it does make several of them read like lively period pieces. Smith’s Brexit Diary, reproduced from the pages of the New York Review of Books, only takes us to the point of Nigel Farage’s triumphant union jack shoes (though, written from her in-laws’ home Ulster, it does contain many prescient lines: “in Northern Ireland it was clear that one thing Brexit certainly wasn’t about, even slightly, was Northern Ireland” and “in Britain Nigels come and go, Ruperts are for ever”). Though they might not have felt such at the time, these are missives from a gentler, more hopeful age. Within them – as Smith’s enthusiastic attention ranges over subjects as diverse as Ella Fitzgerald’s style and the depiction of corpses in Renaissance paintings and the discomfiting smudging of English seasons one into the other – there is an additional nostalgia. The further Smith’s acclaim as a novelist has taken her from her growing up in Willesden in the 1980s, the more she wants to hold it in mind. That defining multicultural landscape on London’s north circular serves her writing much like the butcher’s shop and the trials of afternoon tea in Leeds serves Alan Bennett. It invites us to share the writers’ belief that nothing much of what has happened since has fundamentally changed them. If in doubt about what she thinks, Smith’s reflex is to return us to the community around the flats and maisonettes in which she once lived, and from which she emerged thanks to a retrospectively benevolent state that gave her NHS glasses and had faith in public libraries and educated her for free and looked after her aged father. Another attraction of this golden time is that hers was the very last generation in human history that grew up with the printed rather than the digital page. Both in practice and in spirit Smith makes a vivid case for the importance of bookish culture, even as she sometimes fears it is a valediction. She is a rigorous and often inspired reader – writing with equal acuity about, say, Ursula K Le Guin or Hanif Kureishi. The standout essay here is “Generation Why” (2010), her dismantling of the idea of Facebook and the addictive solipsism it promotes: “500 million sentient people entrapped in the recent careless thoughts of a Harvard sophomore,” she writes. (For 500 million, now read 1 billion.) Strangely perhaps, given Smith’s antipathy to virtual worlds, the reality she tends toward in her nonfiction is generally a mediated one. There is next to nothing in these pages that could be classed as “reporting” in the sense of going out into a less friendly corner of the messy walkable world and testing what you think you know against what you find. Smith is not an essayist in the mode of a Joan Didion, someone who likes to pitch up in a place and try to make sense of it. Instead she uses the format to engage in sort of cultural thought experiments from her desk. Some of these essays gesture toward the voice that Geoff Dyer has made his own; her analysis of the kinship between notable dancers and the act of writing contains some seductive moves – “it’s very hard to bring to mind Prince dancing where it is practically impossible to forget Michael Jackson” – but you wonder whether her heart is completely in it. Likewise, her writing is just about sharp enough to have you stick with her through a deconstruction of the self-involvement of Justin Bieber as seen through the lens of the philosopher Martin Buber, but you may not be convinced of the point. That latter essay makes the argument that in our culture of self-advertisement, “recognising the reality of other people – and having them recognise the reality of you – is at the heart of the matter”. In one of her pieces here, about her reluctance to use the first-person voice in her novels she writes of her love of a “fiction that faces outward, toward others”. It’s a manifesto that makes you wonder, just from time to time, how her nonfiction would sound if she put her supple gifts of description and analysis to work more often in places other than galleries and libraries. • Feel Free by Zadie Smith is published by Hamish Hamilton (£20). To buy it for £17 go to guardianbookshop.com or call 0330 3336846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99", "title": "Feel Free: Essays by Zadie Smith review – anyone for a cultural thought experiment?"}