{"link": "https://www.theguardian.com/music/2018/feb/06/james-blake-review-roundhouse-london", "description": "<p><strong>Roundhouse, London<br></strong>Blake tests new material for his forthcoming album with each freshly unveiled song sounding totally different from the last</p><p>A radical spectacle is taking place at this James Blake gig. Abandoning his piano and unfolding his long limbs, he’s finishing his first UK show in over a year by standing at the front of the Roundhouse stage. His cracked falsetto sounds relaxed enough, but the physical requirements of being a frontman seem new; his only concession to them is a geriatric shuffle.</p><p>Tonight is a chance for Blake to test material expected to appear on his fourth album, some of which he has to restart as he falters with his loop pedal. Recalling his dubstep-influenced early EPs, Blake’s voice on new single If the Car Beside You Moves Ahead stutters like a malfunctioning droid – apparently the result of hours of studio manipulation – yet he recreates the effect live, leaving the audience perceptibly wowed. It’s uncanny and impressive; a cyborg pop concept warmed by human touch.</p> <a href=\"https://www.theguardian.com/music/2018/feb/06/james-blake-review-roundhouse-london\">Continue reading...</a>", "content": " Roundhouse, LondonBlake tests new material for his forthcoming album with each freshly unveiled song sounding totally different from the last Chal Ravens \n\nTue 6 Feb 2018 11.06 GMT\n\n\nLast modified on Tue 6 Feb 2018 12.03 GMT\n\n A radical spectacle is taking place at this James Blake gig. Abandoning his piano and unfolding his long limbs, he’s finishing his first UK show in over a year by standing at the front of the Roundhouse stage. His cracked falsetto sounds relaxed enough, but the physical requirements of being a frontman seem new; his only concession to them is a geriatric shuffle. Tonight is a chance for Blake to test material expected to appear on his fourth album, some of which he has to restart as he falters with his loop pedal. Recalling his dubstep-influenced early EPs, Blake’s voice on new single If the Car Beside You Moves Ahead stutters like a malfunctioning droid – apparently the result of hours of studio manipulation – yet he recreates the effect live, leaving the audience perceptibly wowed. It’s uncanny and impressive; a cyborg pop concept warmed by human touch. Blake has always occupied a strangely liminal position between genres. Arriving under the “post-dubstep” banner, he openly referenced acoustic songwriters such as Joni Mitchell and Feist on his 2011 debut before later collaborating with Bon Iver, Frank Ocean and RZA. His appeal rests on never fitting any particular bracket, and judging by tonight’s show, the new material pushes that restlessness even further. Each freshly unveiled song sounds totally different from the last, and it’s hard to imagine them on the same album. Backed by a band, I Can’t Believe the Way We Flow twists a glowing, Motown-style sample over huge drums, vaguely recalling the early-period chipmunk soul of another Blake fan, Kanye West. Asking for a Friend feels like Blake’s interpretation of classic Philly soul, with a horn phrase looping under silky vocal harmonies. Then there’s the strobe-lit, techno-speed Loathe to Roam, a song about “telling everyone to fuck off”, an apparent tribute to Suicide’s searing synth-punk. Add these to his solo piano cover of Don McLean’s Vincent and the closing Lul Bye, a stark lullaby written for his insomniac friends, and it’s hard to parse the direction of this new album. However, as he proved on the maximalist sprawl of 2016’s The Colour in Anything, Blake is capable of moving in many directions at once – even while standing. • Touring until 1 June.", "title": "James Blake review – cyborg pop warmed by human touch"}