{"link": "https://www.theguardian.com/stage/2018/feb/06/cyrils-success-boobys-bay-review-finborough-london", "description": "<p><strong>Finborough, London</strong><br>HJ Byron’s 1868 play sparkles with wit, while Henry Darke delivers a timely message about Cornwall’s housing crisis </p><p>The Finborough Arms in Earl’s Court is 150 years old. To mark the event the pint-sized theatre over the pub is resurrecting some of the popular hits of 1868 starting with Cyril’s Success by HJ Byron. Largely forgotten today, Byron (1835-84) was once famous for his satirical burlesques and pun-filled pantos and, although no lost gem, the current revival shows that he had a gift for playful absurdity on the lines of WS Gilbert.</p><p> The plot is both flimsy and preposterous. It all hinges on the jealous wife of a popular playwright, the insufferably conceited Cyril, mistaking the source of a love letter: she assumes it was directed to her husband rather than to a lecherous major who pays extravagant court to every woman he sees. But, even if one simple word would clear up the misunderstanding, Byron shows a sparky verbal wit and a capacity to create lively secondary characters. Here the chief fun derives from a husband-hating schoolteacher, who admits to standing “on the shady side of 40”, and an acerbic literary critic who has obviously grown, as Malcolm Muggeridge once said of Cyril Connolly, too big for his books.</p> <a href=\"https://www.theguardian.com/stage/2018/feb/06/cyrils-success-boobys-bay-review-finborough-london\">Continue reading...</a>", "content": " Finborough, LondonHJ Byron’s 1868 play sparkles with wit, while Henry Darke delivers a timely message about Cornwall’s housing crisis  \nMichael Billington \n\nTue 6 Feb 2018 11.14 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.31 GMT\n\n The Finborough Arms in Earl’s Court is 150 years old. To mark the event the pint-sized theatre over the pub is resurrecting some of the popular hits of 1868 starting with Cyril’s Success by HJ Byron. Largely forgotten today, Byron (1835-84) was once famous for his satirical burlesques and pun-filled pantos and, although no lost gem, the current revival shows that he had a gift for playful absurdity on the lines of WS Gilbert.  The plot is both flimsy and preposterous. It all hinges on the jealous wife of a popular playwright, the insufferably conceited Cyril, mistaking the source of a love letter: she assumes it was directed to her husband rather than to a lecherous major who pays extravagant court to every woman he sees. But, even if one simple word would clear up the misunderstanding, Byron shows a sparky verbal wit and a capacity to create lively secondary characters. Here the chief fun derives from a husband-hating schoolteacher, who admits to standing “on the shady side of 40”, and an acerbic literary critic who has obviously grown, as Malcolm Muggeridge once said of Cyril Connolly, too big for his books.  Byron’s play ultimately endorses the conservative, mid-Victorian idea that male success depends on staunch marital support, but Hannah Boland Moore directs it with a breezy elan and gets larger-than-life performances from her cast. Susan Tracy is wickedly funny as the venomous schoolmarm who even removes her gloves with silky menace, and Stephen Rashbrook matches her blow-for-blow as the the pompously acidulous critic.  The younger folk are less interesting, but Tim Gibson does all he can with the charmless Cyril, and Isabella Marshall invests his duped wife with a welcome spirit. You emerge from this arch contrivance having had a perfectly good time without feeling Byron had anything significant to say.  If the Victorians were cheerful crowd-pleasers, you sometimes feel modern dramatists are all too aware of the importance of being earnest. That is certainly true of Henry Darke’s first full-length play, Booby’s Bay, which plays concurrently at the Finborough and offers a passionate attack on the immorality of unoccupied second homes. The setting is coastal Cornwall and Darke’s hero, Huck, is a former fisherman who not only squats in a holiday residence but decides to barricade himself in as a protest against absentee owners.  The message is strong and timely but there is some confusion in the way it is delivered.  Huck is unsentimentally portrayed as a drunken loner riddled with guilt over his brother’s death and churlish in his treatment of his pregnant girlfriend. Having proved that protesters are not always paragons of virtue, Darke then, without detectable irony, shows Huck transformed into an iconic hero. The climax is also undercut by a gratuitous flashback, but the play, at a time of national housing crisis, raises big issues and Chris White’s production is finely acted by Oliver Bennett as the mantra-chanting Huck, Florence Roberts as his security-seeking lover, and Joseph Chance as a surf-loving journo.  Seeing Darke’s promising new play alongside Byron’s revival, one just wishes modern vehemence could be combined with a touch of Victorian virtuosity. • Cyril’s Success runs until 20 February; Booby’s Bay runs until 24 February. Box office: 01223 357851.", "title": "Cyril’s Success / Booby’s Bay review – pint-sized pub theatre toasts 150 years"}