{"link": "https://www.theguardian.com/books/2018/feb/06/this-may-not-in-time-be-the-best-book-about-the-weinstein-scandal-but-it-will-surely-remain-the-most-visceral-anger-burns-from-every-page", "description": "<p>This may not, in time, be the best book about the Weinstein scandal, but it will surely remain the most visceral – anger burns from every page</p><p>In the week that I read Rose McGowan’s memoir, <em>Brave</em>, I went to see <a href=\"https://www.theguardian.com/film/2017/dec/19/all-the-money-in-the-world-review-getty-kevin-spacey-christopher-plummer-ridley-scott\"><em>All the Money in the World</em></a>, the Getty biopic that originally starred Kevin Spacey, before he was hastily swapped for Christopher Plummer after Spacey was publicly accused of groping multiple men in the past. I downloaded some shows made by Amazon Studios, which is no longer headed by <a href=\"https://www.theguardian.com/technology/2017/oct/17/amazon-studios-roy-price-quite-sexual-harassment-claims\">Roy Price</a>, as he resigned last year after a producer accused him of sexual harassment. I read an interview with <a href=\"https://www.theguardian.com/film/quentintarantino\">Uma Thurman</a> in which she called out her former longterm collaborators, Harvey Weinstein and Quentin Tarantino, accusing the former of sexual assault and the latter of life endangerment, when Tarantino asked her to drive a car she felt was unsafe while shooting a movie (and which Thurman then crashed). And I saw pictures from the red carpet: at the Golden Globes, female actors wore black as a sign of solidarity with victims of sexual assault, while at the Grammys singers carried white roses for the same reason.</p><p>In the last six months the entertainment world has changed almost beyond recognition, and one person who has done more than most to bring about this change is McGowan.</p> <a href=\"https://www.theguardian.com/books/2018/feb/06/this-may-not-in-time-be-the-best-book-about-the-weinstein-scandal-but-it-will-surely-remain-the-most-visceral-anger-burns-from-every-page\">Continue reading...</a>", "content": " This may not, in time, be the best book about the Weinstein scandal, but it will surely remain the most visceral – anger burns from every page \nHadley Freeman \n\nTue 6 Feb 2018 15.44 GMT\n\n\nLast modified on Tue 6 Feb 2018 15.48 GMT\n\n In the week that I read Rose McGowan’s memoir, Brave, I went to see All the Money in the World, the Getty biopic that originally starred Kevin Spacey, before he was hastily swapped for Christopher Plummer after Spacey was publicly accused of groping multiple men in the past. I downloaded some shows made by Amazon Studios, which is no longer headed by Roy Price, as he resigned last year after a producer accused him of sexual harassment. I read an interview with Uma Thurman in which she called out her former longterm collaborators, Harvey Weinstein and Quentin Tarantino, accusing the former of sexual assault and the latter of life endangerment, when Tarantino asked her to drive a car she felt was unsafe while shooting a movie (and which Thurman then crashed). And I saw pictures from the red carpet: at the Golden Globes, female actors wore black as a sign of solidarity with victims of sexual assault, while at the Grammys singers carried white roses for the same reason. In the last six months the entertainment world has changed almost beyond recognition, and one person who has done more than most to bring about this change is McGowan. Tarantino, who has admitted about Weinstein ‘I knew enough to do more than I did’, gets a brutal shot in the neck That McGowan has turned out to be an avenging warrior, determined to expose Hollywood’s toxic lies and cover-ups, would have once seemed as improbable as the most ludicrous superhero movie; a spoilt rich guy saving the city while dressed as a bat has nothing on her tale. For almost two decades, she was seen as a good if underused actor, one whose career was hampered by her reputation for being, as the saying goes, “difficult”. But it turns out both of these sides to her public image – underused and difficult – may have had less to do with her and more with Weinstein. Last year, McGowan publicly claimed he had raped her in a hotel room in 1997. According to her, after the assault he proceeded to trash her reputation, telling producers: “Don’t hire her. She’s bad news.” Weinstein has denied all specific allegations of non-consensual sex; yes, he did pay her a settlement of $100,000 in 1997, according to documents obtained by the New York Times last year, though not “as an admission”, merely a means to “avoid litigation and buy peace”. It has since been alleged that other actors from the 90s, including Annabella Sciorra, Ashley Judd and Mira Sorvino, whose careers had a similarly mysterious lack of traction, may have also had their reputations tarnished by Weinstein after being assaulted or harassed by him. For a long time, he was celebrated as the maker of movie men: Ben Affleck, Matt Damon and Tarantino. But it turns out he might have also damaged the careers of a generation of female actors. The Weinstein allegations are the biggest scandal to hit Hollywood since the blacklist era, and they have revealed a national shame that wasn’t even below the surface – it was right in front of everyone’s eyes. At the last count, 122 high-profile men have been accused of sexual assault or harassment since the New York Times published the first story about Weinstein in October, and many have resigned from their jobs or are at least making the suddenly de rigueur noises about the importance of listening to victims. And yet because the men are high profile they have tended to hog the conversation. McGowan is determined to change this. She doesn’t even name Weinstein in her memoir, calling him instead “the monster”; this is McGowan’s story and she will not share the spotlight. She has proved to be a sexual predator’s worst nightmare because she has not just a public voice but a deeply admirable lack of fear and shame. When Weinstein’s lawyer last week called McGowan’s claims “a bold lie” told merely “to promote her new book”, she unhesitatingly retaliated, calling him “sad, pathetic” and an “old-fashioned sexist”. But Brave also reveals why she would have looked like a predator’s perfect target. McGowan was born in the Children of God cult, and her childhood, even after the family left the cult, was spent bouncing between her mentally unstable father and her mother, who had a bad habit of dating abusive men. She went to rehab and lived on the streets for a short time before ending up in Hollywood as a teenager, emancipated from her parents and living with a controlling boyfriend. Abusers pick vulnerable characters: the alone, the unstable, the unreliable, people whose cries are easy to ignore, and McGowan ticked a lot of those boxes. She still cuts an eccentric figure: on her US publicity tour last week she shouted at a transgender activist – “I don’t come from your planet, leave me alone!” – and appeared on a US TV talk show where she discussed how wearing suits “psychologically makes people insane”. A lot of her story sounds just as incredible. “My life was infiltrated by Israeli spies” is how she begins her book and, amazingly, we now believe this may be true: Weinstein allegedly used ex‑Mossad agents to spy on accusers who he feared would expose him. Maybe we should all stay away from suits after all. McGowan’s book will not be the best book about the Weinstein scandal, but it may be the most visceral. Anger burns from every page. Tarantino, who has admitted about Weinstein “I knew enough to do more than I did”, gets an enjoyably brutal shot in the neck. Recounting how he used to tell McGowan he liked to watch on laser disc one of her movie scenes in which she paints her toes, she sneers: “Tarantino has a known foot fetish. That means Tarantino paid extra money to jerk off to my young feet and he told me about it loudly, over and over, for years in front of numerous people, as if I should be so thrilled that he donated his solid-motherfucking-gold semen that is clearly better than all the other semen in the world, and he gave it up for little ol’ me? It’s time men realized their semen isn’t all that.” But the problem with burning everything down is that it all becomes an indistinguishable pile of ash. The misogyny of gossip blogger Perez Hilton is a worthy target for McGowan; that actors occasionally have to perform wedding scenes is not. “I was fake married three times on film before my ‘real’ marriage. By then I was repeating an emotional scene I’d already played. Your entertainment comes at a cost to us performers. You should know this and acknowledge,” she admonishes the reader. This reads like a book written by a woman driven to near derangement by decades of abuse and gaslighting. At times I wished McGowan could filter her anger, highlighting the real abuses as opposed to folding them in among the generalised sexist garbage. But if she had been able do that she probably wouldn’t have written this book: self-control isn’t helpful when you are kicking down doors. McGowan set out to write a book that examines abuse, and she has done just that. She has also, inadvertently, shown how much damage abuse can wreak in even the toughest of women.", "title": "Brave by Rose McGowan review – Hollywood’s avenging warrior speaks out"}