{"link": "https://www.theguardian.com/stage/2018/feb/06/dublin-carol-review-conor-mcpherson-sherman-cardiff", "description": "<p><strong>Sherman, Cardiff <br></strong>McPherson’s prose glimmers and glows in his richly understated tale of an undertaker seeking salvation on Christmas Eve</p><p>In A Christmas Carol, Scrooge encounters three ghosts before opting for tinsel and turkey over a life of misery. This play by Conor McPherson (<a href=\"https://www.theguardian.com/stage/2018/jan/29/the-weir-review-conor-mcpherson\">The Weir</a>) takes the form of three duologues in which Dublin undertaker John, a man who has given it all up in favour of the bottle, must decide on Christmas Eve in a rundown office whether he wants to start a new life. The dusty Christmas fairy lights wink at him in doleful reproach.</p><p> This is a play haunted by regret and mired in quiet despair. John has been saved once before by an act of kindness from his employer who now lies dying in the hospital. Then Mary (Siwan Morris), the daughter he hasn’t seen for 10 years, arrives with news of his ex-wife’s terminal cancer. Will it be a spur to salvation? </p> <a href=\"https://www.theguardian.com/stage/2018/feb/06/dublin-carol-review-conor-mcpherson-sherman-cardiff\">Continue reading...</a>", "content": " Sherman, Cardiff McPherson’s prose glimmers and glows in his richly understated tale of an undertaker seeking salvation on Christmas Eve \nLyn Gardner \n\nTue 6 Feb 2018 16.34 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.36 GMT\n\n In A Christmas Carol, Scrooge encounters three ghosts before opting for tinsel and turkey over a life of misery. This play by Conor McPherson (The Weir) takes the form of three duologues in which Dublin undertaker John, a man who has given it all up in favour of the bottle, must decide on Christmas Eve in a rundown office whether he wants to start a new life. The dusty Christmas fairy lights wink at him in doleful reproach.  This is a play haunted by regret and mired in quiet despair. John has been saved once before by an act of kindness from his employer who now lies dying in the hospital. Then Mary (Siwan Morris), the daughter he hasn’t seen for 10 years, arrives with news of his ex-wife’s terminal cancer. Will it be a spur to salvation?  McPherson’s play had a muted response when it reopened the refurbished Royal Court in London in 2000, largely because it wasn’t The Weir 2. But the play has its own understated richness as, in a series of near-monologues, John (subtly played by Simon Wolfe) recounts how he poured his life away. It’s a devastating portrait of loneliness delivered in prose that glimmers and glows.  It’s in a minor key, but Matthew Xia’s production grips even if it over-eggs key moments with falling leaves, a rising hum and the sudden appearance of a wreath, suspended over the stage, representing endurance and salvation. All this play requires is crystalline, unsentimental performances to match its sorrowful, redemptive tenderness. • At the Sherman, Cardiff, until 17 February. Box office: 029 2064 6900. ", "title": "Dublin Carol review – Conor McPherson's devastating portrait of loneliness"}