{"link": "https://www.theguardian.com/film/2018/feb/06/last-men-in-aleppo-feras-fayyad-syria-russia-smear-campaign", "description": "<p>Feras Fayyad, the film-maker behind Last Men in Aleppo, has become the subject of a vicious effort to discredit his work</p><p>The film-maker behind the Oscar-nominated documentary <a href=\"https://www.theguardian.com/film/2017/jan/24/last-men-in-aleppo-review-sundance-film-festival-white-helmets-syria\">Last Men in Aleppo</a> has been targeted by a smear campaign that seeks to paint him as a terrorist sympathiser in the run up to the Academy Awards.</p><p>Feras Fayyad spent a year following a handful of volunteer rescue workers in the besieged Syrian city as they rushed towards bombed buildings to try and find people in the rubble. The resulting documentary has earned widespread critical praise and won awards including the Sundance grand jury prize.</p> <a href=\"https://www.theguardian.com/film/2018/feb/06/last-men-in-aleppo-feras-fayyad-syria-russia-smear-campaign\">Continue reading...</a>", "content": " Feras Fayyad, the film-maker behind Last Men in Aleppo, has become the subject of a vicious effort to discredit his work \nOlivia Solon in San Francisco \n\nTue 6 Feb 2018 11.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.54 GMT\n\n The film-maker behind the Oscar-nominated documentary Last Men in Aleppo has been targeted by a smear campaign that seeks to paint him as a terrorist sympathiser in the run up to the Academy Awards. Feras Fayyad spent a year following a handful of volunteer rescue workers in the besieged Syrian city as they rushed towards bombed buildings to try and find people in the rubble. The resulting documentary has earned widespread critical praise and won awards including the Sundance grand jury prize. However, the international recognition has been accompanied by an organized attempt to tarnish the film-maker’s reputation, following a playbook of Russia-backed disinformation and manipulation.  “It is like Russia wants to hack the Oscars like they hacked the US election,” he told the Guardian. Since the Oscar nominations were announced, Fayyad, a Syrian national, has become the subject of several articles by Russia state news agency Sputnik News and “alternative news” sites to discredit his work, describing it as a “propaganda piece funded by western governments” and an “Al-Qaida promotional film”. Others have trawled through his social media accounts and published pictures of his family and friends. Syrian state media has followed suit. On Twitter and Facebook, dozens of accounts have accused Fayyad of being a liar and terrorist sympathiser. Other Oscar-nominated film-makers and Academy members say the campaign could affect Fayyad’s chances of winning the award. Chris Hegedus, who made Oscar-nominated documentary The War Room, described the articles as “outrageous” and said that they “made us see how Russia and others are meddling beyond social media and political elections”.  “It can definitely influence voters and make them question the legitimacy of a film to have false reports circulating and rumours that a film’s integrity is questioned,” she said.  Producer Amy Ziering agreed, mentioning other “white noise disinformation campaigns” including one that targeted her campus rape documentary The Hunting Ground and another that took aim at An Inconvenient Truth. “It can very much damage an Oscar campaign’s success, but even more importantly it can damage the ability for important and necessary truths to be told,” she said. Fayyad is baffled by the attacks on his reputation, particularly as he feels that the theme of his documentary is not the White Helmets as an organisation but an intimate look at the lives of a handful of people struggling to get by in a civil war.  “The film is coming from the side of the human being. It’s about a Syrian who is torn between his responsibility to his community and to his family,” he said, speaking from the World Economic Forum in Davos, where his film was screened. It’s a dilemma that Fayyad has experienced in his quest to make documentaries about people in Syria. In pursuing his work on the ground he attracted the attention of Syria’s intelligence service, and spent many months being tortured in prison on suspicion of being a spy. After being arrested at the airport and bundled into a vehicle with his T-shirt pulled over his head as a makeshift hood, Fayyad recalls peeping down from his blindfold at the knock-off Adidas shoes of one of his torturers. For months he passed between beatings, starvation and periods in isolation, stepping over dead bodies left in corridors and bathrooms. The Syrian regime insisted he was a spy working for the US or Europe. Those months behind bars flash into Fayyad’s mind when faced with the unfounded criticism of his work. To be accused of being a spy or propagandist is a terrifying prospect.  “In the community in the Middle East this is shameful and it would make people not trust me if they think I’m collecting information for the FBI,” he said.  He is daunted by the prospect of winning, believing it could exacerbate the harassment. “I feel scared about what we might go through,” he said.", "title": "'Russia wants to hack the Oscars': smear campaign targets Syrian nominee"}