{"description": "<p>The new Netflix adaptation has won fans for its future shocks, but like much dystopian sci-fi it struggles to get away from the shadow of Ridley Scott’s masterpiece </p><p>Imagine a Black Mirror future. San Francisco, say, in the 24th century: a depraved new world, but one stacked precariously on the old. A flying cop car knifes through a benighted cityscape glinting with gaudy neon enticements. Far below, a multicultural throng jostles past exotic bazaars and hologram-enhanced fleshpots. In a darkened refuge, an investigator scrolls through footage vital to his big case, verbally instructing a computer to freeze and enhance where required.</p><p>These vignettes might sound a little familiar, either as deliberate echoes of Blade Runner or examples plucked from a one-size-fits-all generic cyberpunk techno-dystopia. So it’s a little disappointing that Altered Carbon – <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/01/altered-carbon-review-ambitious-netflix-sci-fi-is-flashy-flawed-and-fun\">Netflix’s luxurious 10-part adaptation of Richard K Morgan’s 2002 sci-fi novel</a> – serves up all of these totemic scenes within its first two episodes. Restaging such familiar material almost feels ritualistic, as if to intentionally summon fond memories of Ridley Scott’s deathless future-noir or <a href=\"https://www.theguardian.com/film/2017/oct/08/blade-runner-2049-review-a-future-classic\">its monumental 2017 sequel</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/05/altered-carbon-has-cyberpunk-discovered-life-beyond-blade-runner\">Continue reading...</a>", "content": " The new Netflix adaptation has won fans for its future shocks, but like much dystopian sci-fi it struggles to get away from the shadow of Ridley Scott’s masterpiece  \nGraeme Virtue \n\nMon 5 Feb 2018 06.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 06.01 GMT\n\n Imagine a Black Mirror future. San Francisco, say, in the 24th century: a depraved new world, but one stacked precariously on the old. A flying cop car knifes through a benighted cityscape glinting with gaudy neon enticements. Far below, a multicultural throng jostles past exotic bazaars and hologram-enhanced fleshpots. In a darkened refuge, an investigator scrolls through footage vital to his big case, verbally instructing a computer to freeze and enhance where required. These vignettes might sound a little familiar, either as deliberate echoes of Blade Runner or examples plucked from a one-size-fits-all generic cyberpunk techno-dystopia. So it’s a little disappointing that Altered Carbon – Netflix’s luxurious 10-part adaptation of Richard K Morgan’s 2002 sci-fi novel – serves up all of these totemic scenes within its first two episodes. Restaging such familiar material almost feels ritualistic, as if to intentionally summon fond memories of Ridley Scott’s deathless future-noir or its monumental 2017 sequel. As cultural consumers, we have been bombarded with variations of this future on and off for more than 25 years. Via movies, animation and video games, cyberpunk has become so shopworn that it has become essentially a nostalgic period setting. True to the source material, Altered Carbon takes pains to position itself as hardboiled entertainment, with lurid firearm ultraviolence, chemically enhanced sex and cynical tough-guy narration from its diamond-hard lead, Takeshi Kovacs. But in its own neon-soaked, techno-addled, C-word-dropping way, Altered Carbon initially feels rather cosy, like Downton. Restaging such familiar material almost feels ritualistic, as if to summon memories of Ridley Scott’s future-noir It does, at least, have an additional gimmick. For decades, humans have had the ability to digitise their consciousness. Die and you can simply be restored from your most recent cloud backup, your identity squirted back into a new “sleeve”. This could be a perfect clone of your younger self, the first step in a daisy-chain to immortality. Or you could take someone else’s body for a test-drive: a bodybuilder, a dancer, maybe even a significant other. In Altered Carbon’s far-flung future of 2384, this tech has already been around for more than two centuries. It is a marvel so commonplace that it is seen as banal. Instead, what impresses is the ingenuity with which humans continue to pervert sleeve technology to their own ends, for personal gain or transgressive sexual gratification. For Kovacs, a convicted war criminal turned prickly sleuth (played, mostly, by recent Robocop Joel Kinnaman), this tech also offers a chance at parole. After spending 250 years with his consciousness filed away in a digital prison’s trash folder, Kovacs is abruptly decanted into a taut new body and tasked with solving the murder of the world’s richest man.  After setting out its stall, Altered Carbon kicks its plot into gear and starts to distinguish itself from the cyberpunk pack in some intriguing ways. Kovacs finds an unexpected ally in an AI hotelier whose chosen hologram form is a highly strung Edgar Allen Poe, replete with great taste in carpets, vintage clothing and heavy weaponry. It’s a pleasingly oddball note. A later episode seems to relish the stomach-churning possibilities of torture in a virtual environment indistinguishable from reality, but leavens its cruelty with an unexpectedly heartwarming side story involving a family Halloween party.  Many of the show’s pleasures are down to good casting: if you’re looking for a ruthless near-immortal to effortlessly lord it over everyone, then James Purefoy – channelling the Dionysian cunning of his Mark Antony in HBO’s Rome – is perfect. Can Altered Carbon function as a cynical, sexy cyberpunk shoot-’em-up and a meditation on the consequences of severing the connection between mind and body? Or, like some of its illegally duplicated sleeves, is it simply a soulless copy of what came before? Only the faceless AI that tots up Netflix’s viewing data will ever know whether it is a genuine hit, but if you don’t mind some viscera mixed in with your existential mysteries, it does deliver a punchy sci-fi fix. Altered Carbon is available on Netflix", "link": "https://www.theguardian.com/tv-and-radio/2018/feb/05/altered-carbon-has-cyberpunk-discovered-life-beyond-blade-runner", "title": "Altered Carbon: has cyberpunk discovered life beyond Blade Runner?"}