{"link": "https://www.theguardian.com/tv-and-radio/2018/feb/06/john-mahoney-who-played-frasiers-martin-crane-dies-aged-77", "description": "<p>British actor famously played the father of Kelsey Grammer’s Frasier and David Hyde Pierce’s Niles on the hit 1990s show after finding success late in life</p><p><a href=\"https://www.theguardian.com/theobserver/2002/aug/04/features.review17\">John Mahoney</a>, the actor best known for playing cranky father Martin (Marty) Crane on the US sitcom Frasier, has died at the age of 77.<br></p><p>Mahoney’s manager, Paul Martino, said Mahoney died on Sunday in Chicago after a brief hospitalisation. The cause of death was not immediately announced. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/06/john-mahoney-who-played-frasiers-martin-crane-dies-aged-77\">Continue reading...</a>", "content": " British actor famously played the father of Kelsey Grammer’s Frasier and David Hyde Pierce’s Niles on the hit 1990s show after finding success late in life \nLanre Bakare and agencies \n\nTue 6 Feb 2018 09.52 GMT\n\n\nFirst published on Tue 6 Feb 2018 00.45 GMT\n\n John Mahoney, the actor best known for playing cranky father Martin (Marty) Crane on the US sitcom Frasier, has died at the age of 77. Mahoney’s manager, Paul Martino, said Mahoney died on Sunday in Chicago after a brief hospitalisation. The cause of death was not immediately announced.  Mahoney played the father of Kelsey Grammer’s Frasier and David Hyde Pierce’s Niles. The series, a spinoff of Cheers, ran for 11 seasons on NBC from 1993 to 2004. Mahoney’s portrayal of Marty earned him two Emmy nominations, two Golden Globe nominations and a Screen Actors Guild award, while the show won five best comedy series Emmy in a row. The actor was born in Blackpool, but made Chicago his adopted hometown. Beginning his acting career in theatre in the 1970s, he joined Steppenwolf Theatre on the suggestion of actor John Malkovich, and worked with them for 39 years, eventually winning a Tony Award for his performance in John Guare’s The House of Blue Leaves in 1986.  Mahoney originally moved to America to be near his sister who had married an American GI and relocated. He joined the army himself shortly after arriving in the country, but struggled to adjust. “I joined the army almost immediately because I wanted to get citizenship faster, but I was so homesick,” he told the Times in 2005. “It’s the worst feeling I’ve ever been through in my life. I felt like killing myself.” He did, however, decide to settle in the states, where he tried to assimilate. “I knew I was going to live the rest of my life in the US and I didn’t want to be on the outside looking in. They make such a big deal about it: anyone from the United Kingdom is automatically regarded as brilliant beyond belief. I didn’t want to live with that. I’m not a nonconformist. I wanted to be like everybody else.”  The actor only got into the profession in his late 30s after he returned to Manchester and saw Albert Finney and Leo McKern in Uncle Vanya. When he came back to Chicago he took an acting class which was run by David Mamet. The playwright and John Malkovich eventually convinced Mahoney to join the Steppenwolf group alongside the likes of Laurie Metcalf, Joan Allen and Gary Sinise. “Believe me, I’m an aberration,” he told the Observer. “With me, it was all the stars aligning at exactly the right time. There was so much luck involved.” Mahoney made his feature film debut in Tin Men in 1987, later appearing in films including In the Line of Fire, Reality Bites, Say Anything, The American President and Primal Fear. He also played the role of WP Mayhew in the Coen brother’s Barton Fink and had guest appearances in Foyle’s War and ER, but it was the misanthropic Martin (Marty) Crane, which made him a star. The show, which ran for 11 years, and was a hugely successful spin-off from Cheers – where Frasier was originally supposed to only appear in a few episodes but became an integral part of the cast – was one of the 90s most successful shows. “I’m immensely proud of being on a show that has been so honoured,” Mahoney said in 2002. “If the show shot in Chicago, I’d shoot it for 20 years. But I just miss home so much. And I miss stage work.” But Mahoney thought the programme did start to repeat itself and should have ended earlier. “We had taken the show as far as it could go,” he said in an interview in 2005. “We did 260 episodes in 11 years. I was afraid we were beginning to repeat ourselves and vulgarise ourselves a bit in looking for things that we hadn’t done.  “I think it lost something when (Niles and Daphne) got married. He stopped being so tense and fussy. She stopped being so weird. I think people wanted them to get together, but didn’t realise the consequences.”  Mahoney was also a frequent voice actor, including voicing characters in the 1998 animated film Antz, Atlantis: The Lost Empire and an episode of the Simpsons. Mahoney’s recent work included guest appearances on Hot in Cleveland and a 2015 episode of Foyle’s War. Colleagues and fans paid tribute to him on social media. It is with our deepest sorrow that we share the news that ensemble member of 39 years John Mahoney passed away. Tonight’s opening night performance of You Got Older has been cancelled. We are instead inviting all to gather in Front Bar this evening. All are welcome to join us. pic.twitter.com/k8yrrR7ICA", "title": "John Mahoney, who played Frasier's Martin Crane, dies aged 77"}