{"link": "https://www.theguardian.com/film/2018/feb/06/tarantino-responds-to-uma-thurman-crash-claim", "description": "<p>Quentin Tarantino has given his version of events during the making of Kill Bill, which Thurman has described as ‘dehumanisation to the point of death’</p><p>Quentin Tarantino has responded to allegations that he forced actor Uma Thurman into unsafe working conditions during the filming of Kill Bill, calling his decision to get her to perform a stunt “the biggest regret of my life”.</p><p>Thurman accused the writer and director – known for his ultra-violent films, including Pulp Fiction, Reservoir Dogs, Death Proof and the Kill Bill series – of bullying her during filming into driving an unsafe car that then crashed, calling the incident “<a href=\"https://www.nytimes.com/2018/02/03/opinion/sunday/this-is-why-uma-thurman-is-angry.html\">dehumanisation to the point of death</a>”. </p> <a href=\"https://www.theguardian.com/film/2018/feb/06/tarantino-responds-to-uma-thurman-crash-claim\">Continue reading...</a>", "content": " Quentin Tarantino has given his version of events during the making of Kill Bill, which Thurman has described as ‘dehumanisation to the point of death’ \nStephanie Convery \n\nTue 6 Feb 2018 11.07 GMT\n\n\nLast modified on Tue 6 Feb 2018 14.34 GMT\n\n Quentin Tarantino has responded to allegations that he forced actor Uma Thurman into unsafe working conditions during the filming of Kill Bill, calling his decision to get her to perform a stunt “the biggest regret of my life”. Thurman accused the writer and director – known for his ultra-violent films, including Pulp Fiction, Reservoir Dogs, Death Proof and the Kill Bill series – of bullying her during filming into driving an unsafe car that then crashed, calling the incident “dehumanisation to the point of death”.  “I am guilty, for putting her in that car, but not the way that people are saying I am guilty of it,” Tarantino told Deadline, claiming that nobody in the filming team that day considered the drive a stunt. “It was just driving. None of us looked at it as a stunt. Maybe we should have, but we didn’t. I’m sure when it was brought up to me, that I rolled my eyes and was irritated. But I’m sure I wasn’t in a rage and I wasn’t livid.” Tarantino supported Thurman’s assertions that he had asked her to drive at a particular speed so that her hair would be blowing. At the last minute, due to concerns about the light changing, the direction of the drive was reversed – but the road was not tested in this direction before Thurman drove it, Tarantino said.  “I told her it would be OK. I told her the road was a straight line. I told her it would be safe. And it wasn’t. I was wrong. I didn’t force her into the car. She got into it because she trusted me. And she believed me.” On the same day that Tarantino tried to address the resulting criticism, audio also emerged of him apparently defending fellow director Roman Polanski’s sexual assault of a 13-year-old in 1977, saying she was “down with it” and that rape was a “buzzword” that didn’t apply to the situation.  In a 2003 interview with Howard Stern, Tarantino said of Polanski: “He didn’t rape a 13-year-old. It was statutory rape ... he had sex with a minor. That’s not rape. To me, when you use the word rape, you’re talking about violent, throwing them down — it’s like one of the most violent crimes in the world ... Throwing the word rape around is like throwing the word ‘racist’ around. It doesn’t apply to everything people use it for ... She wanted to have [sex]! Dated the guy!” Tarantino told the New York Times in October last year that, with regard to the alleged misconduct of film producer Harvey Weinstein: “I knew enough to do more than I did ... I wish I had taken responsibility for what I heard.” Tarantino also claimed that it wasn’t until Thurman told him about her own alleged assault at the hands of Weinstein, which paralleled an experience of Tarantino’s then-girlfriend Mira Sorvino, that he realised there was “a pattern” to Weinstein’s “luring and pushing attacks”. He claims he made doing Kill Bill with Miramax conditional on Weinstein apologising to Thurman.  “I wasn’t giving Harvey the benefit of the doubt,” Tarantino said. “I knew he was lying, that everything Uma was saying was the truth. When he tried to wriggle out of it, and how things actually happened, I never bought his story. I said, I don’t believe you. I believe her. And if you want to do Kill Bill, you need to make this right.” The crash affected his relationship with Thurman for years. “It wasn’t like we didn’t talk. But a trust was broken,” he said.  Tarantino agreed with the suggestion that Thurman had been denied access to footage of the crash in order to prevent her from suing, but said he hadn’t been aware she thought he was complicit in that. He said he supplied the footage to Thurman in advance of the New York Times interview because he wanted to make things right.  “There was an element of closure. She had been denied it, from Harvey Weinstein, being able to even see the footage. I wanted to deliver it to her, so she could look at it. So she could see it and help her with her memory of the incident.” The director also responded to suggestions that he personally performed some of the more controversial and violent actions in his films, including spitting on Thurman’s face and choking her with a chain, by explaining that it was a matter of “taking responsibility” for tricky shots. He detailed an incident during the filming of Inglourious Basterds in which he asked actor Diana Kruger whether he could personally strangle her in order to get the right shot.  “That was an issue of me asking the actress, can we do this to get a realistic effect,” he said. “And she agreed with it, she knew it would look good and she trusted me to do it. I would ask a guy the same thing. In fact, I would probably be more insistent with a guy.”  Weinstein has denied assaulting Thuman, as well as all claims of non-consensual sex made against him.", "title": "Tarantino responds to Uma Thurman crash claim: 'The biggest regret of my life'"}