{"link": "https://www.theguardian.com/film/filmblog/2018/feb/06/uk-box-office-the-greatest-showman-hugh-jackman", "description": "<p>Hugh Jackman’s cheesy fantasy musical charts new territory taking the No 1 spot in its sixth week, as Phantom Thread sweeps in</p><p> Rising 8% from the previous session, Hugh Jackman musical <a href=\"https://www.theguardian.com/film/2017/dec/20/the-greatest-showman-review-pt-barnum-hugh-jackman\">The Greatest Showman</a> makes a surprise grab for the UK top spot in its sixth week of release, pushing aside <a href=\"https://www.theguardian.com/film/2017/sep/13/darkest-hour-review-gary-oldman-toronto-film-festival-tiff\">Darkest Hour</a>. Weekend takings of £2.2m take the PT Barnum tale’s total to £23.2m after 41 days.</p> <a href=\"https://www.theguardian.com/film/filmblog/2018/feb/06/uk-box-office-the-greatest-showman-hugh-jackman\">Continue reading...</a>", "content": " Hugh Jackman’s cheesy fantasy musical charts new territory taking the No 1 spot in its sixth week, as Phantom Thread sweeps in \nCharles Gant \n\nTue 6 Feb 2018 14.24 GMT\n\n  Rising 8% from the previous session, Hugh Jackman musical The Greatest Showman makes a surprise grab for the UK top spot in its sixth week of release, pushing aside Darkest Hour. Weekend takings of £2.2m take the PT Barnum tale’s total to £23.2m after 41 days.  Distributor Fox is trumpeting the film’s exceptional success. Fox claims that no film has ever before taken the top spot in its sixth week of release, and it’s true that the vast majority of chart-topping films debut at number one. A near precedent occurred back in 2011, when Arthur Christmas rose to No 1 in its fourth week, returning to the summit for its seventh session (which was Christmas weekend).  The Greatest Showman debuted on the last weekend of December with £2.58m (plus previews), then delivered tiny declines of 6%, 11%, 2% and 3%, before posting an 8% rise in the latest chart. The film has delivered six straight weekends with £2m-plus box office – a feat rarely achieved. The last film to manage it was Paddington (2014).  Since The Greatest Showman has barely declined since its release, it’s impossible to plot a trajectory to calculate where it might end up, but Fox clearly has La La Land’s £30.4m in its sights. The Greatest Showman will receive a boost with the release of a sing-along version on 23 February.  Four films in the Top 10 are nominated for best picture at the Oscars: Darkest Hour, The Post, Three Billboards Outside Ebbing, Missouri and new release Phantom Thread. Paul Thomas Anderson’s couture-themed period drama lands in 10th place with an encouraging £657,000 from 196 cinemas, plus previews. Site average is a robust £3,351 – the second-highest of any film in the Top 10.  Anderson’s last film Inherent Vice grossed just over £1m in the UK, so distributor Universal will be pleased with the start that Phantom Thread has made: £727,000, including previews. Before that, The Master maxed out at £1.43m, but Phantom Thread will need a fair bit of box office momentum to catch 2007’s There Will Be Blood (£4.89m).  Debuting in 18th position is Journey’s End, adapted from RC Sherriff’s first world war-set play. Opening box office is £124,000 from 95 cinemas. Distributor Lionsgate released the film – which stars Sam Claflin, Asa Butterfield and Paul Bettany – in time to compete in this year’s Bafta film awards, but nominations did not accrue. And competition is tough, given all the awards-bait dramas on release.  While Journey’s End failed to score awards nominations, Denzel Washington’s best actor Oscar nod seems to have been no help at all for the UK release of his new drama Roman J Israel, Esq. Released into 96 cinemas, it grossed a poor £22,200 for a site average of just £231. Due to the crush of prestige dramas on release, the film struggled to land bookings in the independent cinemas and boutique chains, where richer outcomes might have resulted.  The numbers for January (the four weeks of cinema play from 5 January to 1 February) show box office dead level with the equivalent period last year. That’s a great outcome for cinemas, since hits including La La Land, Sing and T2 Trainspotting helped push January 2017 to a 20% uptick on 2016.  Despite the lack of commercially potent new releases at the weekend – heist thriller Den of Thieves, landing in sixth place, did best, with £1.08m – the session was level with the equivalent frame from 2017. This coming weekend, cinemas welcome franchise finale Fifty Shades Freed, Clint Eastwood’s The 15:17 to Paris and Colin Firth in true tale The Mercy.  1. The Greatest Showman, £2,201,523 from 531 sites. Total: £23,226,869 (six weeks)  2. Coco, £1,651,929 from 583 sites. Total: £10,221,949 (three weeks)  3. Darkest Hour, £1,638,985 from 618 sites. Total: £18,682,098 (four weeks)  4. Early Man, £1,502,262 from 562 sites. Total: £3,928,482 (two weeks)  5. Maze Runner: The Death Cure, £1,350,666 from 518 sites. Total: £4,321,683 (two weeks)  6. Den of Thieves, £1,082,560 from 420 sites (new)  7. The Post, £960,488 from 601 sites. Total: £7,223,656 (three weeks)  8. Three Billboards Outside Ebbing, Missouri, £884,478 from 457 sites. Total: £9,435,132 (four weeks)  9. Jumanji: Welcome to the Jungle, £874,788 from 465 sites. Total: £35,343,483 (seven weeks)  10. Phantom Thread, £727,104 from 196 sites (new)  Winchester, £373,550 from 336 sites  Journey’s End, £123,961 from 95 sites  Podatek od milosci, £96,726 from 74 sites  Lady of the Camellias – Bolshoi Ballet, £79,175 from 133 sites  Roman J Israel, Esq, £22,193 from 96 sites  Makala, £9,177 from five sites  Oru Nalla Naal Paarthu Solren, £8,529 from seven sites  Parchi, £5,438 from 12 sites  Lies We Tell, £4,081 from 23 sites  Humble Politician Nograj, £2,716 from five sites  Shiraz: A Romance of India, £1,544 from two sites (reissue)  Kaufman’s Game, £126 from one site  • Thanks to comScore. All figures relate to takings in UK and Ireland cinemas.", "title": "Big top: The Greatest Showman springs a surprise at UK box office"}