{"link": "https://www.theguardian.com/artanddesign/2018/feb/06/julia-margaret-cameron-photographs-victorian", "description": "<p>Temporary export ban on Julia Margaret Cameron album with photos of Darwin and Tennyson</p><p>An extraordinary album of photographs by the Victorian pioneer <a href=\"https://www.theguardian.com/artanddesign/2015/sep/22/julia-margaret-cameron-victorian-portrait-photographer-exhibitions\">Julia Margaret Cameron</a> will leave the UK unless a buyer with £3.7m can be found.</p><p>Cameron’s Norman Album, which includes photographs of Alfred, Lord Tennyson and Charles Darwin, has been placed under a temporary export bar by the arts minister, Michael Ellis.</p> <a href=\"https://www.theguardian.com/artanddesign/2018/feb/06/julia-margaret-cameron-photographs-victorian\">Continue reading...</a>", "content": " Temporary export ban on Julia Margaret Cameron album with photos of Darwin and Tennyson \nMark Brown \n\nTue 6 Feb 2018 16.29 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.28 GMT\n\n An extraordinary album of photographs by the Victorian pioneer Julia Margaret Cameron will leave the UK unless a buyer with £3.7m can be found. Cameron’s Norman Album, which includes photographs of Alfred, Lord Tennyson and Charles Darwin, has been placed under a temporary export bar by the arts minister, Michael Ellis. The hope is that a UK institution or individual can match the asking price and prevent the album from being sold abroad. Ellis said the album was unique: “As well as containing extraordinary depictions of some of the most famous faces of the age, this wonderful album is of outstanding aesthetic importance and significance to the study of the history of photography.” Cameron is considered a giant of early photography and the album contains some of her best-known photographs.  Her stated aim was to record “the greatness of the inner as well as the features of the outer man”, and her subjects included some of her intellectual heroes. Among them was Darwin who, with his family, rented a cottage from her on the Isle of Wight. He had his picture taken in Cameron’s converted chicken shed studio. Another was the scientist Sir John Herschel, whom Cameron described as a “teacher and high priest” and an “illustrious and revered as well as beloved friend”. That close friendship comes across in the photograph, his wild hair washed and tousled so it catches the light. Other photographs include ones of Tennyson, the playwright and poet Henry Taylor, Cameron’s niece and the mother of Virginia Woolf, Julia Jackson, and a melancholic young boy called Dèjatch Alámayou whose father, an Ethiopian emperor, killed himself rather than surrender to the British after defeat in battle in 1868.  The newly orphaned prince came to live on the Isle of Wight and visited Queen Victoria at Osborne House, where Cameron took the picture. Victoria took a great interest in him and paid for his education and, after his early death at 18 from pleurisy, allowed him to be buried at Windsor Castle. The album also contains more theatrical and biblical compositions such as one that depicts Queen Esther fainting after begging King Ahasuerus to spare the Jews he has sentenced to death. The album is regarded as a labour of love: Cameron selected the photographs and carefully sequenced them as a gift for her daughter and her husband, Charles Norman. It had been her daughter and son-in-law who introduced Cameron to photography after giving her a camera as a present. It is not known how many albums Cameron made, but 10 are known to have survived, each of them different, each designed to be meaningful to the recipient. The decision to defer an export licence was made on the advice of a specialist committee, the Reviewing Committee on the Export of Works of Art and Objects of Cultural Interest (RCEWA). A committee member, Lowell Libson, said Cameron, during her brief 12-year career as a photographer, was sometimes criticised for unconventional techniques as well as lauded for the beauty of her images.  The “magnificent” album containing “exceptionally beautiful prints” was one that “both heralds and commemorates the dawn of serious portraiture through the medium of the lens”, he said. The decision on whether to grant an export licence has been deferred until 5 May and, in truth, it appears unlikely a buyer will come up with such a large sum of money. According to the most recent annual report, in 2015-16, ministers imposed 21 temporary export bars on artworks, and only nine, together worth £7m, were saved from going abroad.", "title": "Work by pioneering photographer to leave UK unless buyer found"}