{"link": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2018/feb/06/conan-the-barbarian-tv-show-amazon", "description": "<p>The streaming site is adapting Robert E Howard’s pulpy hero, as it tries to find an answer to Game of Thrones</p><p>Amazon is continuing its <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2017/nov/15/lord-of-the-rings-tv-series-nobody-has-stamina-amazon\">quest to find a hit fantasy show</a> in the mould of Game of Thrones, having announced plans to adapt Robert E Howard’s Conan the Barbarian.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/filmblog/2013/jan/18/arnold-schwarzenegger-conan-barbarian\">Is Schwarzenegger ready to make a Last Stand as Conan the Barbarian?</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2018/feb/06/conan-the-barbarian-tv-show-amazon\">Continue reading...</a>", "content": " The streaming site is adapting Robert E Howard’s pulpy hero, as it tries to find an answer to Game of Thrones \nLanre Bakare \n\nTue 6 Feb 2018 12.48 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.31 GMT\n\n Amazon is continuing its quest to find a hit fantasy show in the mould of Game of Thrones, having announced plans to adapt Robert E Howard’s Conan the Barbarian. The pulpy classic, which was made famous by the Arnold Schwarzenegger-led films of the 1980s, is now in development, and follows news that the streaming site is working on a Lord of the Rings series. Game of Thrones director Miguel Sapochnik is involved in the project, as is Handmaid’s Tale and Fargo executive producer Warren Littlefield. The series is the latest attempt to adapt the books, which were first published in magazines in the 1930s. In 1982, John Milius directed the much-loved film adaptation – which included lines that were inspired by the writing of Friedrich Nietzsche and took ideas from paganism – and provided a platform for Schwarzenegger to become the biggest action star of the 80s. The 1984 follow-up, Conan the Destroyer, (“a hokey quest movie featuring Arnie alongside Grace Jones and Andre the Giant”) was critically panned and veered away from the edgy elements of the original. On the small screen, there have been two animated TV series and Conan the Adventurer, a short-lived 1997 syndicated action-adventure series. There have also been big-screen revivals, most recently in 2011, when Game of Thrones actor Jason Momoa played the titular role in a poorly received reimagining. Howard created the character more than 80 years ago, and in recent years there has been a debate as to whether his wanton sexism and racism is compatible with contemporary culture. Writing about the books in 2010, the Guardian’s Allison Flood said: “Villains are usually dark-skinned … the darker the eviller. The more lily-white a woman’s skin, the more prized she is.”  She added: “Howard might be a product of his time, but so am I, and it’s impossible to read sentences such as ‘in this accursed city … where white, brown, and black folk mingle together to produce hybrids of all unholy hues and breeds – who can tell who is a man, and who is a demon in disguise?’ without cringing.” A plan to reunite Milius, who John Goodman said inspired the Walter Sobchak character in The Big Lebowski, and Schwarzenegger in a sequel to the 1982 Conan was supposed to materialise in 2014, but has failed to do so.", "title": "Amazon announces Conan the Barbarian TV adaptation"}