{"link": "https://www.theguardian.com/artanddesign/2018/feb/06/tutus-return-missing-nigerian-masterpiece-found-in-london-flat-ben-enwonwu", "description": "<p>Ben Enwonwu’s 1974 portrait of a princess, a national icon in Nigeria, was lost for decades</p><p>A missing painting of a princess that attained an almost mythical status after going decades unseen has been discovered in a north London flat.</p><p><a href=\"https://benenwonwufoundation.org/\">Ben Enwonwu</a>’s 1974 painting of the Ife princess Adetutu Ademiluyi, known as Tutu, is a national icon in Nigeria, with poster reproductions hanging on walls in homes all over the country. </p> <a href=\"https://www.theguardian.com/artanddesign/2018/feb/06/tutus-return-missing-nigerian-masterpiece-found-in-london-flat-ben-enwonwu\">Continue reading...</a>", "content": " Ben Enwonwu’s 1974 portrait of a princess, a national icon in Nigeria, was lost for decades \nMark Brown Arts correspondent \n\nTue 6 Feb 2018 14.25 GMT\n\n\nLast modified on Tue 6 Feb 2018 14.37 GMT\n\n A missing painting of a princess that attained an almost mythical status after going decades unseen has been discovered in a north London flat. Ben Enwonwu’s 1974 painting of the Ife princess Adetutu Ademiluyi, known as Tutu, is a national icon in Nigeria, with poster reproductions hanging on walls in homes all over the country.  The artist, regarded as the founding father of Nigerian modernism, painted three versions of Tutu and the image became a symbol of national reconciliation. But all three were lost and became the subject of much speculation. The Nigerian novelist Ben Okri said it amounted to the “the most significant discovery in contemporary African art in over 50 years. It is the only authentic Tutu, the equivalent of some rare archaeological find. It is a cause for celebration, a potentially transforming moment in the world of art.” The discovery was made by Giles Peppiatt, the director of modern African art at the auction house Bonhams.  He estimated he gets sent a Tutu every eight weeks and it invariably turns out to be a print. But late last year, a family in north London approached him asking him to come and see a painting they said was by Enwonwu. “Sometimes you go somewhere on a wing and a prayer, you don’t know what you are going to see ... this was an enormous surprise. It is a picture, image-wise, that has been known to me for a long time, so it was a real lightbulb moment; I thought: ‘Oh my god, this is extraordinary.’” The family have asked to remain anonymous, but Peppiatt described them as perfectly ordinary. The painting was something their father had acquired, he said, adding: “As is often the way, there are things your parents buy and you haven’t a clue why they bought it or what the value of it is ... you just inherit it.” The painting will be sold at Bonhams in London on 28 February but such is the anticipated interest – “its appearance on the market is a momentous event”, said Peppiatt – that the sale will also be broadcast live to bidders in Lagos. It is expected to sell for between £200,000 and £300,000. If it goes over the upper limit it will set a new record for a modern Nigerian artist. Okri, writing in the forthcoming Bonhams magazine, said he hoped Tutu’s rediscovery would help bring about a wider re-evaluation of African art. “Traditional African sculpture played a seminal role in the birth of modernism in the early years of the 20th century, but modern African artists are entirely absent from the story of art,” he said. “This is an oversight that urgently needs rectification if the art world does not want to imply that contemporary Africa has made no contributions to the world’s artistic achievements.” Okri said Enwonwu was already world-renowned as the greatest living African artist when, in the summer of 1973, three years after the end of the Nigerian civil war, he encountered the princess and was entranced, asking to paint her portrait. Enwonwu was a student at Goldsmiths, Ruskin College, Oxford, and the Slade in England in the 1940s. He became more widely known when he was commissioned to create a bronze sculpture of the Queen during her visit to Nigeria in 1956, a work that now stands at the entrance of the parliament buildings in Lagos. However, Tutu is regarded as his greatest masterpiece – the image was on display at his funeral in 1994. The whereabouts of the other Tutu paintings remains a mystery.", "title": "Tutu's return: missing Nigerian masterpiece found in London flat"}