{"link": "https://www.theguardian.com/uk-news/2018/feb/06/suffragettes-exhibition-in-londons-trafalgar-square-draws-crowds", "description": "<p>The pop-up Make A Stand exhibition features life-sized images of 59 key campaigners</p><p>The sun was shining brightly in Trafalgar Square on Tuesday, illuminating the images of 55 women – and four men – who played a key role in the fight for equal suffrage. </p><p>It was 100 years to the day since some women and all men in Britain got the vote. The office workers, curious tourists and those passing through this key site in central London where many key <a draggable=\"true\" href=\"https://www.britishpathe.com/video/suffragette-rally-london-aka-suffragettes-help\">suffragette rallies took place</a>, were being encouraged to “take a selfie with a Suffragette” and remember the campaigners who helped usher in the passing of the Representation of the People Act. The act gave the vote to all men over 21, and women over 30 who had a degree, owned a house or were married to a householder, and paved the way to universal suffrage 10 years later.</p> <a href=\"https://www.theguardian.com/uk-news/2018/feb/06/suffragettes-exhibition-in-londons-trafalgar-square-draws-crowds\">Continue reading...</a>", "content": " The pop-up Make A Stand exhibition features life-sized images of 59 key campaigners \nAlexandra Topping \n\nTue 6 Feb 2018 15.52 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.16 GMT\n\n The sun was shining brightly in Trafalgar Square on Tuesday, illuminating the images of 55 women – and four men – who played a key role in the fight for equal suffrage.  It was 100 years to the day since some women and all men in Britain got the vote. The office workers, curious tourists and those passing through this key site in central London where many key suffragette rallies took place, were being encouraged to “take a selfie with a Suffragette” and remember the campaigners who helped usher in the passing of the Representation of the People Act. The act gave the vote to all men over 21, and women over 30 who had a degree, owned a house or were married to a householder, and paved the way to universal suffrage 10 years later. The Make A Stand pop-up exhibition in the shadow of Nelson’s Column features 59 life-sized images of campaigners, along with famous rallying cries such as “deeds not words”.  These will be etched on the plinth of the new statue of Millicent Fawcett, created by Gillian Wearing, which, when it is unveiled in spring, will be the first statue of a woman in Parliament Square – and the first to be made by a woman. The image – and statue – feature well-known individuals such as Emily Wilding Davison, who died after throwing herself under the king’s horse at the Epsom Derby in 1913, and Emmeline, Christabel, Sylvia and Adela Pankhurst. It also features Annie Kenney, a northern working-class mill worker who was a celebrity suffragette in her time, disabled campaigner Charlotte Despard who faced police violence in WSPU demonstrations, Henrietta Franklin of the Jewish League for Women’s Suffrage, Laurence Housman of the Men’s League for Women’s Suffrage and Sophia Duleep Singh, a princess of the Indian Raj and the goddaughter of Queen Victoria.  The images and exhibition hoped to highlight the breadth and depth of the women’s suffrage movement, said the mayor of London, Sadiq Khan. One of the 52 tiles which feature the images and will go along the base of Wearing’s statue of Fawcett is blank, but honours working-class suffrage speaker Jessie Craigen.  “We all know the famous suffragists and suffragettes, but they’re all from a certain background,” he said. “Actually, the working classes were involved in this campaign as well.” Khan, a self-declared “proud feminist”, added that the centenary year should be seized as an opportunity to further women’s rights, pointing out that the gender pay gap in London remains at 14.6%, down only half a percentage point from 15.1% 20 years ago.  “It’s a fact that life chances, career prospects, pay – these are all affected by your gender. That can’t be right in 2018 in the most progressive city in the world,” he said. Historian Lucy Worsley, dressed in full suffragette regalia, said it was a moment to commemorate as well as honour those who fought for the vote. “A lot of these women paid a very heavy price, with their health, in their family life – this isn’t just a celebration it’s also about remembering the sacrifices they made,” she said. “I’m sure that some of these women would be looking at the world today and thinking there hasn’t been as much progress made as they would have hoped.” The amazing @Lucy_Worsley at #vote100 #behindeverygreatcity centenary celebrations: “it’s not just about celebrations, it’s about remembering the price these women paid”. pic.twitter.com/xg34B7Ad68 Justine Simons, deputy mayor for culture and the creative industries, said she felt “very emotional” looking at the images of some of the key people involved in the fight for universal suffrage. “I’m struck by just how long it took – half a century of campaigning for women to get the vote, you can barely believe it,” she said. “And the job is not done yet. We are incredulous that women couldn’t vote 100 years ago, but we have to be equally incredulous that there is still not gender equality. Achieving that cannot take another 100 years.” One hundred years after some women won the right to vote, the fight for political equality had to continue, said Frances Scott, founder of the 50:50 Parliament group, which has launched the #AskHerToStand campaign to get more women into parliament. “Men still dominate the corridors of power, outnumbering women by more than 2:1 in parliament,” she said. “At this rate it will take over 50 years for women to have equal seats and equal say in parliament. That is too long to wait.” Emma Thomas, 26, office worker from Norwich It reminds you in the current climate with Trump and Brexit that this is what progress looks like. It’s good to celebrate what they did, but it’s also a call to arms. It’s like they are saying to you: “if we managed to get votes in our time, you can make a difference in yours”. John Subbiah, 67, lay chaplain at St Martin in the fieldsI admire these women hugely – they played a very important role in politics and in gaining rights for women around the world. I wanted to come down here today because I wanted to honour them. Alison Manning, 63, charity worker for the MND Association I was part of the feminist movement in the 70s and I thought we’d be a lot further on than this. We’ve always lived in a patriarchy and we still do. Seeing these images makes me remember that these women were willing to put their lives on the line and paved the way for us, but too many of us take that for granted. Robert Spicer, 70, retired lawyer My mum was born in 1928 – the year all women got the vote – but in her day a letter from the bank would be addressed to her father. It seems totally ridiculous now. Lucy Spouncer, 16, student I think it’s great that all the people who worked so hard for women’s right are being remembered. I’m so grateful to them, and looking at their images it actually makes me feel more confident. I think even today they inspire us to speak out – don’t be silent, because standing up for what you think is right is the only way things are going to change.", "title": "Suffragettes exhibition in London's Trafalgar Square draws crowds"}