{"link": "https://www.theguardian.com/film/2018/feb/06/lives-prepared-train-attack-friends-heroes-hollywood-stars", "description": "<p>Two years ago, on a French train, three young Americans took down a man who was armed with an AK-47 and 300 rounds of ammunition. Now, they’re film stars. Where will their extraordinary lives go next?</p><p>The only moment during filming that felt truly like a flashback, says Spencer Stone, was when he was crouching by the bleeding man on the floor of the train carriage, his finger pressed into his neck wound to try to stop the blood. “We’re saying the same things we said to each other, we’re on the train, we’re wearing the same clothes, they recreated our injuries so we’re all covered in blood again,” says Stone. “There is the insane amount of blood that I remember.” </p><p>Like Stone, the man on the floor is not an actor, but Mark Moogalian, the actual person who <a href=\"https://www.theguardian.com/world/2015/aug/21/amsterdam-paris-train-gunman-france\">lived the events of 21 August 2015</a>, when a gunman, armed with weapons including an AK-47 and almost 300 rounds of ammunition, allegedly attempted to commit a terrorist atrocity. “I just completely forgot anyone was there,” says Stone, “and once they said: ‘Cut’, I was like: ‘Oh, there are other people [here]’ and I looked up and Clint Eastwood was standing in front of us looking at the monitor.” He had a strange expression on his face, remembers Stone, which he can’t really describe; so did the crew. </p> <a href=\"https://www.theguardian.com/film/2018/feb/06/lives-prepared-train-attack-friends-heroes-hollywood-stars\">Continue reading...</a>", "content": " Two years ago, on a French train, three young Americans took down a man who was armed with an AK-47 and 300 rounds of ammunition. Now, they’re film stars. Where will their extraordinary lives go next? \nEmine Saner \n\nTue 6 Feb 2018 06.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.43 GMT\n\n The only moment during filming that felt truly like a flashback, says Spencer Stone, was when he was crouching by the bleeding man on the floor of the train carriage, his finger pressed into his neck wound to try to stop the blood. “We’re saying the same things we said to each other, we’re on the train, we’re wearing the same clothes, they recreated our injuries so we’re all covered in blood again,” says Stone. “There is the insane amount of blood that I remember.” Like Stone, the man on the floor is not an actor, but Mark Moogalian, the actual person who lived the events of 21 August 2015, when a gunman, armed with weapons including an AK-47 and almost 300 rounds of ammunition, allegedly attempted to commit a terrorist atrocity. “I just completely forgot anyone was there,” says Stone, “and once they said: ‘Cut’, I was like: ‘Oh, there are other people [here]’ and I looked up and Clint Eastwood was standing in front of us looking at the monitor.” He had a strange expression on his face, remembers Stone, which he can’t really describe; so did the crew.  Stone locked eyes with his friend Anthony Sadler, who was a short way away on the train carriage. “I kind of gave him a look like, ‘That was it’, for the first and only time during shooting we might as well have all been on the train in 2015 again,” remembers Sadler. “Everybody felt that, even the crew. It felt as real as it gets. Basically, they saw what happened in real time.” Two and a half years ago, three young Americans – Stone, then 22, Sadler, 23, and their friend Alek Skarlatos, 22 – were on a tour of Europe. Friends since school, it was a reunion of sorts (Skarlatos and Sadler hadn’t seen each other for some years). On a train from Amsterdam to Paris, the three – along with British businessman Chris Norman, and Moogalian, who apprehended the man first – stopped an alleged attempted terrorist attack. They were soon on their way home to Sacramento, California, but not before picking up the Légion d’honneur, France’s highest decoration. Today, they are back in the city, in a grand hotel suite, lounging, legs on tables, to promote the film The 15:17 from Paris, directed by Eastwood, in which they play themselves. The atmosphere is slightly hysterical – the three are hyped-up on jetlag, attention, sports drinks and the path that the train journey has taken them on. Stone was a staff sergeant in the US air force; Skarlatos was a specialist in the Oregon national guard; Sadler was a kinesiology student at the University of California. Now, all three would like to be movie stars. “We enjoyed it so much and we had such a great opportunity working with Mr Eastwood that we have to at least give it a shot,” says Skarlatos. “I don’t know if it will work out or not.” He has just taken acting classes; Stone is about to. It has been a unique experiment by modern Hollywood standards, if not historic (the former US soldier Audie Murphy played himself in To Hell and Back in 1955, but he had already been an actor for a number of years by then), and all three do a remarkable job. It’s incredibly moving when the real footage of them, young and a bit bewildered, wearing hastily borrowed clothes at the Légion d’honneur ceremony, is spliced in. They met Eastwood when he presented them with an award in 2016. Backstage, joking, they asked if he would be interested in directing a film of their story. They had a book coming out, and he asked them to send it to him. They did, and they received a call soon afterwards to say Eastwood wanted to film it. Three weeks before shooting started, he called them to Los Angeles. “They’d been casting the movie for a while so we assumed we were going down there to meet the actors who were playing us and he basically said: ‘Do you guys think you could do it again for us?’” says Skarlatos. “We thought he meant to re-enact it to show the actors how to do the fight scene. He rephrased it because he could tell we didn’t understand. We were like, ‘Are you asking us to be in the movie?’ And he said: ‘Yeah.’ The second he left the room the reality of the situation set in – he’s taking a huge risk on us, I don’t know if we’ll be able to pull it off.” They asked for 24 hours to think about it. Were any of them not keen? “I was but only because of the fact that these things just don’t happen, people don’t play themselves,” says Sadler. “I was like, actors can do it and it will be a way better movie. We were all on the phone and Spencer said: ‘Twenty years from now, are you going to say you could have been in your own movie directed by Clint Eastwood but you told him no?’ That was enough for me.” About the sum total of their acting experience belonged to Skarlatos, who had been in school and church plays. “He played, like, a tree,” says Stone and they all collapse into laughter. “I was an alligator,” says Skarlatos. Stone puts on a pedantic voice, mocking his friend: “For your information, I was a crocodile.” Skarlatos, mock-frustrated now, while Sadler has doubled up in laughter on the sofa: “I was an alligator, they’re different!” Did they have acting lessons? “Doubt started to creep in, and we were like: ‘Hey, Mr Eastwood, thanks for the opportunity, but we feel like we’re going to need some acting classes,’” says Stone. “He pretty much just said no because he didn’t want it to look like we were acting, he wanted us to be natural and be ourselves and do things exactly how it happened.” They all admit to nerves and feeling self-conscious on the first day of filming. “Not having known him too well, I’m looking for, I don’t know, a standing ovation after each scene,” says Sadler. “I don’t know what I’m looking for, just any reaction and he doesn’t give reactions like that, he doesn’t say if it’s good or bad, so we all had to learn through the process what he liked and didn’t like. If he was moving on in the scene it was like, OK, he got it, he was happy with our performance.” Skarlatos, seeing the huge number of people who make up a film shoot, suddenly felt the pressure to do a good job. Stone says he remembers going through “a crash-and-burn-type feeling. All your insecurities are firing on all cylinders. It was just something I felt I had to get over. I almost feel like playing someone else would be a little easier.” Sadler says: “I feel like we all had at least one day that we were like, ‘Man, I’m kind of messing this up.’” What did Eastwood want from them? “He wanted us to be ourselves,” says Stone. “He kept it really simple with us because we hadn’t acted before. That’s his style really anyway, he doesn’t over-direct. He was basically saying: ‘This only happened two years ago, you’re with your two best friends, if you’re having a beer, have a beer and talk to your friend.’ And don’t worry about the script, the camera, just enjoy being with your friends, and we’ll capture it.” It felt natural, doing it with friends, says Skarlatos, having “the same conversations we would normally have. Even if the acting is not so good, it’s definitely true to who we are as people. We watched the movie with our friends and family, and they could tell it was us on screen, it’s not like we were being fake or trying to be somebody else for the camera.” It must have been a surreal experience. “Very surreal,” says Skarlatos. “Wearing the same clothes, doing the same stuff. It was only two years ago so we’ve remembered almost everything. We used a lot of things we actually said in real life.” “For us,” says Sadler, “it’s special because we’ll be able to look back on it and be like, that is truly us in 2015 and that time in our lives.” For most people, it would perhaps be a time they would rather not remember – or relive. In the train carriage, Stone was dozing with headphones on when a member of the train staff in uniform sprinted past him. The door to the carriage slid open and he says Moroccan national Ayoub el-Khazzani, then 25, entered, carrying an AK-47 and a backpack on his chest packed with – they would later find out – hundreds of rounds of ammunition. By then Stone was crouched between the seats. A split-second later, he was up – 6ft 3in and heavily built – and charged at el-Khazzani down the aisle. He knew he was about to get peppered with bullets, he writes in his book, but thought maybe it would delay the gunman enough to give the others a chance. “In the moment I wasn’t thinking about much,” says Stone, “but looking back and being able to evaluate what I saw, it was really just because we had nowhere to go. We were on a moving train in the middle of the countryside, he’s got an automatic weapon and it was either just sit there and wait for him to walk up and shoot us, or try and do something.” El-Khazzani took aim, but miraculously the gun jammed. They fell to the floor and the fight began, soon joined by Skarlatos, during which the gunman would bring out a pistol and attempt to shoot Stone with that, then bring out a knife. Stone suffered slashes to the back of his neck and his thumb was nearly severed. He managed to get el-Khazzani in a chokehold, and eventually the Moroccan passed out. Once he had been subdued, and while Skarlatos and the British man, Chris Norman, were restraining him using neckties, Stone went over to Moogalian, who had been shot in the neck, and staunched the blood loss. About half an hour later, the train pulled into the station at Arras and police and paramedics took over. What was it like to relive that violent scene? “It was a lot of fun, really,” says Skarlatos, although he says it was “surreal and strange. We were wearing the same clothes, with the same people [including Moogalian, his wife, many of the train staff]. We’re on a train. Ray [Corasani, the actor playing el-Khazzani] looked very much like the [alleged] terrorist.” It wasn’t, he says, “a traumatic or negative thing for us. But seeing the same things again, it made it very easy to feel the same emotions and feel scared, or angry or [experience that] adrenaline rush.” Nobody died, he points out. Moogalian survived, and Skarlatos doesn’t have to live with what it might be like to have killed el-Khazzani (they say he was trying to stab Stone, who was holding him from behind, and Skarlatos put the gunman’s AK-47 to his head and pulled the trigger, but it didn’t fire; had it done, it would likely have killed Stone as well). Was it cathartic? They all say it was. “We worked through the same things, and we learned a lot about [el-Khazzani’s] life we didn’t know,” says Skarlatos. “It was nice to tell the story once and for all, because we’re doing it in a Clint Eastwood movie, which is about the biggest [way] you can tell anything.” “We’re proud of this but we have the rest of our lives to live,” says Sadler. “This is kind of like a stamp on the chapter, and we can hopefully move on.” They say they really only think about the attack when they are asked about it in interviews. “It’s not something that rules our thoughts,” says Stone. “We don’t let it cripple us.” Do they dwell on the what-ifs? What if they had run instead of fought? What if the alleged terrorist – el-Khazzani is awaiting trial in France and denies terrorism charges – had managed to kill one of them, and gone on to shoot many more? “I do,” says Sadler. “You can’t help it, especially when you see a new headline and it’s always a number, a tally: 50 people dead, five people dead. How easy we could have been, should have been, one of those numbers.” Would they have done anything differently? “No, I think everything worked out the best way it could,” says Stone. “Even when we consider the option of what if we did decide to run, even if we would have made it out alive, we couldn’t live with ourselves knowing we had the opportunity to do something and we chose to go the other way. I wouldn’t be able to enjoy my life with that decision. I would rather have died.” The film makes a big play about how these young men are heading towards this destiny. “We didn’t say it exactly like that, but it was based off real conversations that we had,” says Stone. All three have a strong religious faith (they met at a Christian school, were regular churchgoers and Sadler’s father is a pastor) and have said they believe they were guided and protected by God on that day. “At the time we didn’t realise it,” says Skarlatos, “but looking back, it’s kind of like everything we did in our lives did prepare us for the train attack in some way.” The film is selling itself as ordinary people doing something extraordinary, but that’s an over-optimistic reading of the event – after all, it was Stone’s jujitsu training and battlefield medical knowledge that subdued the gunman and saved Moogalian’s life; it was Skarlatos’s military training that allowed him to attempt to use, then make safe, the guns. But their bravery and willingness for self-sacrifice is nonetheless inspiring. The attack has changed their lives – the awards, the invitation to meet Barack Obama at the White House, the chatshows, the potential movie careers. How has it changed them? “It makes me grateful for every day that we have because we all know that we could have died that day,” says Skarlatos. Sadler says the same, adding, “You survive something like that, so you don’t find yourself wasting time over that small stuff any more.” Stone says it has changed him “in that I live day by day at this point. People ask me: ‘What are you doing with your life? What’s your plan?’ I’m like, ‘I don’t know.’ I feel like it’s a gift to be in the mindset I’m in, living day by day and not thinking too far into the future. Because if there’s anything we’ve learned from this, it’s that you never know.” •The 15:17 to Paris is released on 8 February in Australia, and 9 February in the UK and US", "title": "The friends who foiled a gunman - and are now playing themselves in a Clint Eastwood movie"}