{"link": "https://www.theguardian.com/music/2018/feb/06/brits-2018-sam-smith-jack-whitehalled-sheeran", "description": "<p>With the annual underwhelming ceremony on its way, we predict the<strong> </strong>fake spontaneity, flappy panics and godawful collaborations that will probably – nay, definitely – happen</p> <a href=\"https://www.theguardian.com/music/2018/feb/06/brits-2018-sam-smith-jack-whitehalled-sheeran\">Continue reading...</a>", "content": " With the annual underwhelming ceremony on its way, we predict the fake spontaneity, flappy panics and godawful collaborations that will probably – nay, definitely – happen \nSam Wolfson \n\nTue 6 Feb 2018 09.00 GMT\n\n Last year the Brits played it safe by handing hosting duties to Dermot O’Leary and Caroline Flack, two presenters who don’t exactly scream “memorable evening” (so much so that I just made up the part about Caroline Flack, it was actually Emma Willis). This year, they are taking a bit more of a risk with Jack Whitehall, whose shtick is basically that he’s posh and a benefactor of nepotism, as if that were somehow unique in British comedy circles. Don’t worry if you miss his opening monologue, though: just imagine a man who sounds as if he’s just been told the ski lift is broken doing a) a joke about how posh and English he is; b) a terrible “street” accent where he says “that’s not me” in response to cultural tropes; c) some kind of thing where he and Big Shaq do a re-versed version of urban parody hit Mans Not Hot, much to the embarrassment of everyone. Ever since the Brits had a run of a couple of years where some mildly naughty things happened – Jarvis Cocker waving his bum in front of a messianic Michael Jackson, Brandon Block stage-invading and throwing his drink over Ronnie Wood – the Brits have tried to drum up the sense that anything might happen, as if one of Clean Bandit might stride on stage at any moment and free-bleed on Greg James. But of course it won’t, because in 2018 pop stars are dull and celebrities are deferential. As if to drive this previous point home, the people censoring the Brits, which is broadcast on some kind of tape delay, have become so trigger-happy that any time they hear the faintest mention of an expletive, they have a flappy panic and cut the audio out for about half a minute so the entire show starts to feel like a long-distance Skype call. Sometimes you overbook the lineup and are left with a couple of extra performers who seemed like a good idea at the time but are a bit less exciting now you’ve secured Beyoncé. The Brits’ answer to this conundrum of politeness has been to pair these acts together and, over the years, we’ve had disastrous performances from Queen and 5ive, Cee Lo Green and Paloma Faith and, let us never forget, Natasha and Daniel Bedingfield’s incestuous cover of Ain’t Nobody. In the modern era, these have been consummated with a rush-released single version of the collaboration, with uniformly terrible artwork presumably made by some poor label intern who isn’t allowed to go to the after-parties. Just look at the one for Florence and Dizzee’s You Got the Dirtee Love, which still makes graphic designers cry to this day. Smith is performing at the awards and, with The Thrill of It All, had the UK’s third best-selling album of last year. However, he failed to pick up a single nomination, leading to tabloid headlines claiming he’d been “snubbed”. Now call me Cindy Cynical, but perhaps because Smith’s album came out in November and is therefore eligible for either this year’s or next year’s awards, the “snub” was actually his label preferring to wait for the 2019 ceremony when he won’t be up against Ed Sheeran in every category. Still, the Brits will probably chuck him the “Spice Girls Outstanding Contribution to Music” award so he doesn’t feel left out. Unlike other awards ceremonies, the Brits really is an excuse for huge stars to get smashed. One year, they stopped letting people drink at the ceremony and there was such outrage that the following year Cat Deeley opened the show straddling a giant bottle of champagne shouting: “The booze is back!” Ever since, the after-parties have been debauched spectacles where you can see Taylor Swift wiggling on the dancefloor to Frank Ocean, or Ed Sheeran being dragged by security out of trendy burlesque club The Box at 6am looking like Basil Brush had been shot by a dart. It’s always worth listening to the Radio 1 breakfast show the next morning to hear who’s so desperate to chase the after-after party they’ve ended up hanging around the studio. The Brit awards are on Wed 21 February, ITV", "title": "Brits 2018: what to expect at music’s biggest bash"}