{"description": "<p>Richard Caring – owner of Annabel’s – has decided to retitle the artist’s Girl with a Red Beret and Pompom after his Mayfair club. It’s an arrogant move, but we shouldn’t be religious about the names we pin on art</p><p>Is it possible that Richard Caring, owner of Annabel’s in Mayfair, understands art history better than scholars who have <a href=\"https://www.thetimes.co.uk/article/critics-look-askance-at-tycoon-who-renamed-20m-picasso-6bbqp9700\">lambasted him for renaming his Picasso</a>?</p><p>Caring has called the scintillating 1937 masterpiece he bought for £20-£30m under the title Girl with a Red Beret and Pompom by a new ludicrously self-serving title: Annabel. Fake art history! – cry the experts. But hang on. Caring is something of a nominalist philosopher, exposing the often arbitrary nature of the names we give art.</p> <a href=\"https://www.theguardian.com/artanddesign/shortcuts/2018/feb/05/picassos-annabel-the-rights-and-wrongs-of-renaming-paintings\">Continue reading...</a>", "content": " Richard Caring – owner of Annabel’s – has decided to retitle the artist’s Girl with a Red Beret and Pompom after his Mayfair club. It’s an arrogant move, but we shouldn’t be religious about the names we pin on art \nJonathan Jones \n\nMon 5 Feb 2018 18.31 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.00 GMT\n\n Is it possible that Richard Caring, owner of Annabel’s in Mayfair, understands art history better than scholars who have lambasted him for renaming his Picasso? Caring has called the scintillating 1937 masterpiece he bought for £20-£30m under the title Girl with a Red Beret and Pompom by a new ludicrously self-serving title: Annabel. Fake art history! – cry the experts. But hang on. Caring is something of a nominalist philosopher, exposing the often arbitrary nature of the names we give art. When Vermeer painted an enigmatic study of a young woman, he did not scribble Girl with a Pearl Earring on the back. This is just a nickname picked up over centuries. The Laughing Cavalier, The Night Watch, Las Meninas and Et in Arcadia Ego are equally made-up names. It’s only in modern times that artists have bothered to name their works at all. David Hockney’s title A Bigger Splash, for instance, is pure poetry. If an artist gives a work a meaningful title, it should obviously be respected as part of that work. It would be weird if the Tate, which owns A Bigger Splash, renamed it Study of a Swimming Pool With Diver’s Impact. Yet the previous title of the 1937 Picasso that Caring has renamed sounded like a dealer’s attempt to give it a romantic moniker. The real history of this painting – it is a portrait of Picasso’s lover Marie-Thérèse Walter, done in the year he painted Guernica – is safe from Caring’s apparent ignorance of what he has bought because no artist is better documented. Picasso himself collaborated with the famous Zervos catalogue of his works, and kept his own superb archive, now in the Musée Picasso in Paris. What the owner of Annabel’s has done, with laughable arrogance, is to try to short-circuit the complex, elusive processes by which works of art pick up their nicknames over the centuries. But we should not be so religious about the names we pin on art. They distract us from looking at the image. As acts of idiocy go, this is therefore enlightening. A Picasso by any other name still has wonky eyes and a nose going off for a walk.", "link": "https://www.theguardian.com/artanddesign/shortcuts/2018/feb/05/picassos-annabel-the-rights-and-wrongs-of-renaming-paintings", "title": "Picasso's 'Annabel' – the rights and wrongs of renaming paintings"}