{"link": "https://www.theguardian.com/culture/shortcuts/2018/feb/06/never-too-late-start-new-career-frasier-john-mahoney", "description": "<p>The actor became a star in the US sitcom at the age of 53. From Robert Frost to Vera Wang, here are others who found success later in life</p><p>One of the gifts the actor <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/06/john-mahoney-who-played-frasiers-martin-crane-dies-aged-77\">John Mahoney</a>, who has died at the age of 77, gave us, along with his brilliant role in the sitcom <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2011/oct/11/box-set-club-frasier\">Frasier</a>, is the idea that it’s never too late to start a new career – and have success. Born in Manchester, he moved to the US as a young man, becoming an English teacher, then an editor of a medical journal. He became an actor in his late 30s. Although he had a reasonably successful stage career, he found fame when he got the job as Marty Crane, Frasier and Niles’s father, at the age of 53. Here are some other late bloomers who made it:</p> <a href=\"https://www.theguardian.com/culture/shortcuts/2018/feb/06/never-too-late-start-new-career-frasier-john-mahoney\">Continue reading...</a>", "content": " The actor became a star in the US sitcom at the age of 53. From Robert Frost to Vera Wang, here are others who found success later in life \nEmine Saner \n\nTue 6 Feb 2018 13.06 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.53 GMT\n\n One of the gifts the actor John Mahoney, who has died at the age of 77, gave us, along with his brilliant role in the sitcom Frasier, is the idea that it’s never too late to start a new career – and have success. Born in Manchester, he moved to the US as a young man, becoming an English teacher, then an editor of a medical journal. He became an actor in his late 30s. Although he had a reasonably successful stage career, he found fame when he got the job as Marty Crane, Frasier and Niles’s father, at the age of 53. Here are some other late bloomers who made it: After working as an influential editor in publishing for many years, Athill began writing at 43 and wrote a handful of books. It wasn’t until her memoir, Stet, was published, when she was 83, that Athill became a literary success. Now 100, she has written six more critically acclaimed books. “Success in old age, when things have stopped really mattering, has a frivolous sort of charm unlike anything one experiences in middle age,” she once wrote. The actor played Martin Sheen’s presidential secretary in The West Wing and won two Emmys for her role as gossipy neighbour Mrs McCluskey in Desperate Housewives, but Kathryn Joosten only started trying to be an actor in her 40s. She became a Disney street performer in her 50s before moving to Hollywood, getting her big break in Aaron Sorkin’s political drama at 60. The US poet worked on a farm for several years, although he wrote throughout this time. He became an English teacher, before publishing his first book of poetry in 1913 at the age of 39. The fashion designer had an early career as a figure skater, then worked at Vogue for 17 years. After working for fashion designer Ralph Lauren for a couple of years, Wang set herself up as a bridalwear designer at the age of 40 and launched her ready-to-wear collection 10 years later, being named the Council of Fashion Designers of America’s womenswear designer of the year when she was in her mid-50s. Greg Davies was in his mid-30s when he left teaching to become a comic; so was Romesh Ranganathan. Susan Calman was 34 when she left her job as a corporate lawyer to try comedy. Ricky Gervais was in a pop band and worked in radio before he started getting TV comedy jobs in his late 30s; he was 40 when the Office came out.", "title": "It’s never too late: Frasier’s John Mahoney and other older career bloomers"}