{"link": "https://www.theguardian.com/film/2018/feb/06/black-panther-review-marvel-wakanda-chadwick-boseman", "description": "<p>The latest big-screen superhero story is a subversive and uproarious action-adventure, in which African stereotypes are upended and history is rewritten</p><p><br>Director Ryan Coogler and co-screenwriter Joe Robert Cole tackle the superheroes of colour question with this surreal and uproarious movie version of Marvel’s Black Panther legend, in which the sheer enjoyment of everyone involved pumps the movie with fun. It’s an action-adventure origin myth which plays less like a conventional superhero film and more like a radical Brigadoon or a delirious adventure by Jules Verne or Edgar Rice Burroughs. Those were the colonial-era mythmakers whose exoticism must surely have influenced Stan Lee and Jack Kirby when they devised the comic books in the 1960s, supplying the Afro- in the steely afrofuturism of Black Panther that generations of fans have treasured and reclaimed as an alternative to the pop culture of white America. But it’s the –futurism that gives Black Panther his distinctive power.</p><p>Chadwick Boseman plays T’Challa, a prince with a sensitive, handsome, boyish face and something introspective, vulnerable and self-questioning in his style. After the death of his father (shown in <a href=\"https://www.theguardian.com/film/captain-america-civil-war\">Captain America: Civil War</a>, from 2016), T’Challa succeeds to the throne of the fictional African state of Wakanda, which lies west of Lake Victoria, on territory that is occupied in the real world by Uganda, Rwanda and northern Tanzania. </p> <a href=\"https://www.theguardian.com/film/2018/feb/06/black-panther-review-marvel-wakanda-chadwick-boseman\">Continue reading...</a>", "content": " The latest big-screen superhero story is a subversive and uproarious action-adventure, in which African stereotypes are upended and history is rewritten \nPeter Bradshaw \n\nTue 6 Feb 2018 17.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.19 GMT\n\n Director Ryan Coogler and co-screenwriter Joe Robert Cole tackle the superheroes of colour question with this surreal and uproarious movie version of Marvel’s Black Panther legend, in which the sheer enjoyment of everyone involved pumps the movie with fun. It’s an action-adventure origin myth which plays less like a conventional superhero film and more like a radical Brigadoon or a delirious adventure by Jules Verne or Edgar Rice Burroughs. Those were the colonial-era mythmakers whose exoticism must surely have influenced Stan Lee and Jack Kirby when they devised the comic books in the 1960s, supplying the Afro- in the steely afrofuturism of Black Panther that generations of fans have treasured and reclaimed as an alternative to the pop culture of white America. But it’s the –futurism that gives Black Panther his distinctive power. Chadwick Boseman plays T’Challa, a prince with a sensitive, handsome, boyish face and something introspective, vulnerable and self-questioning in his style. After the death of his father (shown in Captain America: Civil War, from 2016), T’Challa succeeds to the throne of the fictional African state of Wakanda, which lies west of Lake Victoria, on territory that is occupied in the real world by Uganda, Rwanda and northern Tanzania.  Wakanda is, on the face of it, dirt-poor as well as mountainous, jungly and inaccessible. But the point is that the Wakandans have deliberately cultivated the west’s condescending stereotypes of Africa as camouflage, to prevent outside interference. For beneath the foliage, Wakanda is a secret city state with more flying cars and suspended monorails than you can shake a stick at. It’s a hidden world of supermodernity – though it is nonetheless the land that democracy forgot. And all powered by the hidden element known as vibranium, which supplies limitless energy, and is harnessed by T’Challa in the armoured bodysuit he wears as Black Panther. T’Challa’s brilliant sister Shuri (Letitia Wright) is his Q figure, a scientist who designs equipment and weaponry. Lupita Nyong’o is Nakia, a Wakandan intelligence agent for whom T’Challa may very well have feelings. Angela Bassett is T’Challa’s widowed mother Ramonda; Forest Whitaker is elder statesman Zuri – basically, the Merlin of T’Challa’s court – and Daniel Kaluuya (from Get Out) plays border tribe chief W’Kabi, a man of uncertain loyalties. But there are problems in Wakanda, not all stemming from the film’s few white characters: CIA man Everett Ross (Martin Freeman) blunders into Wakandan power politics, and white South African career criminal Ulysses Klaue (Andy Serkis) plots to steal their vibranium. The Wakandan exile Erik Killmonger (Michael B Jordan) wants to take over T’Challa’s throne and overturn his quietist approach, take advantage of Wakanda’s technological superiority, stand up for racially oppressed African Americans and black people everywhere, and establish a new Wakandan empire of righteousness on which the sun will never set. Our first view of Erik is when he is visiting an exhibition of looted African artefacts in the “Museum of Great Britain” in London. This setup teases us with its resemblances to Thor and Asgard, as well as its inversions and theme-variants on the Lion King myth, yet it is very much not about a wicked uncle killing a noble king. The vibranium is vitally important; absurd, of course, but very much aligned with all those other natural resources that somehow only enrich people outside Africa: gold, diamonds, rubber and the coltan in the Democratic Republic of the Congo that we need for our smartphones. Deadpan, the film allows us to register the difference between T’Challa and Erik as an African and an African American – Erik being burdened by the traumas and injustices of American history in a way T’Challa is not. It used to be remarked that Barack Obama, born in Hawaii to a Kenyan father, was freed of that burden; his successor, under the impression that there is somewhere in Africa called “Nambia”, is not burdened by any great interest in Africa, but perhaps Nambia is his own creative concept neighbouring Wakanda. And where do we go after this? Does Black Panther get to be another subordinate bit-part player in future Marvel ensemble movies? I hope not: I want stories where Black Panther takes on people outside Wakanda and I hope that Nakia gets a movie of her own. The intriguing thing about Black Panther is that it doesn’t look like a superhero film – more a wide-eyed fantasy romance: exciting, subversive and funny.", "title": "Black Panther review – Marvel's thrilling vision of the afrofuture"}