{"link": "https://www.theguardian.com/film/2018/feb/06/oscars-2018-luncheon-photo-academy-awards-sam-rockwell", "description": "<p>Hollywood’s great and good assembled for the Academy Awards’ annual nominees photograph ... and were promptly upstaged by a cardboard cutout<br></p><p>For my money, the annual <a href=\"http://oscar.go.com/photos/2018/oscars-2018-nominee-luncheon/90th-oscars-nominees-luncheon-class-photo\">Oscar nominees luncheon photo</a> is the undisputed highlight of awards season. Like the Oscars proper, all the stars come out in force for it. But unlike the Oscars, it’s a perfectly level playing field. There is no distinction between cast and crew, just a vast Where’s Wally? puzzle of little tiny faces. If you want to stand out, well, that’s up to you. Also, unlike the Oscars, the luncheon photo doesn’t lumber on for such an interminable length that you can feel it pummelling your bones into jelly, so that helps too.</p><p>This year’s Oscar luncheon took place yesterday. Here are its winners and losers.</p> <a href=\"https://www.theguardian.com/film/2018/feb/06/oscars-2018-luncheon-photo-academy-awards-sam-rockwell\">Continue reading...</a>", "content": " Hollywood’s great and good assembled for the Academy Awards’ annual nominees photograph ... and were promptly upstaged by a cardboard cutout \nStuart Heritage \n\nTue 6 Feb 2018 16.43 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.44 GMT\n\n For my money, the annual Oscar nominees luncheon photo is the undisputed highlight of awards season. Like the Oscars proper, all the stars come out in force for it. But unlike the Oscars, it’s a perfectly level playing field. There is no distinction between cast and crew, just a vast Where’s Wally? puzzle of little tiny faces. If you want to stand out, well, that’s up to you. Also, unlike the Oscars, the luncheon photo doesn’t lumber on for such an interminable length that you can feel it pummelling your bones into jelly, so that helps too. This year’s Oscar luncheon took place yesterday. Here are its winners and losers. Oh, Eric. Nobody wants to get lumped behind the statue. It’s the luncheon equivalent of being seated behind a pillar at a concert. To make matters worse, your head is the exact size and shape of the statue’s head, so you’ve ended up looking like its bizarrely sentient shadow. You deserved so much better than this. James Mangold’s head is magnificent. Carved in broad strokes from thick varnished oak and adorned with a felt-tip swipe of a beard, the Mangold head radiates charisma and obliterates all around it. The Shape of Water writer Vanessa Taylor knows this only too well. Here she is, jamming her neck out and smiling through the pain. Look at him. Thick, white hair. Luxurious, natural beard. Wire-rimmed glasses. Forget Frank Stiefel’s career as a short-form documentary maker; if it all goes wrong for him in the future, I’ll be first in line to sit on his knee in a cardboard grotto outside an out-of-town Ben and Jerry’s kiosk. Sorry Mark. Work on your beard and we’ll talk next year. Sweet mother of God, those are some teeth. In fact, I’m not sure these even qualify as teeth. Celebrate his Mudbound screenplay all you like, but do not stare directly into Virgil Williams’s mouth. I did, and now my retinas are nothing but dried-out husks. I could write a million words here and still not come close to adequately describing Sam Rockwell’s expression. He looks riled, but not unhappy. He looks like he might have spied a mortal enemy from across the room, but also like he’d enjoy exacting his revenge. He looks as though he’s just tasted lemon for the first time, but didn’t quite hate it as much as he expected. The man is a complete mystery. Every year, someone blinks. This year it was production designer Katie Spencer, nominated for both Beauty and the Beast and The Darkest Hour. If the Academy has any class it’ll go back and Photoshop two pupils on to Spencer’s eyelids, like a gentleman would. We may never know what happened to Last Jedi sound editor Ren Klyce on the way to the luncheon. Perhaps he had a tummy ache. Perhaps the ghost of an ancestor appeared before him and expressed disappointment in his life choices. Perhaps he hit and killed a cat with his car. Either way, this is the definitive hangdog expression of a life in irreparable turmoil, and we should protect Klyce at all costs. Dunkirk cinematographer Hoyte van Hoytema is a man known for his practical qualities. For example, he rushed to this year’s luncheon straight from the apocalypse bunker he’s been building in the woods. Those zombies aren’t going to get him, no sir. In fact, should the undead burst through the doors of the Beverly Hilton, the felling axe and grenade bandolier he’s got stashed by his feet are our only chance of escape. Good news: Hoyte knows that saving Meryl Streep is a priority. Bad news: you can tell by the look in his eyes that he’s ready to hurl poor Dan Cogan at the zombies’ feet as a blood sacrifice at the first sniff of trouble. The Oscars are a big deal for Greta Gerwig. She’s the popular choice, and she fought hard to get here. But look at her body language. Something is off. Her smile is a little too fixed. Her neck is angled in a slightly unnatural way. Look closely and you’ll see genuine fear in her eyes. Something has perturbed her, but what? Could it be... Oldest nominee ever Agnès Varda didn’t even attend the Oscars luncheon, so she sent a cardboard cutout of herself instead. This is, without exaggeration, the greatest thing ever done by any human in all of history. The woman is a stone-cold genius and she deserves all the awards her cutout can carry. Truly, Agnès, you are my hero.", "title": "Weaponised teeth and shifty Sam Rockwell: the 2018 Oscars class photo decoded"}