{"title": "Sri Lanka, the land of the disappeared​ – a photo essay​", "description": "<p>Moises Saman’s latest work captures the terrible aftermath of the country’s civil war among its Tamil minority</p><p>It is nearly a decade since the civil war in Sri Lanka ended, but for many families the long struggle will never be over. During the conflict, many thousands of people from the minority Tamil community in the north of the country were “disappeared”. Amnesty International estimates that there are at least 60,000 of these “missing” people, perhaps as many as 100,000. Their families do not know if they were killed or imprisoned by the government forces. Many were teenagers or young adults when they were lost.</p><p>The photographer <a href=\"https://www.magnumphotos.com/photographer/moises-saman/\" title=\"\">Moises Saman</a> travelled in the north of Sri Lanka earlier this year. His pictures are an attempt to photograph absence. They are haunted by the memory of the people who should be in them. You see those people, perhaps, in the empty rooms and the empty landscapes, in the ruined houses and the unslept-in beds.</p> <a href=\"https://www.theguardian.com/artanddesign/2018/oct/13/moises-saman-interview-sri-lanka-tamil-minority-aftermath-war\">Continue reading...</a>", "content": " It is nearly a decade since the civil war in Sri Lanka ended, but for many families the long struggle will never be over. During the conflict, many thousands of people from the minority Tamil community in the north of the country were “disappeared”. Amnesty International estimates that there are at least 60,000 of these “missing” people, perhaps as many as 100,000. Their families do not know if they were killed or imprisoned by the government forces. Many were teenagers or young adults when they were lost. The photographer Moises Saman travelled in the north of Sri Lanka earlier this year. His pictures are an attempt to photograph absence. They are haunted by the memory of the people who should be in them. You see those people, perhaps, in the empty rooms and the empty landscapes, in the ruined houses and the unslept-in beds. They are certainly, brutally, present in the piles of long-discarded clothing in the fields outside the coastal village of Mullivaikal, the “safe zone” to which Tamil civilians were advised to retreat when the war between government forces and the ruthless guerrillas of the LTTE (Tamil Tigers) reached its bloody conclusion in 2009. Yesudasan Francisca, 70, whose son disappeared in 1996 during an army raid on her village on the outskirts of Jaffna A subsequent UN report estimated the 40,000 civilians were killed in the indiscriminate shelling in those final months of the war. The twisted piles of rags are one legacy of that loss. Above all, though, you see the missing in Saman’s photographs in the sloped shoulders and hollow eyes of fathers and mothers, brothers and sisters, sons and daughters. Almost no one on Earth has got closer to the reality of war and its aftermath in recent years than Saman. The photographer, invited to join the Magnum agency in 2010, has spent nearly 20 years on the front line of conflicts across the world, working for the New Yorker, the New York Times and Human Rights Watch, among others. He photographed the invasion of Iraq in 2003, its long aftermath, and the war against Isis in Mosul and beyond. He covered the conflicts that followed the Arab spring, based for four years in Syria, Egypt and Libya. He has lately documented the state terrorism against the Rohingya people and their forced exodus from Myanmar. Speaking on the phone from his current home in New York, he suggests that his photographs from Sri Lanka represent the developing theme of his work: the ways that wars leave their indelible traces, long after the world’s attention and the news cycle have moved on. I wondered how easy it was to move around those northern provinces now and to get people to open up to him about their distressing personal histories. The ruins of an outdoor theatre destroyed during the civil war in Point Pedro. The town came briefly under the control of the Tamil Tigers during the early 1990s “Like all stories,” he says, “it was not clear at the beginning how difficult it was going to be. But I was helped by the fact that there is currently this big protest movement led by the mothers of the disappeared, demanding to know what happened to their children. People were speaking out, so I was there at the right time, though it’s true that the north of Sri Lanka is still quite a militarised area. Many people remain fearful of the police and the army.” Though there have been some official gestures toward reconciliation, he suggests that the situation surrounding the missing people is unlikely to be resolved and is hardly even being confronted. “A lot of what went on has been forgotten, certainly in the outside world,” he says. “When people think of Sri Lanka now, the first thing that comes to mind is probably not the civil war. It is the tourism, the beaches. It is a really beautiful place, but there is also this historical memory. While some agencies such as the UN are actively trying to find out what occurred there is little political will. There are still a few trials going on, but the truth is very hard to find.” Having spent so long near the front lines of wars, I wonder if these kinds of assignments represent for him a desire to step back a little and to see a bigger picture. “I am spending my time,” he says, “searching for the threads that connect the things I have seen. Part of that is the ambiguity of the relationship between victims and perpetrators – how does that work itself out? That post-conflict situation, watching history actively rewritten by the victors, is a complicated theme, but it is being on the ground for so long that allows you to see some of the forces at play.” A makeshift memorial commemorating the massacre of Tamil civilians at the hands of the Sri Lankan army near the end of the war The blueprint for this kind of looking, for Saman, came in his work in the Middle East. When he first went to cover the invasion of Iraq he did not imagine it would become a way of life. The work became more personal when he married an Iraqi-Kurdish woman, which, he says, “opened up a completely new set of questions for me”. As that obsessive curiosity developed, Saman found himself close to the revolutions that began in Tunisia in late 2010. Many of the pictures he took in the Arab spring became a book called Discordia, an emotional, subjective response to the accepted narratives of those events.“Over these years,” Saman explained, of his book, “the many revolutions overlapped and in my mind became one blur, one story in itself. In order to tell this story the way I experienced it, I felt the need to transcend a linear journalistic language and instead create a new narrative that combined the multitude of voices, emotions and the lasting uncertainty I felt.” The book included a series of photo collages that explored the repetition of human gestures that Saman saw time after time, patterns of behaviour that went beyond the specifics of their time and place. He wants his work to be alive to those kinds of patterns, the quieter moments of a story that are not news driven. “I am increasingly interested in what happens after the guns fall silent,” he says. “As I grow older [he is 44] this is where my interest lies.” Discordia was a change of direction or a statement of intent. “Putting that book together was a shift for me, into trying not to put all my focus into documenting the news as it happens. I am interested in trying to build a story in a series of pictures that are not all immediately eye-grabbing.” He has become more interested in ambiguity and doubt, rather than the black-and-white certainties of headline news. An empty room in the village of Keppapulavu, northern Sri Lanka, now abandoned by its former Tamil owners The reality is, of course, that there is often less commercial appetite for such an approach: it requires patience, time on the ground, a willingness to stick around after the focus has moved somewhere else. News magazines can often no longer support such an investment, Saman acknowledges, so like many documentary photographers he pieces together a living from grant applications and partnerships with NGOs as well as editorial commissions. The Sri Lanka story was sponsored originally by a grant from the Pulitzer Center. The other difficulty with post-conflict – as opposed to conflict – stories is that they have no easily discernible end. Saman is working on a book about his 16 years covering the war in Iraq, which promises to be a definitive document of that long conflict. His problem is that “the ending remains unclear”. When do you say you have the final chapter? He is heading out again in search of it next month. Do the extreme dangers of the work – at a time when journalists have apparently become legitimate targets of war – still trouble him or has he just got used to them? “That hasn’t got any easier,” he says, “but the more you find yourself working in these environments it becomes something like second nature in picking up the mood around you. But that is obviously not guaranteed, as many very experienced reporters and photographers have found. Things are extremely unpredictable.” A Tamil woman returns to her home years after the Sri Lankan army confiscated the property and land after the end of the war in 2009 One advantage he has had, he suggests, is that he is hard to place. He was born in Peru, grew up in Spain, has lived in Tokyo as well as the Middle East and New York. “To some degree, that can help deflect attention,” he says. But the moment you open your mouth, that dynamic changes. “When you start interacting, if you are a foreigner, it very quickly becomes apparent.” I can’t imagine living that life without a sense of vocation, I say, almost a compulsion to bear witness. Does he ever question that impulse in himself? “There is a fair amount of truth in it [being a vocation],” he says. “Though I didn’t really set out to have this trajectory to my career. I wasn’t particularly interested in war and conflict when I began. But you find yourself having done a few stories and then more follow. It is hard to grasp and direct the way you want to go. But Discordia and the body of work I am engaged in are parts of that.” Vivekamanththan Yeyalinkeswary, 43, whose daughter, Tanoja, was 16 when she disappeared during an attack by the Sri Lankan army on the village of Mullivaikal. All images © Moises Saman/Magnum Photos with support from the Pulitzer Center Having moved around so much, I wonder where he thinks of as home. “I think New York will be home for a while,” he says. “My wife and I are expecting our first child.” How does he feel about living in the States just now? “It is not easy here,” he says. “New York is obviously a bit of an island, a bubble from the rest of the country. However, having spent so much of my life in conflict areas, and seeing those patterns, it is troubling to see what is happening here.”", "link": "https://www.theguardian.com/artanddesign/2018/oct/13/moises-saman-interview-sri-lanka-tamil-minority-aftermath-war"}