{"title": "The big picture: Andy Warhol and Diana Vreeland in New York in 1976", "description": "<p>Annie Leibovitz captures Warhol’s awkwardness and the former Vogue editor’s trademark composure</p><p>Andy Warhol and Diana Vreeland were still friends in 1976, not that you would know it from this picture, taken from a new book of early work by Annie Leibovitz. The camera captures Warhol’s awkwardness and Vreeland’s monumental self-possession, her fanatical attention to detail. Is she blotting her foundation? Correcting the slashes of blusher she wore on forehead, cheekbones and earlobes? They both loved makeup. For that matter, they’d both made themselves up, twin miracles of self-invention, New York’s reigning arbiters of beauty, celebrity, success and fame.</p><p>Both were from immigrant families, albeit from opposite ends of the social spectrum. Warhol’s father was a coal miner, Vreeland’s mother a socialite. What they shared was the certainty of their own hideousness, their abject failure to be attractive. Vreeland’s stunning mother nicknamed Diana “her little monster”. In an interview given the year after Leibovitz’s photograph was taken, Diana said that as a child she believed herself “the most hideous thing in the world”.</p> <a href=\"https://www.theguardian.com/artanddesign/2018/oct/14/big-picture-andy-warhol-diana-vreeland-new-york-1976-annie-leibovitz\">Continue reading...</a>", "content": " Andy Warhol and Diana Vreeland were still friends in 1976, not that you would know it from this picture, taken from a new book of early work by Annie Leibovitz. The camera captures Warhol’s awkwardness and Vreeland’s monumental self-possession, her fanatical attention to detail. Is she blotting her foundation? Correcting the slashes of blusher she wore on forehead, cheekbones and earlobes? They both loved makeup. For that matter, they’d both made themselves up, twin miracles of self-invention, New York’s reigning arbiters of beauty, celebrity, success and fame. Both were from immigrant families, albeit from opposite ends of the social spectrum. Warhol’s father was a coal miner, Vreeland’s mother a socialite. What they shared was the certainty of their own hideousness, their abject failure to be attractive. Vreeland’s stunning mother nicknamed Diana “her little monster”. In an interview given the year after Leibovitz’s photograph was taken, Diana said that as a child she believed herself “the most hideous thing in the world”. The same was true of balding, bulbous-nosed, spotty Andy. They’d triumphed by sheer will, reducing themselves to elegant cartoons: Andy pancake-pale in his wig and Brooks Brothers suit, Diana trimmed in scarlet, her hair an unnatural black cap. Vreeland appears on 63 pages of Warhol’s diaries. At first, she was a good companion, a source of gossip. He borrowed her words – shockeroo – and attended her parties. Later, she became a watchword for imperious behaviour. Even in their honeymoon period, she wasn’t afraid of bullying Andy. On 15 February 1978, she hit him at dinner (“she really hurts”) and screamed: “You should know better than to open your mouth!”, then excused herself by saying she couldn’t stand being around old people, including herself. Maybe that’s what’s just happened here. It would explain the stilted mood. Even the painted roses on the wall look natural compared to these two great paragons of artifice. • Annie Leibovitz: The Early Years, 1970–1983 is published by Taschen (£40). To order a copy for £34.40 go to guardianbookshop.com or call 0330 333 5846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99", "link": "https://www.theguardian.com/artanddesign/2018/oct/14/big-picture-andy-warhol-diana-vreeland-new-york-1976-annie-leibovitz"}