{"title": "Hear Here podcast recommendations: sign up for unexpected audio pleasures", "description": "<p>Discover new audio delights with a weekly selection of must-listen podcasts, hand-picked by Guardian staff and by our readers</p><p>Hear Here hunts out the best podcasts every week. Sign up and we’ll send you an email filled with shows you’re unlikely to see featured on the major podcatchers but that are instead hidden gems whose listeners are desperate for the rest of the world to tune in.</p> <a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Continue reading...</a>", "content": " Hear Here hunts out the best podcasts every week. Sign up and we’ll send you an email filled with shows you’re unlikely to see featured on the major podcatchers but that are instead hidden gems whose listeners are desperate for the rest of the world to tune in. And we want our readers to get involved too – tell us about your favourite podcasts at podcasts@theguardian.com. See the latest edition of Hear Here ... here. *** More emails from our culture team: Sleeve Notes: music news, bold reviews and unexpected extras – every genre, every era, every week Film Today: get the day’s insider news and our latest reviews Bookmarks: discover new books with our expert reviews, author interviews and literary top 10s Art Weekly: the art world low-down, with in-depth articles and tips for the UK’s top exhibitions *** Explore all our newsletters: whether you love film, football, fashion or food, we’ve got something for you *** The Guardian’s newsletters include content from our website, which may be funded by outside parties. Newsletters may also display information about Guardian News and Media’s other products, services or events (such as Guardian Jobs or Masterclasses), chosen charities or online advertisements.", "link": "https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures"}