{"description": "<p>Nailing a perfect finale is no easy feat and successful writers and showrunners have often toyed with multiple ways to say goodbye</p><p>The 10th anniversary of Breaking Bad has inspired all manner of takes, ranging from the obvious (“Five things we can learn from Breaking Bad”) to the downright sacrilegious (“Seven reasons why Better Call Saul might be better than Breaking Bad”). But the greatest take comes from <a href=\"http://variety.com/2018/tv/features/breaking-bad-10th-anniversary-reunion-vince-gilligan-1202674193/\">Variety’s sit-down discussion with Vince Gilligan and the Breaking Bad writing team</a>, who suggest that the series almost ended on a fantastically bleak note, with the entire White family slain and only Walter left alive.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2018/jan/08/veep-house-of-cards-tv-shows-ending-in-2018\">From Veep to House of Cards: what to expect from TV shows ending in 2018</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/05/tv-shows-alternative-endings-lost-breaking-bad\">Continue reading...</a>", "content": " Nailing a perfect finale is no easy feat and successful writers and showrunners have often toyed with multiple ways to say goodbye \nStuart Heritage \n\nMon 5 Feb 2018 11.30 GMT\n\n\nLast modified on Mon 5 Feb 2018 16.52 GMT\n\n The 10th anniversary of Breaking Bad has inspired all manner of takes, ranging from the obvious (“Five things we can learn from Breaking Bad”) to the downright sacrilegious (“Seven reasons why Better Call Saul might be better than Breaking Bad”). But the greatest take comes from Variety’s sit-down discussion with Vince Gilligan and the Breaking Bad writing team, who suggest that the series almost ended on a fantastically bleak note, with the entire White family slain and only Walter left alive. But Breaking Bad is not the only series that toyed with a different ending. Here are some others. Note: I shouldn’t have to tell you that there will be spoilers here, because you’re a grownup. Nevertheless, expect spoilers. Real ending: The titular mother is revealed to be a bass player named Tracey, who is then callously written off as Ted explains that she became terminally ill and died 11 years later. The children realise that Ted’s entire nine-year explanation of how he met their mother is essentially just a way to butter them up into letting him have it off with the woman they refer to as “aunt”. Alternative ending: Released as an extra on the How I Met Your Mother DVD, the alternative ending has no reference to anyone dying a slow and painful death. Best ending: The alternative ending, weirdly enough. Real ending: Jack Bauer realises that the terrorist mole was his romantic interest Nina all along. He goes to arrest her, but tragedy strikes. Nina beat Jack to his home, and murdered his wife. As the clock ticks out, we watch Bauer cradling her body in a state of numb resignation. Alternative ending: Again, this is found as an extra on the season one boxset. Everything is as above, except Jack’s wife isn’t dead, Nina is caught and the whole thing ends with a nice family hug. Best ending: The original. Happiness just isn’t very 24-y. Real ending: Carrie ends up spurning Mikhail Baryshnikov for douchey long-term interest Mr Big. Alternative ending: Two fake endings were filmed to throw snoopers off the scent; one where Carrie ends up with Mikhail Baryshnikov, and one where Carrie ends up single. Best ending: Probably the one where she ends up single. Even creator Darren Star hated the finale, claiming that it betrayed the message of the entire series. Plus, you know, Big is the absolute worst. Real ending: Cohle and Hart solve the case in a violent tussle and, after they both recover, reflect on how the world is OK really. Alternative ending: According to Nic Pizzolatto, his first idea was much more enigmatic. “They vanished into the unknown, and Gilbough and Papania had to clean up the mess and nobody knows what happens to them,” he revealed in 2014. Best ending: The alternate ending would have been far more frustrating to watch at the time, but we’d be talking about True Detective a lot more if Pizzolatto had had the nerve to pull it off. And then never bothered making any more seasons of True Detective. Real ending: Having murdered his enemy and watched his own sister die, Dexter becomes a mute lumberjack. No, really. Alternative ending: Clyde Phillips – who executive-produced the show while it was still good – wanted the show to end with Dexter being executed by the state of Florida, and for it to be revealed that the entire series was Dexter’s life flashing before his eyes during his final moments alive. Best ending: The alternative ending. But only because anything would have been better than the original ending. Here’s another alternative: in the final scene, Dexter takes off his clothes and dances around like the Ally McBeal computer baby. See? Still better. Original ending: The destruction of the island is initiated when Desmond is lowered into a glowing cave to pull a rock from a golden pool, causing it to turn red. Then everyone enters an interdimensional multi-denominational church and they ascend to heaven together. Alternative ending: Pretty much exactly the same, except Damon Lindelof wanted a big expensive erupting volcano rather than a limply glowing cave. All the interdimensional church stuff stayed, though. Best ending: Lost is one of the best shows ever, so all endings are automatically the best ones.", "link": "https://www.theguardian.com/tv-and-radio/2018/feb/05/tv-shows-alternative-endings-lost-breaking-bad", "title": "From Lost to Breaking Bad: how your favourite TV shows almost ended"}