{"title": "This week’s best home entertainment: from Butterfly to Making a Murderer", "description": "<p>Anna Friel stars in ITV’s new drama, while we revisit the case of Steven Avery in Making a Murderer over on Netflix</p><p>It is a sign of the growing awareness around the trans experience that even the oh-so-mainstream ITV is tackling the topic head-on. This primetime drama stars Anna Friel and Emmett J Scanlan as a separated couple who move back in together when their child (Callum Booth-Ford) begins identifying as female, a story that’s handled with clarity and nuance.<br><em>Sunday 14 October, 9pm, ITV</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/oct/12/butterfly-best-tv-this-week\">Continue reading...</a>", "content": " It is a sign of the growing awareness around the trans experience that even the oh-so-mainstream ITV is tackling the topic head-on. This primetime drama stars Anna Friel and Emmett J Scanlan as a separated couple who move back in together when their child (Callum Booth-Ford) begins identifying as female, a story that’s handled with clarity and nuance.Sunday 14 October, 9pm, ITV Pioneers Barry Jenkins, Harry Belafonte, Debbie Allen and Britain’s first black film star Earl Cameron are among the names featured in Simon Frederick’s three-part recognition of black talent on both sides of the camera.Saturday 13 October, 9pm, BBC2 Based on Extras actor Shaun Pye’s own experiences, David Tennant and Jessica Hynes star as the parents of a child with a rare chromosome disorder in a comedy-drama that balances out the necessary emotional stuff with some breathtakingly black humour.Tuesday 16 October, 10pm, BBC Four Children’s TV’s hardy perennial is now old enough to be eligible for a bus pass in Wales. Wahey! And what better way to commemorate the occasion than with a jolly good knees-up, featuring the sealing of the Blue Peter Diamond Time Capsule and the return of a host of past presenters, from Peter Purves to Mrs Tracy Island herself, Anthea Turner.Tuesday 16 October, 5pm, CBBC Marvel’s grisliest superhero series lost its way with a muddled second season that lacked a truly compelling antagonist. Now it looks to get back on track with the reintroduction of season one’s big bad, Vincent D’Onofrio’s hulking, horrifying mob boss Wilson Fisk, AKA Kingpin, and the emergence of a new baddy in the form of Wilson Bethel’s ruthless sharpshooter Bullseye. There will be bludgeonings.From Friday 19 October, Netflix Terror is again on the agenda in a BBC primetime thriller, although this looks set to be a more measured take than the much-maligned Bodyguard, as a young British-Asian man is groomed to be an informant by unscrupulous counter-terrorism cops. Nabhaan Rizwan and Paddy Considine star.Tuesday 16 October, 9pm, BBC One Just in time for, well, Halloween, this pod from US site the Ringer tells the true story behind the film that practically single-handedly popularised the slasher genre. Star Jamie Lee Curtis and director John Carpenter are among the talking heads attempting to get inside the twisted mind of one Michael Myers.Podcast Nearly three years after the release of the true-crime smash hit, creators Laura Ricciardi and Moira Demos revisit the case of Steven Avery, currently serving a life sentence for the murder of photographer Teresa Halbach. With the help of new lawyers, Avery and his alleged accomplice, Brendan Dassey, seek to prove their innocence.From Friday 19 October, Netflix Joshua Z Weinstein’s beautifully observed portrait of life in New York’s Hasidic community concerns the widowed grocer Menashe (Menashe Lustig) who, according to tradition, must find a new wife before being reunited with his son Rieven (Ruben Niborski), currently living with his more successful uncle’s family. A quietly delightful tale of faith and fatherhood.Tuesday 16 October, 1.20am, Film4 While by no means the cultural juggernaut of years gone by, Lee Daniels’s hip-hop soap still makes for agreeably amped-up viewing. As it returns for its fifth season, Lucious (Terrence Howard) and Cookie (Taraji P Henson) are back together but without a label to run. Will the emergence of a prodigious new artist get them back on track?Thursday 18 October, 10pm, 5Star", "link": "https://www.theguardian.com/tv-and-radio/2018/oct/12/butterfly-best-tv-this-week"}