{"title": "Ones to watch: The Homesick", "description": "<p>An eccentric Dutch trio bringing a sense of humour – and some unusual transportation – to their scratchy, eclectic post-punk</p><p>Driving around in a vintage, bright orange <a href=\"https://www.mercedes-benz.co.uk/content/unitedkingdom/mpc/mpc_unitedkingdom_website/en/home_mpc/Unimog.html\" title=\"\">Unimog</a> – a monstrous decommissioned military vehicle that belches fumes – sums up the ethos of Dutch post-punk trio <a href=\"https://thehomesick.bandcamp.com/\" title=\"\">the Homesick</a>: eccentric, a bit mad, but a whole lot of fun. The same sense of mischief that compelled drummer Erik Woudwijk to save up from the age of 12 to buy the Unimog also fuels their scratchy, lo-fi anthems lampooning Christianity and exploring teenage boredom.</p><p>The provincial provocateurs – Woudwijk, bassist Jaap van der Velde and guitarist Elias Elgersma – hail from the unlikely rock’n’roll hotbed of Dokkum, in the north of the Netherlands. As teenagers, they bonded over internet deep dives for music – “I’d had enough of the shit on the radio,” recalls Van der Velde; “Elias used to play me tracks over Skype” – and a love of Mac DeMarco and Ariel Pink. Yet the songs they soon started writing recalled the angst of early art-pop pioneers XTC and the bands of Tony Wilson’s Factory Records.</p> <a href=\"https://www.theguardian.com/music/2018/oct/13/ones-to-watch-the-homesick-dutch-postpunk\">Continue reading...</a>", "content": " Driving around in a vintage, bright orange Unimog – a monstrous decommissioned military vehicle that belches fumes – sums up the ethos of Dutch post-punk trio the Homesick: eccentric, a bit mad, but a whole lot of fun. The same sense of mischief that compelled drummer Erik Woudwijk to save up from the age of 12 to buy the Unimog also fuels their scratchy, lo-fi anthems lampooning Christianity and exploring teenage boredom. The provincial provocateurs – Woudwijk, bassist Jaap van der Velde and guitarist Elias Elgersma – hail from the unlikely rock’n’roll hotbed of Dokkum, in the north of the Netherlands. As teenagers, they bonded over internet deep dives for music – “I’d had enough of the shit on the radio,” recalls Van der Velde; “Elias used to play me tracks over Skype” – and a love of Mac DeMarco and Ariel Pink. Yet the songs they soon started writing recalled the angst of early art-pop pioneers XTC and the bands of Tony Wilson’s Factory Records. Their debut album, Youth Hunt, released last year, burns with angular guitars and menacing chugs, the spry jangle of Gucci Gucci and the coiled tension of Half Aryan updating Pink Flag-era Wire for millennials while delivering a healthy dose of humour. “I’m a mad man with the gift of modern culture,” Elgersma hollers on the latter. • The Homesick tour the UK from 18 October", "link": "https://www.theguardian.com/music/2018/oct/13/ones-to-watch-the-homesick-dutch-postpunk"}