{"title": "The week in classical: the Cumnock Tryst; RSNO/ Søndergård review – all-star Scots", "description": "<p><strong>Cumnock, East Ayrshire; Usher Hall, Edinburgh</strong><br>Brass band, international stars and local singers joined forces to magnificent effect at James MacMillan’s fifth Ayrshire festival</p><p>Sung hushed and unaccompanied, far from the cheerful roar of an FA Cup rendition, Abide With Me rang round Cumnock’s cavernous Victorian church as dusk fell. This small East Ayrshire town may have lost its coal mining, and the way of life that went with it, but its zest for communal singing suggests a spirit unbowed. A favourite in the trenches of the first world war, the evening hymn of hope and consolation opened the main concert in the annual <strong><a href=\"https://www.thecumnocktryst.com/2018-programme-overview\" title=\"\">Cumnock Tryst</a></strong>, founded in 2014 by <a href=\"https://www.thecumnocktryst.com/artistic-director/\" title=\"\">James MacMillan</a>.</p><p>Models for composer-led festivals exist, from Wagner’s Bayreuth to Britten’s Aldeburgh to, perhaps closest in its inclusive atmosphere, Peter Maxwell Davies’s <a href=\"https://www.theguardian.com/music/musicblog/2014/jul/08/peter-maxwell-davies-80th-birthday-concert-st-magnus-festival-music-education\" title=\"\">in Orkney</a>. “We drive over the moors to sing with Jimmy,” remarked one choir member. “I wouldn’t miss it for the world.” By general consent, this remarkable four-day gathering, combining amateurs and world-class professionals, has given a vital boost to Cumnock. Despite its fine situation amid the rolling Scottish lowlands, it ranks as an area of serious deprivation.</p> <a href=\"https://www.theguardian.com/music/2018/oct/13/cumnock-tryst-review-james-macmillan-royal-scottish-national-orchestra-sondergard\">Continue reading...</a>", "content": " Sung hushed and unaccompanied, far from the cheerful roar of an FA Cup rendition, Abide With Me rang round Cumnock’s cavernous Victorian church as dusk fell. This small East Ayrshire town may have lost its coal mining, and the way of life that went with it, but its zest for communal singing suggests a spirit unbowed. A favourite in the trenches of the first world war, the evening hymn of hope and consolation opened the main concert in the annual Cumnock Tryst, founded in 2014 by James MacMillan. Models for composer-led festivals exist, from Wagner’s Bayreuth to Britten’s Aldeburgh to, perhaps closest in its inclusive atmosphere, Peter Maxwell Davies’s in Orkney. “We drive over the moors to sing with Jimmy,” remarked one choir member. “I wouldn’t miss it for the world.” By general consent, this remarkable four-day gathering, combining amateurs and world-class professionals, has given a vital boost to Cumnock. Despite its fine situation amid the rolling Scottish lowlands, it ranks as an area of serious deprivation. MacMillan, ever a composer of commitment, looked beyond the mood of stagnation to the transformative powers of music. From a mining background, he grew up locally, learned music in the town as a boy, played the organ in church as a teenager. He was willing to try the seemingly impossible. Growing each year, the Tryst now takes place in nine venues around Cumnock, from the local hotel, to a community centre, to Dumfries House, a grand estate recently restored and now a major employer. Regeneration is an easy word to bandy about. You sense it here. I heard Drake Music Scotland’s Digital Orchestral, talented musicians with disabilities, making big band joy together with players of NYOS Jazz Futures. Then, in New Cumnock’s stunning town hall, Saskia Giorgini, the Italian pianist and Salzburg Mozart competition winner, made her (barefoot) Scottish debut in a thrilling, flawless recital of Haydn, Schubert, Enescu and Liszt. Tryst’s centrepiece was the world premiere of MacMillan’s All the Hills and Vales Along for solo tenor, mixed chorus, brass band and strings. Commissioned by the London Symphony Orchestra (who perform an orchestral version next month) and 14-18 NOW, it sets five poems by Charles Hamilton Sorley, a Scottish poet shot and killed in 1915, aged 20, at the battle of Loos. Two conductors were required: MacMillan and Eamonn Dougan, associate conductor of the Sixteen (guest artists at the Tryst). Jammed in at the back of the packed church, I couldn’t see the soloist, Ian Bostridge, or the Edinburgh Quartet, hidden up in the organ loft, and just managed to glimpse the bobbing tops of the euphoniums’ gleaming bells. Yet the music rose up in spatial grandeur, now ethereal and floating, now raucous and martial. It’s no surprise that the local Dalmellington Band, founded in 1864 and lusty survivors of industrial decline, are regular trophy-winners. A mix of old and young, they make a magnificent sound. Bostridge, ever eloquent, brought Sorley’s words to life in urgent lament: “Who sent us forth? Who brings us home again?” The Cumnock Festival Chorus coped admirably with MacMillan’s potent, tonal score. Before the piece began, my neighbour had “butterflies” on behalf of her two sisters in the choir. After the massive, ferocious, tam-tam-heavy chords of the finale died away, the audience was on its feet applauding. What did she think? “Incredible. Our parents would have been so proud. And amazed.” As part of a three-city tour, the Royal Scottish National Orchestra gave its inaugural concerts with the Danish conductor Thomas Søndergård, associated with the RSNO since 2009 but only now, by popular vote, taking over as music director. Opening with the short, ebullient Flounce (2017) by Lotta Wennäkoski (b1970), a reduced orchestra provided a lithe accompaniment to Beethoven’s Piano Concerto No 2 in B flat with Francesco Piemontesi as a refined, lyrical soloist. In a season swarming with Mahler symphonies – Bournemouth SO earlier this month, Andris Nelsons and the Leipzig Gewandhaus in London last week – Søndergård’s choice was the Fifth. The RSNO has a big-toned, impressive cello section, prominent here and in the Beethoven, as well as excellent trumpet and horn principals, essential in this work. Søndergård kept the Adagietto moving, eschewing too much Death in Venice lugubriousness, but keeping the tragic beauty intact. Indeed the entire performance knitted vigorous, chamber-like intricacy into a transparent, polished entity: this was airborne Mahler. Under its new chief, the RSNO is in flight. Star ratings (out of five)The Cumnock Tryst ★★★★★RSNO/Søndergård ★★★★★", "link": "https://www.theguardian.com/music/2018/oct/13/cumnock-tryst-review-james-macmillan-royal-scottish-national-orchestra-sondergard"}