{"title": "The week in theatre: Twelfth Night; I’m Not Running; The Height of the Storm – review", "description": "<strong>Young Vic; Lyttleton; Wyndham’s, London</strong><br />A musical Twelfth Night flies, while David Hare’s party games never take off. Plus, a masterclass from Eileen Atkins and Jonathan Pryce<p>Kwame Kwei-Armah’s first production as artistic director of the cherished Young Vic is a direct shot to the heart. The musical version of <strong><a href=\"https://www.youngvic.org/whats-on/twelfth-night\" title=\"\">Twelfth Night</a>,</strong> which he conceived with <a href=\"http://shainataub.com/home\" title=\"\">Shaina Taub</a>, who wrote the music and lyrics, was first seen at New York’s Public Theater, whose boss, Oskar Eustis, co-directs. Now the action, surging along on Motown and music hall – and a terrific power-ballad spoof – is transplanted to a brightly painted, bunting-strewn Notting Hill.</p><p>Malvolio scoots in on a Segway. A girl band in tiny gold dresses sing up the plot points. Antonio can hardly keep his hands off Sebastian. Dance numbers, performed by 30 locals, tremendously well choreographed by Lizzi Gee, almost bound off the stage.</p> <a href=\"https://www.theguardian.com/stage/2018/oct/14/twelfth-night-young-vic-review-im-not-running-hare-height-of-the-storm-atkins-pryce-zeller\">Continue reading...</a>", "content": " Kwame Kwei-Armah’s first production as artistic director of the cherished Young Vic is a direct shot to the heart. The musical version of Twelfth Night, which he conceived with Shaina Taub, who wrote the music and lyrics, was first seen at New York’s Public Theater, whose boss, Oskar Eustis, co-directs. Now the action, surging along on Motown and music hall – and a terrific power-ballad spoof – is transplanted to a brightly painted, bunting-strewn Notting Hill. Malvolio scoots in on a Segway. A girl band in tiny gold dresses sing up the plot points. Antonio can hardly keep his hands off Sebastian. Dance numbers, performed by 30 locals, tremendously well choreographed by Lizzi Gee, almost bound off the stage. Most vitally, the Shakespearean idea of finding yourself by pretending to be someone else is beautifully realised. “Oh Disguise, you are the devil’s blessing” sings Gabrielle Brooks, radiant as the cross-dressed (snappy suit and designer specs) Viola. The 21st-century twist is that she finds herself more humanly visible when she ceases to be a girl. The eternal twist is that pretending to be someone else is what we agree to when we go to the theatre. Though the verse is eviscerated – why strip the “willow” from “Make me a willow cabin at your gate”? – the dipping into dusk of Tim Lutkin’s lighting brings touches of wistfulness. And Gerard Carey’s Malvolio is one of the best performances of the year: an inflatable canary in banana-coloured Lycra who calls on his mummy as he mourns the difficulty of being truly great. Kwei-Armah has eschewed the idea of a right-on agenda, but he is helping to change the theatre: making it less totally white, male and young-loving. That is political and it is admirable. As is David Hare’s stubborn adherence to overt political debate onstage. His knowledge and fluency have so often made it fly. Not in his new play I’m Not Running. Few plays have so much throat-clearing: “Can I ask something?” “Shall I tell you?” “Can I ask you a question?” It’s more peculiar as this comes from politicians, not famous for hesitancy. Few dramas have so much improbable, fact-jammed dialogue. Looking at the Labour party from 1997 to a smudgy, Corbyn-less present, I’m Not Running has a shrewd centre: the dispute between a single-issue (closure of hospitals) politician and a pragmatic party worker. As usual in Hare’s plays, the woman is the less worldly and contaminated. Siân Brooke – touching but too arm-waving – suggests she may actually be a bit of a shit, though you’d hardly notice without her pointing it out. Alex Hassell, obliged to represent the blokishness (good point) of the entire Labour party, does so with a lot of eye-rolling. Yet the political content quickly evaporates. The two debaters had an affair as students, and almost everything they do is in reaction to each other. It is not principle but pillow which is the crux. Neil Armfield’s direction does not bring light and shade. Dialogue (apart from in a fine scene with Liza Sadovy as a drunk mother) is presented as proposition and reaction. No one leaves a room without being called back for one final question – as if trapped in an old episode of Columbo. And no one would want to be detained in Ralph Myers’s inexpressive concrete block design. Double applause, then, for Joshua McGuire: assured and nuanced as a dapper spin doctor. There is another kind of thinking in the theatre – which grabs you before you can grasp the ideas that move it. Florian Zeller, the French dramatist who lit up the British stage with his dislocating picture of dementia, The Father, likes to shiver the stage with uncertainty. Well, his mother used to read the tarot. Zeller lays out his cards and leaves the audience to make the connections. That is not always easy. I entered The Height of the Storm (finely, which is to say, invisibly translated by Christopher Hampton) thinking the real thrill would be seeing two of the most gifted and subtle actors currently at work. That was right but limited. Because the generous brilliance of Eileen Atkins and Jonathan Pryce is that they draw an audience not towards themselves, but into what they are doing: making it look as if they are simply flesh on an essential skeleton. They play a couple who have been married for 50 years. One of them is – probably – dead. And grief fractures everything. Including common sense. In Jonathan Kent’s delicate, painful production, Anthony Ward’s exquisite design is a place of receding spaces and reflecting glass, in which people glimpse themselves and disappear. Dialogue contradicts itself – names change. The anchor has gone. A finely tuned cast – Amanda Drew, Anna Madeley, James Hillier and Lucy Cohu – coalesce around the couple. Pryce flares from somnolescence into rage and sudden sweetness: his emotions seem to butt their way into his face. Atkins gives her unique mixture of nonchalance and concentration; there is only a whisper, a drop of the wrist between tenderness and scepticism. Cross the country to see this wonderful twinning. Star ratings (out of five)Twelfth Night ★★★★I’m Not Running ★★The Height of the Storm ★★★★ • Twelfth Night is at the Young Vic, London, until 17 November • I’m Not Running is at the National Theatre, London, until 31 January • The Height of the Storm is at Wyndham’s, London, until 1 December", "link": "https://www.theguardian.com/stage/2018/oct/14/twelfth-night-young-vic-review-im-not-running-hare-height-of-the-storm-atkins-pryce-zeller"}