{"title": "On my radar: Martin Parr’s cultural highlights", "description": "<p>The documentary photographer reveals his fondness for far-flung galleries, freewheeling bands and Benidorm</p><p><strong>Britain’s foremost documentary photographer, Martin Parr was</strong><strong> born in </strong><strong>Epsom in 1952</strong><strong>. He studied </strong><strong>at Manchester Polytechnic and has spent his career </strong><strong>chronicling subjects such as class and tourism</strong><strong>. In 1994, he became a member of </strong><strong>Magnum Photos</strong><strong>, and later </strong><strong>its president. In 2014, the <a href=\"https://www.martinparrfoundation.org/\" title=\"\">Martin Parr Foundation</a> was established to preserve </strong><strong>his work and encourage other British documentary photography. </strong><strong><a href=\"http://manchesterartgallery.org/exhibitions-and-events/exhibition/martin-parr/\" title=\"\">Martin Parr: Return to Manchester</a> is at Manchester Art Gallery from 16 November</strong><strong>.</strong></p> <a href=\"https://www.theguardian.com/artanddesign/2018/oct/14/martin-parr-on-my-radar-cultural-highlights\">Continue reading...</a>", "content": " Britain’s foremost documentary photographer, Martin Parr was born in Epsom in 1952. He studied at Manchester Polytechnic and has spent his career chronicling subjects such as class and tourism. In 1994, he became a member of Magnum Photos, and later its president. In 2014, the Martin Parr Foundation was established to preserve his work and encourage other British documentary photography. Martin Parr: Return to Manchester is at Manchester Art Gallery from 16 November. What Girls Are Made of, Traverse theatre, Edinburgh I am big fan of the Traverse theatre in Edinburgh and during the festival they not only put on their own productions but host other theatre companies too. Their production of this newly written play by Cora Bissett was pure joy. It told the true story of the rise and fall of Bissett’s former band from Fife called Darlingheart, who at one point were support to the likes of Radiohead and Blur, but then eventually fell on hard times. Cora’s solo career never took off. She stars in this play and played herself with great conviction and brutal honesty. Benidorm I love Benidorm and, contrary to popular reputation, I believe it to be a very classy resort. Although you see a fair few Brits there, the main visitors are Spanish, in particular the older generations. They start to congregate on the beaches for swimming, a chat and a walk early in the morning and at around noon, just at the north end of Poniente beach, they erupt into a community singsong in the sea. This can last anything up to 30 minutes and fades away as quietly as it begins. Rites of Passage, Channel 4 This recently completed series by Grayson Perry is a masterclass in human empathy, with fascinating explorations of the rituals around death, birth and marriage all over the world. Back in the UK, Perry has a real skill in talking to people, listening carefully and then creating a new collaborative ritual in response to what he gleans from the conversations. He then creates artworks that are given out to the participants. Lucky people. It’s really emotional to see the subjects receive their art piece, as it always hits the nerve point so effectively. Kevin Bridges Ever since first seeing Bridges as a brash young comedian many years ago, I have been a big fan of his standup and try to see every new show he tours. I study comedy very carefully, as the vulnerability displayed overlaps with my own search for a vulnerability in society that I employ in my documentary photography. Bridges has his finger on the pulse of so many aspects of modern life, from Brexit to computer help lines. He is also brilliant at establishing a dialogue with his audience and handles hecklers with devastating, understated wit. Pier Arts Centre, Stromness This is one of my favourite galleries in the UK. Tucked away in the picturesque high street in this Orkney town, it has wonderful views over the sea. I visited this summer and saw a show by local poet and artist, the late Margaret Tait – they like to support as much Orcadian talent as possible. I then revisited the gallery’s stunning permanent collection of British modernist art with paintings by the likes of Roger Hilton and Patrick Heron. Mik Artistik’s Ego Trip I first encountered Mik Artistik at Port Eliot festival about a decade ago and have been a fan ever since. This hugely talented singer-songwriter and artist from Leeds has the ability to make up lyrics as he goes along, drawing on his observations of the crowd. A track can last for 20 minutes. Mik’s raw singing is backed by virtuoso musicians on lead guitar and bass. The band often end a set with the anthem Sweet Leaf of the North, a poignant account of travelling from Leeds to London and back with a leaf wedged under the windscreen wiper all the way. Although I have never been to Glastonbury, I am told he often delivers more than 15 sets over the three-day period. Welcome to Frestonia: photos by Tony Sleep Published this summer by the Frestonian Gallery, this book gives an account of Freston Street in west London in the late 1970s. This was due for demolition but squatters declared independence and subsequently asked the UN to send in peacekeeping troops to protect them from being evicted by the GLC [Greater London Council]. The photos are excellent – Sleep lived there through the whole period of action. A thorough documentation of community and this early protest movement.", "link": "https://www.theguardian.com/artanddesign/2018/oct/14/martin-parr-on-my-radar-cultural-highlights"}