{"title": "What to see this week in the UK", "description": "<p>From Dogman to Kacey Musgraves, here’s our pick of the best films, concerts, exhibitions, theatre and dance over the next seven days</p> <a href=\"https://www.theguardian.com/culture/2018/oct/19/what-to-see-this-week-in-the-uk\">Continue reading...</a>", "content": " (Matteo Garrone, 2018, It, Fr) 103 mins Gomorrah director Garrone is back with another slice of Italian underbelly life, albeit on a necessarily smaller scale than his epic mafiosi saga. Marcello, a dogsitter living in a seedy Roman suburb, becomes the target of a local hoodlum who is putting the squeeze on neighbourhood businesses. Lead Marcello Fonte turns in a superb performance. (Michael Moore, 2018, US) 128 mins With a title that tweaks his enormously successful anti-Bush doc Fahrenheit 9/11, Michael Moore attempts to do the same for Donald Trump. Moore is certainly still a watchable to-camera talker, but given that Trump-baiting is now standard on TV, this was never likely to have the impact of its predecessor. Still, worth a look. (Jean Cocteau, 1950, Fr) 95 mins Before the idea of an auteur became a reality, Cocteau represented the acme of the cinematic artist. Poet, novelist, dramatist and all-round avant gardist, Cocteau’s cinema tended to infuse psychodrama with mythic motifs, rarely bettered than here in his 1950 version of the Orpheus story. Jean Marais plays a poet summoned to a mysterious, dreamlike “zone”. (Damien Chazelle, 2018, US) 141 mins Ryan Gosling is in the hot seat, thundering off to the moon in Chazelle’s uplifting if conventional treatment of the 1969 Apollo 11 mission, the climax to the United States’s great space adventure. Gosling plays Neil Armstrong as reticent and publicity shy; we will never know how true a depiction this is, since the real man was ... well, reticent and publicity shy. (Bradley Cooper, 2018, US) 135 mins Lady Gaga and Bradley Cooper collaborate to impressive effect in this latest remake of Hollywood’s favourite story: the ingenue who is discovered by, then eclipses, her world-weary mentor. Gaga, in her biggest role to date, does a bang-up job while Cooper, making his directorial debut as well as acting, captures everything with a practised ease. AP Over the space of three albums, Texas-born Kacey Musgraves has emerged as country music’s true outlaw, offering a tonic to the lyrical cliches of “bro-country”. This year’s Golden Hour also moved her closer to pop perfection, setting her precise songwriting in a disco-tinged context and upstaging recent country-pop hybrids by Miley Cyrus (Younger Now) and Lady Gaga (Joanne).Bristol Hippodrome, Tuesday 23; York Barbican, Wednesday 24; Royal Concert Hall, Nottingham, Friday 26 October; touring to 3 November To mark the, erm, 13th anniversary of their debut album, Silent Alarm, Bloc Party – AKA the original lineup’s Kele Okereke and Russell Lissack, plus new-ish members Justin Harris and Louise Bartle – will play the whole thing in full. Fingers crossed it’s not performed in order or you’ll be knackered by track two, the evergreen banger Helicopter.3Arena, Dublin, Monday 22; Alexandra Palace, N22, Wednesday 24 October Australian art-pop collective Haiku Hands have a way with a lyric. For example, last year’s pogoing single, Not About You, features the following call to arms: “I’m going to tear up the lexicon with a hexagon and my sexy thong on.” Same. With new single, Squat, continuing their passion for the surreal, expect an evening of properly off-kilter pop exuberance.Bristol, Saturday 20; Brighton, Monday 22; London, Tuesday 23; Leeds, Wednesday 24; Edinburgh, Thursday 25; touring to 27 October Hailed as “an indie rock prodigy” by Rolling Stone, 19-year-old Lindsey Jordan, AKA Snail Mail (pictured below), documents teenage ennui without wallowing. Her critically adored debut album, Lush, released in the summer, reflects 90s grunge but also feels modern, referencing the likes of Taylor Swift, Frank Ocean and Paramore.Birmingham, Sunday 21; Leeds, Monday 22; Glasgow, Tuesday 23; Manchester, Wednesday 24; London, Thursday 25; touring to 31 October MC From Miles Davis poignancy to Celtic folk to jazz-injected synthpop and beyond, trumpeter-composer Laura Jurd keeps on resynthesising any musics that take her fancy. Her Mercury-nominated quartet Dinosaur, plus the US’s celebrated Mingus Big Band, UK great Chris Barber and others are helping Middlesbrough to launch its first major jazz festival in 40 years.Town Hall, Middlesbrough, Saturday 20 & Sunday 21 October JF The London Sinfonietta’s contribution to Kings Place’s Time Unwrapped season is a neatly planned three-part programme. Each element will begin precisely on the hour, and consist of works that treat the role of time in music in different ways. So, the first part is devoted to a selection of Conlon Nancarrow’s Player Piano Studies; the second to Morton Feldman’s Bass Clarinet and Percussion and Steve Reich’s Four Organs; while the last juxtaposes Harrison Birtwistle’s Pulse Sampler for oboe and claves, with Stockhausen’s early masterpiece Zeitmasse.Kings Place, N1, Saturday 20 October Whenever Ilan Volkov goes back to the BBC Scottish Symphony Orchestra, where he was chief conductor from 2003 to 2009, he brings something fresh and unexpected. This time, it is a programme of Frank Zappa, Julian Anderson and Charles Ives. The Scottish premiere of Anderson’s The Imaginary Museum, the piano concerto he wrote for Steven Osborne, is sandwiched between Zappa’s The Perfect Stranger and Ives’s exuberant New England Holidays Symphony.City Halls, Glasgow, Thursday 25 October Works by Berlioz form the core of Ludovic Morlot’s latest concert with the BBC Philharmonic, but are book- ended with music by Kaija Saariaho. Morlot opens with the Finn’s Laterna Magica, written for the Berlin Philharmonic in 2009, and ends with Earth’s Shadows, Saariaho’s 2013 score for organ and orchestra: not an organ concerto, the composer has emphasised, but “a fruitful and inspiring companionship”.Bridgewater Hall, Manchester, Friday 26 October AC The art of Islam, in which abstract beauty mingles with the power of words, gets a sumptuous new display in this journey through space and time. Metalwork from 12th-century Herat and glass from medieval Egypt and Syria are shown alongside modern work that reinvents Islamic traditions.British Museum, WC1, permanent The cut-up words and images of Jamie Reid shaped the look of punk from 1976. His aesthetic is a mixture of German dada montages made in 1919 with the sinister violence of blackmail letters. This is the eternal rebel’s first major retrospective. The Queen probably won’t be visiting.Humber Street Gallery, Hull, to 6 January The paintings of this late Victorian artist are a love-it-or-loathe-it mixture of Arthurian legend, William Morris nostalgia and ethereal symbolism. The case for his vision is that it not only creates a vivid imaginary world but also points the way to modern abstract art and was revolutionary in its day. The case against is that it is all so skin-deep and forgettable: a kind of anodyne, sexless Victorian answer to Game of Thrones.Tate Britain, SW1, Wednesday 24 October to 24 February Stonehenge has been in public care for a century but it has long fascinated artists: Constable drew it; Blake appropriated it in his personal mythology; and Thomas Hardy sent his characters to its lonely setting. Today, you have to get up very early to be alone there. The centenary celebrations include Jeremy Deller’s bouncy castle version while, in this new exhibition, you can explore the Neolithic world that created it.English Heritage: Stonehenge, nr Salisbury, to 21 April The Russian Revolution got a lot of publicity last year for its centenary but this exhibition unlocks one of its darkest episodes. Monarchs deposed in previous revolutions – Charles I of England, Louis XVI of France and his queen Marie Antoinette – were at least tried and executed in public. In 1918, the last tsar of Russia and his family were murdered in secret by their Bolshevik captors, a hint of the violence to come in Stalin’s purges.Science Museum, SW7, to 24 March JJ Actor and playwright Arinzé Kene’s show Misty, directed by Omar Elerian, sold out at the Bush Theatre, transferred to the West End and has now been extended. Rap, reggae, standup, spoken word and performance art all feature in this surreal odyssey through inner London, highlighting the changing city, the creative process and racial stereotypes.Trafalgar Studios, SW1, to 17 November Who doesn’t love a satirical psychological thriller about real estate? Martin Crimp actually premiered Dealing With Clair 30 years ago at the Orange Tree. It finds an upwardly thrusting yuppie couple doing everything to screw their vendor; meanwhile, their estate agent has gone missing. Richard Twyman directs.Orange Tree Theatre, Richmond, Friday 26 October to 1 December Women in the army is the subject of this co-production by Sheffield Theatres and Out of Joint. Kate Bowen’s play follows three very different but equally determined, pioneering women who are elite soldiers. Having shown supreme skill and discipline in training, they arrive to serve in the British infantry in close-combat roles. Meanwhile, some are saying they shouldn’t be on the frontline at all …Crucible Studio, Sheffield, Thursday 25 October to 10 November Writer Chris Thorpe and director Sam Pritchard have journeyed to towns and villages across England to create a modern take on the travelling mystery plays, looking at the landscape and how we live together. Each of the six plays – set in Stoke-on-Trent, Eskdale, Staindrop, Boston, Whitby and Manchester, from a sheep farm to a tourist information centre – has been premiered in the place it was written before this complete run of all of them in Manchester.Royal Exchange Theatre, Manchester, Thursday 25 October to 11 November A fine cast, including Henry Goodman and Imogen Stubbs, are in this revival of Australian writer Joanna Murray-Smith’s astute and intense drama concerning the nature of love and shifts in power, as a couple’s 32-year-old marriage is threatened by a much younger woman. Murray-Smith’s work includes Switzerland, the well-received Patricia Highsmith play recently seen in Bath.Park Theatre, N4, Thursday 25 October to 24 November MC The script here comes from poet laureate Carol Ann Duffy, the music is by Murray Gold, and Michele Clapton of Game of Thrones designed the costumes. Liv Lorent has good taste in collaborators, and her warped, fantastical take on the Grimm brothers tale is a kids’ show that’s just as appealing to adults.Warwick Arts Centre, Coventry, Friday 26 & 27 October; touring to 17 November An under-the-radar choreographer who has moments of brilliance, Recacha’s latest full-length work is an absurd ode to pointlessness. Two women are stuck in limbo, in a duet inspired by the social isolation of motherhood and our post-everything world.Lilian Baylis Studio, EC1, Thursday 24 & Friday 25 October Patel picked up an award for this show at March’s Adelaide fringe, and this is the last date on her UK tour. The exquisite bharatanatyam dancer blends that form with contemporary dance and theatre to address the whitewashing of history.Birmingham Hippodrome, Tuesday 23 October LW  This article contains affiliate links, which means we may earn a small commission if a reader clicks through and makes a purchase. All our journalism is independent and is in no way influenced by any advertiser or commercial initiative.  The links are powered by Skimlinks. By clicking on an affiliate link, you accept that Skimlinks cookies will be set. More information. ", "link": "https://www.theguardian.com/culture/2018/oct/19/what-to-see-this-week-in-the-uk"}