{"title": "Streaming: where to find the best horror films", "description": "<p>It’s that time of year when a cosy evening of horror beckons – and what better place to start than Shudder</p><p>It’s been a long time since I last checked in on <strong><a href=\"https://try.shudder.com/uk/\" title=\"\">Shudder</a></strong>, the £4-a-month streaming service dedicated to horror, suspense and the generally creepy. Much as I enjoy the odd fright night, there is no genre to which I subscribe quite so literally. But with the nights drawing in and the burning scent of Halloween on the cooling breeze, it seemed an apt time to return. We’re never likelier to chain-watch horror films than in October, and Shudder certainly makes a breeze out of spooky seasonal playlisting.</p><p>I returned to find it a little beefier than I remembered, with its menu of films and series healthily expanded and the addition of <a href=\"https://www.shudder.com/shudder-tv\" title=\"\">Shudder TV</a> – multiple channels of pre-selected programming for that rarest of geeks, the undiscriminating genre obsessive. I sampled the <a href=\"https://www.shudder.com/shudder-tv\" title=\"\">free-to-stream </a><a href=\"https://www.shudder.com/shudder-tv\" title=\"\">channel</a>, which can be watched by non-subscribers, to find <strong><a href=\"https://www.shudder.com/movies/watch/shrews-nest/2676801\" title=\"\">Shrew’s Nest</a></strong> playing. Juan Fernando Andrés and Esteban Roel’s enjoyably ripe Spanish gothic piece is a lively choice, and there’s no arguing with the value, though I suspect most horrorheads would rather pick their tasty poison.</p> <a href=\"https://www.theguardian.com/film/2018/oct/22/streaming-the-best-horror-films-shuddder-mubi\">Continue reading...</a>", "content": " It’s been a long time since I last checked in on Shudder, the £4-a-month streaming service dedicated to horror, suspense and the generally creepy. Much as I enjoy the odd fright night, there is no genre to which I subscribe quite so literally. But with the nights drawing in and the burning scent of Halloween on the cooling breeze, it seemed an apt time to return. We’re never likelier to chain-watch horror films than in October, and Shudder certainly makes a breeze out of spooky seasonal playlisting. I returned to find it a little beefier than I remembered, with its menu of films and series healthily expanded and the addition of Shudder TV – multiple channels of pre-selected programming for that rarest of geeks, the undiscriminating genre obsessive. I sampled the free-to-stream channel, which can be watched by non-subscribers, to find Shrew’s Nest playing. Juan Fernando Andrés and Esteban Roel’s enjoyably ripe Spanish gothic piece is a lively choice, and there’s no arguing with the value, though I suspect most horrorheads would rather pick their tasty poison. The selection, after all, is more diverse than you might expect, covering the art-trash spectrum rather nicely. Traditionalists of varying gore capacities can access Tobe Hooper’s original The Texas Chainsaw Massacre in its slick 40th-anniversary restoration, Mario Bava’s sticky-stylish giallo classic Blood and Black Lace or, more cosily, Ealing Studios’ elegantly shivery anthology Dead of Night. More modern tastes predominate, particularly when it comes to the service’s sidebar of exclusive acquisitions. Here’s the place to find, if you dare, Emiliano Rocha Minter’s We Are the Flesh, a stunningly extreme incest-and-cannibalism exercise; Lake Bodom, a smart, self-reflexive Finnish spin on the old-school slasher flick that doesn’t forget to tuck a few good sharp scares in amid the winks; or Anna Biller’s gorgeously retro-styled occult fantasia The Love Witch. Shudder’s genre remit is pleasingly catholic: arthouse titles such as Lucile Hadžihalilović’s head-scrambling, nightmare-igniting vision Evolution, or Mother, Bong Joon-ho’s thrillingly derailed blend of icy noir and high melodrama, aren’t obvious Halloween-marathon fodder, but they’ll leave your nerves suitably disarranged. And on the series side, a month’s subscription is worth it if only to belatedly discover, as I did, Beyond the Walls, a delicious French-Belgian miniseries that takes an old-as-the-hills haunted-house premise and probes every cobwebbed corner of it. Led with steely conviction by the excellent Veerle Baetens and ravishingly designed throughout, it’s a treat for those who prefer a mounting wall of eeriness to violently bone-crunching terror. If you’re in the mood for chills but daunted by that degree of choice, meanwhile, the good curators of Mubi have also got in on the October act. Their Halloween season begins today with It Follows, David Robert Mitchell’s buzzingly atmospheric indie humdinger from 2014 which mixes its jolts with fascinating psychosexual politics. Others to come ahead of All Hallows Eve include Hammer Horror’s gleefully lurid keystone film The Curse of Frankenstein; Jim Mickle’s surprisingly smashing US remake of the Mexican cannibal family tale We Are What We Are; George A Romero’s widely misidentified feminist-era curio Season of the Witch; and of course, Jennifer Kent’s still extraordinary The Babadook, a visceral plunge into maternal torment that perhaps already merits reappraisal after inadvertently becoming an internet meme machine. Now’s the month to meet it on its original, terrifying terms. Night of the Demon (Powerhouse Films, PG)Sticking with the Halloween theme, this is the first Blu-ray release of Jacques Tourneur’s indelible 1957 satanic-cult thriller, in a bells-and-whistles package on the Indicator label. McQueen (Lionsgate, 15) This docu-biography of the late fashion genius Alexander McQueen could have been a cheaply morbid slab of celebrity worship, but sublimely avoids every pitfall. Informative and heart-snapping, it’s also a luscious ode to his aesthetic. The Bookshop (Universal, PG) The sly social satire of Penelope Fitzgerald’s novel gets unfortunate large-print treatment in Spanish director Isabel Coixet’s earnest but ersatz-feeling adaptation, starring Emily Mortimer as a bookshop owner under fire in a conservative-minded village. Distant Voices, Still Lives (BFI, 15)On its 30th anniversary, Terence Davies’s fragile-hearted Liverpool memory pieces gets a 4K restoration that luckily leaves its scratchy textural beauties intact.", "link": "https://www.theguardian.com/film/2018/oct/22/streaming-the-best-horror-films-shuddder-mubi"}