{"title": "Possum review – grisly shivers and a bag full of nastiness", "description": "<p>In Matthew Holness’s creepy tale, a troubled figure trudges across remote fenland to the scene of his unhappy childhood – and a troubling encounter</p><p>M<a href=\"https://www.theguardian.com/film/2018/oct/12/from-garth-marenghi-to-big-screen-horror-what-the-lost-boy-of-comedy-did-next\">atthew Holness</a> is the TV comedy writer and performer who gave us that tremendous horror spoof Garth Marenghi’s Darkplace. Now he makes his cinema debut, directing an eerie film set in remote fenland Norfolk – adapted by Holness from his own short story, originally published in a 2008 collection entitled The New Uncanny, alongside work by Nicholas Royle and AS Byatt. It is deadly serious, but carries with it an echo or ghost of how this same material could have been played as ironic black comedy.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2018/oct/12/from-garth-marenghi-to-big-screen-horror-what-the-lost-boy-of-comedy-did-next\">From Garth Marenghi to big-screen horror – what the ‘lost boy’ of comedy did next</a> </p> <a href=\"https://www.theguardian.com/film/2018/oct/24/possum-review-matthew-holness-sean-harris-alun-armstrong\">Continue reading...</a>", "content": " Matthew Holness is the TV comedy writer and performer who gave us that tremendous horror spoof Garth Marenghi’s Darkplace. Now he makes his cinema debut, directing an eerie film set in remote fenland Norfolk – adapted by Holness from his own short story, originally published in a 2008 collection entitled The New Uncanny, alongside work by Nicholas Royle and AS Byatt. It is deadly serious, but carries with it an echo or ghost of how this same material could have been played as ironic black comedy. Possum is an intensely English film, and like Andy Nyman and Jeremy Dyson’s recent Ghost Stories, it pays homage to a classic atmospheric creepiness that our national cinema used to give us from the end of the war to the mid-70s. There’s a little nod to Stephen King, too. Maybe it doesn’t quite make sense to talk about “folk horror” because all horror is folk horror. The genre is atavistic and anarchic. It all depends on upending what we expect of rational modernity and what is psychologically and technologically manageable. This film induces a grisly shiver, like a slug dropped down the back of your neck, and there are some amazing images. But I wondered if it was finally unfinished and anticlimactic, and whether its inexplicability might have worked better in a more compressed short film in a portmanteau collection, such as the Ealing movie Dead of Night. The scene is a gloomy provincial town out in the East Anglian bayou. Philip, played by Sean Harris, is a very strange-looking man who is arriving by train, apparently in retreat from some awful disgrace. Harris is often cast in dark and disturbing roles and this is no exception: his fierce, pained face is scared and scary at the same time, a realist Halloween mask of loneliness. He could be pretty much any age from 20 to 50. Philip is carrying a zip-up bag containing the film’s chief character: the one that gives the film its title. There are weird, hallucinatory scenes, glimpses of the future or the past, or possibly a delusional and imaginary present, in which Philip goes to secluded woodland, places the bag in an occult nexus of tree trunks and unzips it. Something deeply horrible with a worrying number of legs stirs within. Philip trudges to a squalid and dilapidated house, evidently his childhood home. Everywhere is tatty and filthy. The row of hooks by the front door has a school satchel and also a skipping rope. (Whose was that?) Yet the house is far from unoccupied. Philip’s ghastly Uncle Maurice is in residence, played with relish by Alun Armstrong, a greasy, unshaven, lairy beast of a man, and someone who was witness to all the unhappiness and bullying that Philip experienced as a child. Crucially, Maurice is a former puppeteer, and seems to have imparted some of his skill in puppetry to his glowering nephew. “Puppetry’s the one thing you were good at …” he drawls in a fenland accent. And the thing in Philip’s bag does seem to be a creation of this sort. Or is it? Soon after Philip arrives, the local press has news of a 14-year-old boy’s disappearance. Maurice wonders whether Philip has something to do with it. Philip wonders if the thing in his bag has something to do with it. Holness has shrewdly discovered some wonderfully deserted East Anglian locations for this film, lending scenes an almost post-apocalyptic quality. There are disused rail lines, crumbling bridges, huge flat marshes. These places are radioactive with weirdness. There are also disused military buildings that loom out of the soil like crashed UFOs. I loved the sheer banal grimness of Philip’s back garden, containing what looks like a plastic water butt on its side. At another stage, we visit an empty-looking railway station whose corridors have a green-and-gold colour scheme from an earlier age. Everything has that musty, gaseous English light. As for the sinister Possum, it is a very gruesome invention, which interestingly lives in Philip’s mind partly in the form of childhood rhymes that he has noted down in that well-known horror standby, the child’s obsessive scrapbook of creepy writings and drawings. Possum might have taken some inspiration here from The Babadook. However, something in me was hoping for a yet more sensational third-act performance from Possum, some more narrative progressions. After a sharp twist, Holness enigmatically breaks the story off. We are left with an oppressive ambient chill.", "link": "https://www.theguardian.com/film/2018/oct/24/possum-review-matthew-holness-sean-harris-alun-armstrong"}