{"title": "Kacey Musgraves review – golden disco-country loses a little sheen", "description": "<p><strong>Bristol Hippodrome </strong><br>Despite a fantastic sound from her band, the Grammy-winning star is awkward on stage as her lyrics are lost in the dry ice</p><p>In a world where <a href=\"https://www.theguardian.com/music/2018/oct/20/taylor-swift-review-tour-shows-a-star-and-reputation-still-in-ascendance\">Taylor Swift’s songs</a> and grand gestures <a href=\"https://www.theguardian.com/music/2018/oct/09/taylor-swift-pro-democrat-instagram-post-causes-spike-in-voter-registrations\">dominate the news</a> schedules, the country-pop road to fame is a golden one. On to these yellow bricks comes Grammy award-winning Texan Kacey Musgraves, fresh from a Radio 2 session with Ken Bruce (before an audience of six million, she tells us later), on the opening night of her UK tour.</p><p>Despite her gorgeous voice and poster-girl beauty, she’s different, is Kacey. Her 2013 single Follow Your Arrow marked her out as a provocateur in her genre: she advocated kissing girls “if you want to”, and rolling joints, and railed against misogyny. Her recent album, <a href=\"https://www.theguardian.com/music/2018/mar/29/kacey-musgraves-golden-hour-review\">Golden Hour</a>, also has an offbeat inspiration: taking acid, although the source of its mood of wide-eyed wonder isn’t immediately obvious. More evident is Musgraves’ huge talent as a mainstream singer-songwriter, her songs aiming for the universal reach of Fleetwood Mac, with added disco glitter.</p> <a href=\"https://www.theguardian.com/music/2018/oct/24/kacey-musgraves-review-bristol-hippodrome\">Continue reading...</a>", "content": " In a world where Taylor Swift’s songs and grand gestures dominate the news schedules, the country-pop road to fame is a golden one. On to these yellow bricks comes Grammy award-winning Texan Kacey Musgraves, fresh from a Radio 2 session with Ken Bruce (before an audience of six million, she tells us later), on the opening night of her UK tour. Despite her gorgeous voice and poster-girl beauty, she’s different, is Kacey. Her 2013 single Follow Your Arrow marked her out as a provocateur in her genre: she advocated kissing girls “if you want to”, and rolling joints, and railed against misogyny. Her recent album, Golden Hour, also has an offbeat inspiration: taking acid, although the source of its mood of wide-eyed wonder isn’t immediately obvious. More evident is Musgraves’ huge talent as a mainstream singer-songwriter, her songs aiming for the universal reach of Fleetwood Mac, with added disco glitter. Even before the show starts, all signs point away from cowboy-booted earthiness towards high-octane, edgy pop. Her support act is the hugely melodic 90s indie revivalist Soccer Mommy; her pre-show music includes Tame Impala and Blondie. A glitterball twirls above a lit-up walkway, then the lights fade to black, and the dry ice goes into overdrive. When Musgraves appears through the mist, though, she’s as down-home as you like. Her long black hair trails down the back of a loudly patterned paisley suit, lightly dappled with rhinestones. Her new songs peal out: Slow Burn, extolling the virtues of doing things your own way (“taking my time, let the world turn”), Butterflies, celebrating romance to a swinging, tinkling, early-60s piano (“I came out new / All because of you”). Musgraves was recently married, she reminds us a few songs in, which might explain her new focus on more universal themes; her move away from rootsier, banjo-fuelled short stories might also be because of an eye on somewhat broader horizons. She seems happiest when she steps away from the microphone, away from the amplification The fly in the ointment, though, is Musgraves’ on-stage persona. She’s oddly cold, rarely smiling, often tapping at her in-ear mic. The sound mixing doesn’t help, with her clever lyrics lost in a high volume better suited to a bigger arena. Her band are fantastic, though: drums, pedal steel, cello, double bass, guitars and 70s synthesisers all creating a fantastic brew of sound. They’re especially affecting when they decamp to the front of the stage, playing songs like the characterful Family Is Family from 2015’s Pageant Material. “Family is family, in church or in prison,” Musgraves sings, finally relaxing a little. “You get what you get, and you don’t get to pick ’em.” Oddly enough, she seems happiest when she steps away from the microphone, away from the amplification, when she can actually hear herself sing. That said, her full-blown pop moments are frequently fabulous. High Time sounds utterly blissful tonight, a megawatt cinematic torch song about remembering who you are (its whistling riff having echoes of Morricone’s theme in The Good, The Bad and the Ugly). Set-closer High Horse also shows how country can be melded brilliantly with late-70s, Chic-like disco, pointing towards a style with which Musgraves could truly conquer the world. The lyrics also feature her returning to her wisecracking best, sneering at a man who thinks he’s first place, to a finger-clicking beat. “Yeah, someone should give you a ribbon,” she jeers, joyously, to a crowd on their feet. Her golden hour’s out there somewhere. • Touring until 6 November", "link": "https://www.theguardian.com/music/2018/oct/24/kacey-musgraves-review-bristol-hippodrome"}