{"description": "<p>Manchester club hotspot and Beatles recording studio among those on Historic England’s heritage list</p><p></p><p><a href=\"https://www.theguardian.com/world/2017/nov/01/newly-released-journal-confirms-osama-bin-laden-visited-the-west\">Shakespeare’s birthplace</a>, the <a href=\"https://www.theguardian.com/books/booksblog/2009/jun/10/brontes-alive-unwell-haworth\">austere parsonage where the Bronte sisters wrote Jane Eyre</a>, Wuthering Heights and Agnes Grey, and The<a href=\"https://www.theguardian.com/culture/2012/jul/02/how-we-made-hacienda-club\"> </a>Haçienda<a href=\"https://www.theguardian.com/culture/2012/jul/02/how-we-made-hacienda-club\">, the Manchester nightclub</a> which was a pillar of the 80s club scene, have all been included in the top 10 of a new UK heritage list.</p> <a href=\"https://www.theguardian.com/culture/2018/feb/06/hacienda-nightclub-and-abbey-road-in-top-10-for-uk-historic-sites\">Continue reading...</a>", "content": " Manchester club hotspot and Beatles recording studio among those on Historic England’s heritage list \nMark Brown \n\nTue 6 Feb 2018 00.01 GMT\n\n\nLast modified on Tue 6 Feb 2018 00.25 GMT\n\n  Shakespeare’s birthplace, the austere parsonage where the Bronte sisters wrote Jane Eyre, Wuthering Heights and Agnes Grey, and The Haçienda, the Manchester nightclub which was a pillar of the 80s club scene, have all been included in the top 10 of a new UK heritage list. All three are being celebrated as part of a Historic England campaign titled A History of England in 100 Places. The 10 historic places for music and literature were nominated by the public and chosen by the novelist Monica Ali. “It is a fun exercise but also an important one,” said Ali. “First of all, it is an acknowledgement of how the arts have shaped our society, especially at a time when arts are becoming more and more marginalised. “Secondly, and no less importantly, these are not only places in which to learn about the past, they also invite contemplation, reflection and – just maybe – inspiration, thus passing the creative baton to future generations.” The list is strikingly diverse and contains the obvious as well as the more surprising. Shakespeare’s birthplace in Stratford-upon-Avon is an example of the former. “How could it not be included?” said Ali. The West Yorkshire home of Charlotte, Emily and Anne Brontë is also on the list, along with Chawton, the house in Hampshire where Jane Austen lived for the last eight years of her life and refined and finished her novels Sense and Sensibility, Pride and Prejudice and Northanger Abbey and wrote Mansfield Park, Emma and Persuasion. Ali said Austen might have her legions of fans, but was still “underrated”. “She is one of literature’s great innovators... and the inventor of the ‘free indirect’ style that is so commonly adopted by novelists today.” Other writers in Ali’s list are Charles Dickens and his former home in Doughty Street, London, where he wrote Oliver Twist and Nicholas Nickleby; and George Orwell, who moved to Canonbury Square in Islington in 1944 after a bomb destroyed the family home in Kilburn. Ali said Orwell’s work remained as fresh and urgent today as it ever was and the renewed interest in Nineteen Eighty-Four “since the beginning of the Trump administration, proves once again his prescience and assures his place in the country’s literary history”. Among the music sites are The Haçienda, the Manchester nightclub which opened on 21 May 1982. It was where the Smiths performed three times in 1982, the venue for Madonna’s first UK gig in 1984, and, in 1986, one of the first British clubs to play house music. By 1988, it was host to the Happy Mondays and Madchester and the second summer of love. The club closed in 1997 and Ali has fond memories. “The Haçienda was the first nightclub I ever went to in the 80s. No club ever topped that for me. It was the coolest place I’ve ever been.” Another club on the list is the 100 Club at 100 Oxford Street, London, which opened as the Feldman Swing Club in 1942 and is the world’s longest-surviving live music venue. It was a place after the second world war where you might catch BB King or Louis Armstrong, while in the 1970s it hosted the first UK punk festival, with bands including Sex Pistols and The Clash. The top 10 is completed by the Abbey Road Studios in London, a place which will always be associated with the Beatles; Chetham’s Library in Manchester, the oldest free public reference library in the English speaking world and a meeting place for Marx and Engels; and the neighbouring houses in Brook Street, London, where Handel and Jimi Hendrix lived, 200 years apart. All 10 places will be explored in podcasts presented by radio presenter Emma Barnett. Other categories include loss and destruction, which will be judged by Mary Beard, and science and discovery, which will be judged by Robert Winston.", "link": "https://www.theguardian.com/culture/2018/feb/06/hacienda-nightclub-and-abbey-road-in-top-10-for-uk-historic-sites", "title": "Haçienda nightclub and Abbey Road in top 10 for UK historic places"}