{"title": "Waiting for You – slow-burn mystery with too much hanging about", "description": "<p>Progress is slow in this attractive but frustrating drama about a student investigating his late father’s past in south-west France</p><p>This Brit indie quickly meets the basic competency threshold that isn’t always a given at this budgetary level. It’s attractively shot, and far from badly played – but never ventures beyond second gear. You wait for it to get good, gripping or perhaps great, yet it remains stubbornly passable. The waiting isn’t unsuited to a slow-burn mystery that opens with bookish student Paul (Colin Morgan) taking delivery of evidence that suggests his late army father enjoyed a second life in south-west France. It’s just there’s so much of it: once Paul reaches reclusive pianist <a href=\"https://www.theguardian.com/stage/2016/mar/15/fanny-ardant-stephen-sondheim-passion-chatelet-paris-polanski-truffaut-depardieu-zeffirelli\">Fanny Ardant</a>’s hillside retreat, we’re waiting for doors to be unlocked, secrets to be uncovered, pennies to drop. It’s a film for patient souls who actively enjoy spending time on hold.</p><p>We at least have time to admire the scenery – excellent cinematographer David Raedeker (<a href=\"https://www.theguardian.com/film/2012/nov/08/my-brother-the-devil-review\">My Brother the Devil</a>) gathering sights that’ll send viewers scrabbling to apply for the appropriate residency visa – and to enjoy the gradual detente in an <em>entente</em> less than <em>cordiale</em>. Morgan’s schoolboy French proves reliably charming, never more so than when set before Ardant’s sceptical-to-withering schoolmarm gaze. Still, it seems a needless delaying tactic that, rather than straightforwardly asking his host what went on back in the day, Paul assumes the facade of an amateur property surveyor. He has to poke round the attic and get found out before the story can slope forwards.</p> <a href=\"https://www.theguardian.com/film/2018/oct/25/waiting-for-you-fanny-ardant-colin-morgan-charles-garrad\">Continue reading...</a>", "content": " This Brit indie quickly meets the basic competency threshold that isn’t always a given at this budgetary level. It’s attractively shot, and far from badly played – but never ventures beyond second gear. You wait for it to get good, gripping or perhaps great, yet it remains stubbornly passable. The waiting isn’t unsuited to a slow-burn mystery that opens with bookish student Paul (Colin Morgan) taking delivery of evidence that suggests his late army father enjoyed a second life in south-west France. It’s just there’s so much of it: once Paul reaches reclusive pianist Fanny Ardant’s hillside retreat, we’re waiting for doors to be unlocked, secrets to be uncovered, pennies to drop. It’s a film for patient souls who actively enjoy spending time on hold. We at least have time to admire the scenery – excellent cinematographer David Raedeker (My Brother the Devil) gathering sights that’ll send viewers scrabbling to apply for the appropriate residency visa – and to enjoy the gradual detente in an entente less than cordiale. Morgan’s schoolboy French proves reliably charming, never more so than when set before Ardant’s sceptical-to-withering schoolmarm gaze. Still, it seems a needless delaying tactic that, rather than straightforwardly asking his host what went on back in the day, Paul assumes the facade of an amateur property surveyor. He has to poke round the attic and get found out before the story can slope forwards. Oddly, there is a pressing subtext buried in this script – about the British capacity to wreak havoc overseas – yet it’s timidly handled, and we spend so long going around the houses there’s scant time to consider it before the lights come up. That leaves us with undemanding matinee viewing, and one early spark of dialogue that seems, intentionally or otherwise, to intuit where we might be at this particular cultural moment. “Are you English?,” asks Sylvie (Audrey Bastien), the comely innkeeper’s daughter with whom we may well be waiting for the protagonist to pair up. After Paul says he is, her response is quicker than anything else hereabouts: “Bad luck.”", "link": "https://www.theguardian.com/film/2018/oct/25/waiting-for-you-fanny-ardant-colin-morgan-charles-garrad"}