{"title": "Murder by the Book by Claire Harman review – scandalous Victorian mystery", "description": "Did one novel written in 1839 inspire a lurid murder and an assassination attempt on Queen Victoria?<p>As Leonard Bast discovers in <em>Howards End</em> when a heavy shelf collapses on him, books can kill. Can they also inspire killers? Mark David Chapman, who murdered John Lennon, was carrying a copy of <em>The Catcher in the Rye</em> when arrested. Ted Kaczynski, the Unabomber, was thought (by the FBI) to have been inspired by Joseph Conrad’s <em>The Secret Agent</em>. Anthony Burgess, John Fowles, Stephen King, Isaac Asimov, Anne Rice and Bret Easton Ellis all faced accusations of writing novels that caused copycat crimes. Motivation is a complex matter. Still, stories of this kind keep cropping up (in a lurid variation, the Chinese crime writer <a href=\"https://www.theguardian.com/world/2017/aug/16/guilty-secret-chinese-writer-arrested-cold-case-murders\" title=\"\">Liu Yongbiao</a> was recently sentenced to death for committing murders that inspired novels he wrote years later), and it turns out they’re nothing new.</p><p>In May 1840, Lord William Russell was found dead in bed at his house in Mayfair, London: his throat had been cut so deeply that his head was almost severed. News of the murder travelled fast (“This is really too horrid!” Queen Victoria wrote in her diary) and set off panic among the well-to-do: that an inoffensive, elderly widower could be murdered in bed seemed evidence of an “unfortunate spirit of insubordination” in a London destabilised by immigrants, criminal gangs and an increasingly vocal working class. While police searched for the culprit, contemporary authors came under fire for writing “Newgate novels” that glamorised crime and violence, with one novelist, William Harrison Ainsworth, singled out.</p> <a href=\"https://www.theguardian.com/books/2018/oct/25/murder-by-the-book-claire-harman-review\">Continue reading...</a>", "content": " As Leonard Bast discovers in Howards End when a heavy shelf collapses on him, books can kill. Can they also inspire killers? Mark David Chapman, who murdered John Lennon, was carrying a copy of The Catcher in the Rye when arrested. Ted Kaczynski, the Unabomber, was thought (by the FBI) to have been inspired by Joseph Conrad’s The Secret Agent. Anthony Burgess, John Fowles, Stephen King, Isaac Asimov, Anne Rice and Bret Easton Ellis all faced accusations of writing novels that caused copycat crimes. Motivation is a complex matter. Still, stories of this kind keep cropping up (in a lurid variation, the Chinese crime writer Liu Yongbiao was recently sentenced to death for committing murders that inspired novels he wrote years later), and it turns out they’re nothing new. In May 1840, Lord William Russell was found dead in bed at his house in Mayfair, London: his throat had been cut so deeply that his head was almost severed. News of the murder travelled fast (“This is really too horrid!” Queen Victoria wrote in her diary) and set off panic among the well-to-do: that an inoffensive, elderly widower could be murdered in bed seemed evidence of an “unfortunate spirit of insubordination” in a London destabilised by immigrants, criminal gangs and an increasingly vocal working class. While police searched for the culprit, contemporary authors came under fire for writing “Newgate novels” that glamorised crime and violence, with one novelist, William Harrison Ainsworth, singled out. Ainsworth was a good-looking lawyer from Manchester who moved to London to pursue a literary career and found fame with his 1834 novel Rookwood, which featured the highwayman Dick Turpin. The young Dickens admired it and, along with his future biographer, John Forster, became a close friend of Ainsworth. Even greater success followed in 1839 with Jack Sheppard, also based on a real-life criminal: pirated editions reached a wide audience and so did stage versions, with half a dozen productions (including a pantomime) put on in London. This time, though, Ainsworth found critics turning against him. “All the Chartists in the land are less dangerous than this nightmare of a book,” was one verdict, while Thackeray denounced Ainsworth for nurturing a public appetite for thievery, murder and prostitution. The most contentious scene in Jack Sheppard has the protagonist and his accomplice slitting the throat of a victim during a bungled burglary – just as happened with Russell. There was one key difference, however: the real-life murder had the hallmarks of an inside job, all the more so when valuables were found behind a skirting board. Suspicion fell on the servants: the cook, Mary Hannell; the maid, Sarah Mancer; and the valet, the Swiss-born François Courvoisier. Might one of them have done the deed out of malice, resentment or greed? Or could Courvoisier’s friend Henry Carr, who visited the house the day of the murder, be responsible? And what of reports that a naked figure had been seen in the window that night? Crowds gathered outside the house as the police pursued their investigation. Lurid reports, wild speculation and lamentable verse filled the press. The painter Edwin Landseer (a friend of Russell) suffered a nervous collapse. Five weeks after the murder, moral panic about a subversive new underclass intensified when an 18-year-old from Birmingham, Edward Oxford, fired and missed at Victoria and Albert as their coach drove along Constitution Hill. Deemed insane, Oxford was sent to Broadmoor rather than executed. But Jack Sheppard was a novel he’d read. And several other criminals brought to trial for petty offences claimed that reading the book, or seeing the play, had corrupted them. A week after the assassination attempt, Russell’s alleged killer was found guilty. Even before the verdict, the person in question (easily discovered, but no spoiler here) owned up to their defence counsel, whose failure to disclose this to the judge incensed many observers, including Dickens. Several variations on the original confession followed, including the claim that “perusal of the romance of Jack Sheppard” had planted the idea. If this was a bid for clemency, it didn’t work. The hanging took place at Newgate in July. An estimated 40,000 spectators came to see it, some paying to watch from nearby windows and roofs. Dickens and Thackeray wrote of their self-disgust at being among the crowd and campaigned for a change in the law. Claire Harman doesn’t claim to have unearthed an unknown Victorian murder mystery (she includes an extensive bibliography). And since the case was quickly solved and put to bed, her narrative lacks the twists and turns of Kate Summerscale’s The Suspicions of Mr Whicher. But she tells the story with clarity and vigour, and her postscript explores a number of unanswered questions: could others have been involved, for example, and might the removal of Russell’s truss point to a sexual motive? She also notes one fascinating legacy. Among the many letters the police received after the murder was one from a Norfolk surgeon, who had noticed that “every individual has a peculiar arrangement” on “the grain of the skin”, and who suggested that impressions left on sheets and pillows might lead to the culprit. The letter was ignored, but kept in a file from which it was unearthed 50 years later – and the idea of fingerprint identification took off. • Murder By the Book by Claire Harman is published by Viking. To order a copy for £12.89 (RRP £14.99) go to guardianbookshop.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.", "link": "https://www.theguardian.com/books/2018/oct/25/murder-by-the-book-claire-harman-review"}