{"title": "The Girl in the Spider's Web review – Claire Foy channels 007 for mixed reboot", "description": "<p>The Crown star adds weight to an efficiently made yet ultimately empty attempt to resurrect goth-hacker Lisbeth Salander</p><p>We’re in the middle of a messy old time for franchises. Thirsty studios continue to fiddle with well-known properties in order to reboot, rehaul and resurrect, often enticing but also confusing audiences with the results. The latest iteration of Halloween took the liberty of scaring away the memory of prior sequels to bring Jamie Lee Curtis back from the dead; Amazon introduced the fifth actor to play Tom Clancy’s rather dull CIA operative Jack Ryan in the recent self-titled series; next month The Grinch returns in cartoon form; and in December, Sony launches an alternative animated Spider-Man universe existing alongside their rebooted live-action series.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2018/oct/23/halloween-horror-reboots-upcoming-pet-sematary-it\">Beyond the grave: what's next for the horror reboot?</a> </p> <a href=\"https://www.theguardian.com/film/2018/oct/24/the-girl-in-the-spiders-web-review-claire-foy\">Continue reading...</a>", "content": " We’re in the middle of a messy old time for franchises. Thirsty studios continue to fiddle with well-known properties in order to reboot, rehaul and resurrect, often enticing but also confusing audiences with the results. The latest iteration of Halloween took the liberty of scaring away the memory of prior sequels to bring Jamie Lee Curtis back from the dead; Amazon introduced the fifth actor to play Tom Clancy’s rather dull CIA operative Jack Ryan in the recent self-titled series; next month The Grinch returns in cartoon form; and in December, Sony launches an alternative animated Spider-Man universe existing alongside their rebooted live-action series. Which brings us, sighing from exhaustion, to The Girl in the Spider’s Web, a film that introduces us to the third Lisbeth Salander in eight years – and if Sony, the studio backing it, has its way, hopefully the last – kicking off a definitive new franchise. Stieg Larsson’s bestselling Millennium series was first transplanted to the screen in 2009 with all three books adapted and released within months, introducing star Noomi Rapace to Hollywood. Just two years later, Sony lured David Fincher to an English-language take on the first novel, scoring Rooney Mara an Oscar nomination, and while box-office results were decent, they weren’t quite decent enough to justify a $90m budget. It meant that despite interest from Mara a sequel fell through and instead a cheaper option came to fruition. With half the budget, Evil Dead remake director Fede Alvarez took the helm and rather than continue with the original planned trilogy, the fourth book was chosen, written by David Lagercrantz long after Larsson’s death. It might seem odd skipping from one to four but this so-called “soft-reboot” acts as a sort of origin tale with a plot that delves into the background of the notorious goth-hacker. Salander (played this time by The Crown’s Claire Foy) remains a vigilante at large in Stockholm, bringing down powerful men who take advantage of women. She’s also still a hacker-for-hire and her latest job sees her tracking down a powerful program that gives its owner the ability to take charge of nuclear weapons worldwide. It thrusts her into a dangerous underworld and forces her to confront her shadowy childhood, the memory of her abusive father and the sister she thought she’d left to die. On paper, it might seem puzzling to drag Salander back to the screen yet again, but it’s clear from the first 15 minutes that Sony is hoping to position her as a female alternative to James Bond (something Alvarez has also confirmed). This might also seem puzzling to fans of the books, given that Salander’s stories have traditionally been structured as page-turning mysteries, but The Girl in the Spider’s Web is an unashamed attempt to bring in a wider audience at a time of increased female visibility in the action genre. It’s a sleek, efficiently made slab of entertainment but one that borders on anonymity, Salander’s idiosyncrasies buried underneath a more multiplex-friendly exterior, kicking and shooting her way to inevitable triumph. Despite the shiny new packaging, there’s something unavoidably dated about the story that unfolds. Salander’s hacking prowess is used for trickery that would have felt more impressively novel if it had been employed in 1995 by Sandra Bullock’s character in The Net (a character at one point receives an important clue via fax). She’s also close to superhuman, setting traps and predicting outcomes in a way that a smarter, niftier script could have handled effortlessly. But here it just feels impossible, psychic even, and such magical smarts jar with other dumber oversights made by her and ex-partner Mikael Blomkvist, played here by Sverrir Gudnason. His existence in the story is so superfluous he might as well be absent, and the same could be said for Salander’s queerness, mostly forgotten, along with her feminist brand of vengeance, shown early in a potent introduction then abandoned almost immediately. After breaking out with The Crown, Foy has made a number of choices that suggest she’s all too aware of the danger of typecasting when playing a role of such magnitude. This year alone she’s played a woman questioning her sanity in Steven Soderbergh’s not-quite-fun-enough exploitation thriller Unsane and the frustrated wife of Neil Armstrong in Damien Chazelle’s middling space race drama First Man. In both films she rose far above the material she was given and it’s a skill that continues here, her commanding presence adding weight to a character who isn’t afforded much depth. But there’s only so much brooding she can do before we demand more, given how Salander was written with such loving detail on the page. Elsewhere, there’s a staggeringly underused Vicky Krieps and reliably strong work from Lakeith Stanfield, an actor who’s also able to rise far above a middling end product. Alvarez’s history within the horror genre (he also directed sleeper hit Don’t Breathe) means he’s a dab hand with some effectively nasty gore and while his ability to choreograph hand-to-hand combat is scrappy, he’s got an eye for a sweeping cinematic vista. Coupled with a grandiose score, there’s a slick competency on show. It’s watchable enough but let down by a strange lack of interest in presenting Salander as anything but an engine to propel a plot. More female action heroes is by no means a bad thing but forcing Salander into Bond’s shoes feels like a misstep, her intellect and survivalism suited to far more interesting pursuits. The Girl in the Spider’s Web is trapped in the wrong genre. The Girl in the Spider’s Web is released in the US on 9 November and in the UK on 21 November", "link": "https://www.theguardian.com/film/2018/oct/24/the-girl-in-the-spiders-web-review-claire-foy"}