{"title": "Artes Mundi 8 review – engrossing works blunted by limp liberal agenda", "description": "<p><strong>National Museum of Wales, Cardiff</strong><br>This year’s shortlist features industrial angst, a cryptic shadow play and hypnotic images of American paranoia – but the artists are be being used as human slogans</p><p>A<a href=\"http://www.artesmundi.org/\">rtes Mundi</a> is Wales’s window on global art. It is also, it claims, “the UK’s leading political art prize”. The five artists on this year’s shortlist offer perspectives from Thailand, Egypt, Morocco and Nigeria as well as the US, and yet the shadow of America looms largest. Well it does, doesn’t it? Growing up in Wales, I dreamt of America because it was not England. Now Trump’s America is a nightmare that keeps the world awake, and electrifies the best work in this uneven exhibition.</p><p>I can’t immediately see the politics in American artist <a href=\"http://www.paglen.com/\">Trevor Paglen</a>’s crystal-clear telescopic photograph of the moon. This beautifully detailed image of rugged craters and dark dust seas appears simply to be glorious astrophotography. Perhaps it refers to conspiracy theories about <a href=\"https://www.theguardian.com/film/2018/sep/06/if-anyone-can-maga-it-is-nasa-how-first-man-put-a-rocket-up-the-politics-of-space\">the Apollo moon landings</a>. Because, guys, this is a very large photograph of the moon and I cannot – repeat, cannot – see any evidence of a human landing. Just saying. #moonlandingsfaked</p> <a href=\"https://www.theguardian.com/artanddesign/2018/oct/25/artes-mundi-8-review\">Continue reading...</a>", "content": " Artes Mundi is Wales’s window on global art. It is also, it claims, “the UK’s leading political art prize”. The five artists on this year’s shortlist offer perspectives from Thailand, Egypt, Morocco and Nigeria as well as the US, and yet the shadow of America looms largest. Well it does, doesn’t it? Growing up in Wales, I dreamt of America because it was not England. Now Trump’s America is a nightmare that keeps the world awake, and electrifies the best work in this uneven exhibition. I can’t immediately see the politics in American artist Trevor Paglen’s crystal-clear telescopic photograph of the moon. This beautifully detailed image of rugged craters and dark dust seas appears simply to be glorious astrophotography. Perhaps it refers to conspiracy theories about the Apollo moon landings. Because, guys, this is a very large photograph of the moon and I cannot – repeat, cannot – see any evidence of a human landing. Just saying. #moonlandingsfaked On a second look, I seem to see a satellite trail. For Paglen’s innocuous-seeming moon belongs to a series in which he exposes how many spy satellites move spookily through the night sky. He has used the techniques of astronomical photography to take pictures not of stars or nebulae but the tracks of surveillance craft. Using data from folk who take a keen interest in these things, he has set his telescopic camera on a long exposure to reveal bright white lines of state technology streaking through space. One photograph is a fantastic abstract swirl of satellite orbits revolving madly, as they might in the mind of a paranoid conspiracy theorist. These are photographs of a state of mind. I am not saying they don’t show what they claim to show. Their power as art, however, comes from the fact that they might not. Paglen really does surf the data universe in a project to spy on the spies. Yet his art is as much about his obsession as it about anything the quest exposes. In another series he aims his telescopic lens at secret bases in the American desert. A man talks into his phone as he descends from a jet on who knows what covert business. A spy plane waits on a runway. Blurred, low-lying military buildings shimmer in the heat. Yet I can’t help visualising the artist, hidden among rocks, focusing his camera on the secret state. A man with a monomaniacal mission. Paglen’s art is the latest in a long line of American reflections on the poetry of paranoia, from films such as The Parallax View and The Conversation to the novels of Don DeLillo and Thomas Pynchon. He stares into the heart of America at this moment, beset by rage and terror. Moroccan artist Bouchra Khalili has also looked into America’s abyss. Her film Twenty-Two Hours tells how French literary hero Jean Genet went to the US in 1970 to help the Black Panthers. I found this emotionally charged documentary compelling. It goes into arcane and oddly fascinating details such as how Black Panther Doug Miranda got Yale students and staff to strike in support of imprisoned Black Panther party leaders. He told them they needed to take up the gun, he remembers. When he suggested a strike instead, everyone was so relieved to be spared the armed struggle that the strike was a big success. The Black Panther party can’t be repeated, Miranda says. It belongs to history. The revolution needs to learn from history and move on. The film director Jean-Luc Godard also turns up in archive footage and watching this engaged cinematic lecture is like watching him at his most radical. Armed with that lesson I tried to negotiate Egyptian artist Anna Boghiguian’s visions of the Welsh steel industry. White, male, working-class Welshmen protest and riot in her cartoonish cut-outs amid paintings of heavy industrial plants in which steel pipes and tubes become the tendrils connecting the world together. It’s all a chaotic romp, yet the steel industry is apparently meant to represent the coils of global capitalism. That same interconnectedness is depicted as a line linking objects through space in a tapestry by Nigeria’s Otobong Nkanga. So not only is this a political prize but it’s one that seems determined to fold all the shortlisted artists into its own curatorial thesis about the global crisis of capitalism. Or something of that kind. The artists are inevitably done a disservice by this. Instead of showcasing their talent, the exhibition seems to be using them as human slogans. What happened to rewarding artistic quality? Or is that now synonymous with expressing the correct worldview? Any prize shortlist that insists on a common intellectual approach by its chosen artists – political, religious, whatever – is clearly not being objective in its quest for excellence. Indeed it appears proud of that. I’d be happier if the judges shortlisted an artist whose politics repelled them. The provocative French writer and artist Michel Houellebecq would be one choice to liven up this tame event where every good artist apparently thinks the same as the curators do about everything. It comes as a relief that it is so difficult to take any political message from Thai film director and artist Apichatpong Weerasethakul’s cinematic shadow play Invisibility. Unfortunately it’s hard to take much else from it, either. Vague events are played out in fragmentary light. The projection stops and starts. Maybe it’s about the impossibility of communication. Paglen and Khalili are the best artists here and they both cut deeply into the rifts of our troubled age. Since Paglen has already had a lot of awards they should give this one to Khalili. She can use the money in her Genet-like romantic pursuit of global revolution. Artes Mundi is at the National Museum of Wales, Cardiff, until 24 February.", "link": "https://www.theguardian.com/artanddesign/2018/oct/25/artes-mundi-8-review"}