{"title": "Ladybird book authors make light work of Brexit", "description": "<p>Last but one in hit series aimed at adults follows works about sheds and mid-life crises</p><p>Writers of the hugely popular <a href=\"https://www.theguardian.com/books/2017/feb/21/ladybird-phenomenon-publishing-craze-books-for-grown-ups\">Ladybird books for grownups</a> are tackling what many would see as their biggest challenge so far. They are going to try to explain Brexit.</p><p>The series, which pairs modern jokes with original Ladybird artwork, has become a publishing phenomenon, with combined book sales of around 4.5m copies since it first appeared three years ago.</p> <a href=\"https://www.theguardian.com/books/2018/oct/25/ladybird-book-authors-make-light-work-of-brexit\">Continue reading...</a>", "content": " Writers of the hugely popular Ladybird books for grownups are tackling what many would see as their biggest challenge so far. They are going to try to explain Brexit. The series, which pairs modern jokes with original Ladybird artwork, has become a publishing phenomenon, with combined book sales of around 4.5m copies since it first appeared three years ago. Subjects have included the shed, the mid-life crisis and the hangover. On Thursday Penguin published The Story of Brexit. Jason Hazeley, co-writer of the books with Joel Morris, said they were responding to reader pressure. “We did about a year and a half of literary festivals and we got asked so many times - when are you going to do a book about Brexit? – that we eventually concluded it was the will of the people.” Hazeley said they did not want to do anything partisan, but wanted to explore “the ineptitude” of how the wider situation was being handled. “We are living in a time when we have a huge political upheaval coming thundering at us and at the same time, I would say, we’ve got a lousy government and a lousy opposition. It does feel like we’ve been left swinging in the breeze.” Publishers are hoping the book will provide some light relief in difficult times. The book will be the penultimate one for Hazeley and Morris. After Brexit there will be The Wonderful World of Ladybird Books for Grownups, a kind of medley curtain call for the series, and then that will be it. “We sort of feel we have covered every single aspect of human existence,” said Hazeley. “We don’t really have anywhere else to go. The other book we were always asked to write is one about teachers but every teacher, the land over, would get 15 or 16 copies at the end of term and that is so unfair. “We thought we just can’t do that, not to teachers.”", "link": "https://www.theguardian.com/books/2018/oct/25/ladybird-book-authors-make-light-work-of-brexit"}