{"description": "<p>As Thurman recounts how she fought off Weinstein’s advances and was injured in a car crash filming Tarantino’s Kill Bill after she says she was refused a stunt double, it seems some directors put female stars on pedestals just to pull them off</p><p>Alfred Hitchcock used to go berserk if he saw Tippi Hedren talking to other men. He had a mask made of her face. A couple of times <a href=\"https://www.theguardian.com/film/2016/oct/31/tippi-hedren-alfred-hitchcock-sexually-assaulted-me\">he threw himself on top of her and assaulted her</a>. When they were making The Birds, he told her mechanical birds would not work and she <a href=\"https://www.theguardian.com/film/2016/nov/06/alfred-alfred-hitchcock-sexual-harassment-claims-tippi-hedren-the-birds\">would have to be attacked by live ones</a>. They were attached to her body with elastic bands. One almost pecked out her eyes. Unsurprisingly, she broke down.</p><p>She is still spoken of as his muse.</p> <a href=\"https://www.theguardian.com/film/commentisfree/2018/feb/05/from-tippi-hedren-to-uma-thurman-being-a-muse-means-being-abused\">Continue reading...</a>", "content": " As Thurman recounts how she fought off Weinstein’s advances and was injured in a car crash filming Tarantino’s Kill Bill after she says she was refused a stunt double, it seems some directors put female stars on pedestals just to pull them off Contact author \n\nMon 5 Feb 2018 18.40 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.00 GMT\n\n Alfred Hitchcock used to go berserk if he saw Tippi Hedren talking to other men. He had a mask made of her face. A couple of times he threw himself on top of her and assaulted her. When they were making The Birds, he told her mechanical birds would not work and she would have to be attacked by live ones. They were attached to her body with elastic bands. One almost pecked out her eyes. Unsurprisingly, she broke down. She is still spoken of as his muse. Woody Allen gave a speech at the American Film Institute last year, presenting Diane Keaton with a lifetime achievement award. He talked of her work as “a fellatrix” (someone who gives blowjobs). She had, he said, been out with several charismatic men. They all dumped her. The audience thought this was hilarious. A roast, as they call it. Keaton was Allen’s muse for years. Before you nip down the jobcentre with your CV, to apply for some freelance musing, perhaps think about some further complications of the job. Uma Thurman has been talking about how she was assaulted by Harvey Weinstein. It has been obvious from the moment, some months ago, when Thurman first intimated this, that Quentin Tarantino would be involved. Thurman is, of course, Tarantino’s muse. Women don’t get to be collaborators you see. She was injured in a car crash on set while filming Tarantino’s Kill Bill. She had asked for a stunt double. She claims he made her do it. She has been left with permanent injuries to her neck and knee. At various times, Tarantino spat on her and choked her with a chain. He wanted to get the sadism just right in Kill Bill. He is a perfectionist. When filming Inglourious Basterds, the auteur claimed that the actor who was playing alongside Diane Kruger, and had to choke her, would not be able to do it to his satisfaction. So it’s Tarantino’s hands in shot, instead. Kruger recalls him saying: “‘I know exactly what I need and I think I should just do it.’ I have to say, it was very strange being strangled by the director.” So in this world of grand illusion, great female actors are put on pedestals as muses by great directors, and then what? Systematically abused. The idea of a muse as firing creativity is a romantic one, echoing through the arts. Picasso and his mistresses, for instance. This is, straightforwardly, a power relationship. The tortured male genius, the reclining woman, broken, fragmented, terrorised so often in imagery. Female fear is apparently arousing: think of Hitchcock and Roman Polanski. Female vengeance can be too: Kill Bill and Three Billboards Outside Ebbing, Missouri. But when a muse wants rights, as Thurman did when she challenged Tarantino and Weinstein by asking for footage of that crash, it ended in rows. Weinstein remains, in his bathrobe, at his Arizona spa, but still has a spokesman who pops up with pictures of he and Thurman as friends in the past, and a statement saying there “was no physical contact during Mr Weinstein’s awkward pass”. Incredible. What the #MeToo movement is showing is that this is not about individual men but about systems where abuse is tolerated. A lot of people still can’t listen to what women are telling them because they too are embedded in systems of power where they always side with the powerful. Maureen Dowd, the New York Times journalist who did the interview with Thurman, has form on this. She was relentlessly cruel about Monica Lewinsky for years. She, suggesting she was a silly, plump, valley girl who had had her head turned. Some day there will be a reckoning about Bill Clinton, but it’s still being avoided. The discussion has been, until recently, about sorting out the deserving victims from the undeserving ones. But that no longer works. Some of the most successful women in the world are telling us they were assaulted and abused by men who professed to adore them. One only has to go to a women’s refuge to hear that story in more mundane ways. Some men get their kicks by pulling women off pedestals and debasing them. It turns out the muse is a woman with a steering wheel in her ribs, carried out of a car because she can’t walk. The man who put her at risk looks on. This is not art. It’s a record of abuse. I often think Theresa May is the perfect person to lead Brexit, do Brexit, simulate Brexit or whatever is going on this week. Brexit is either the most pressing subject in the entire world or actually insanely boring. I have never had a single conversation about it where any one changed their mind. I regard it in the same way as I regard an asteroid hitting the planet. It will probably happen, but not for years, so best not to dwell ... I watch Theresa May, stooped and socially awkward, and I think about why, for some unknown reason, she has taken it upon herself to lead us through this change. No one likes her. Not even in her own party. She is devoid of social skills. Often alone. She doesn’t do warmth or ever answer questions. Spontaneity is out of the question. The bar is set so low that, though the room at Davos was half empty for her speech, at least bits of the stage didn’t fall down, so it was considered a success. She went to China, had a cup of tea, managed to reveal she has tea at home. She didn’t appear to hustle up any business contracts. As she never goes off script, Sky News ran a headline “Theresa May says absolutely nothing at all”. No one believes she believes in what she’s doing, but she believes she has to go on. Apart from occasional strange, inappropriate grimaces, there is no signs of interior life. This is why she is so absolutely right for the job of defining our place in the new world order. Uncertain, uncomfortable, out of her depth, miserable and friendless. It’s written all over her. It doesn’t really matter what she says, does it? Her hinterland, one assumes, is purgatory. If, as the saying goes, “Nature gives you the face you have at 20. Life shapes the face you have at 30. But at 50, you get the face you deserve”, I see May’s face, the face of Brexit, as that of someone who has not slept soundly for around 15 years. A rare trip to the theatre to see the much-hyped The Ferryman put me in a very bad mood. (And not just because the loos and bars are always so crowded that the theatre experience is spent queueing.) The play was the full paddywhackery of Irish dancing, priests, banshees, 1916 and bringing in the harvest. But it explained something to me as a middle-class audience lapped it up. They are as ignorant of Ireland and the Troubles as those who never considered what would happen to the border when we voted for Brexit. Ireland remains the last colony of the English imagination.", "link": "https://www.theguardian.com/film/commentisfree/2018/feb/05/from-tippi-hedren-to-uma-thurman-being-a-muse-means-being-abused", "title": "From Tippi Hedren to Uma Thurman, being a muse means being abused"}