{"description": "<p>Once we were charmed by this gloriously imaginative fiction, but with this latest iteration Chris Carter has only managed to weave a tapestry of unparalleled nonsense</p><p>We have all aged considerably – most of it in the past two years – since The X-Files (Channel 5) first landed on our screens in 1993. In the early 90s, no matter what the actual year of our births were, we were young. Our corner of the world, though of course it had its moments, was essentially sorted. Centred enough, stable enough. We were pre-internet, pre-9/11 and geopolitically naive, optimistic and content. We had plenty of slack in our emotional and psychological systems with which to enjoy a teasing game of “What if …?” once a week, safe in the knowledge that Mulder and Scully’s world of conspiracies, wheels within wheels, shifting sands and government corruption so deep there was no telling where it all ended was a gloriously imaginative fiction, a tapestry of&nbsp;nonsense deftly woven by its creator, Chris Carter.</p><p>Quite where this leaves viewers facing the same programme in an era when the mytharc has become the news cycle, I’m not sure. The 2016 reboot – the 10th series outing for David Duchovny and Gillian Anderson – more or less binned the alien colonisation stuff and brought the threat closer to home, giving it heft and resonance while still having room for fantasy. Most of the criticism it faced centred on its failure to live up to the storytelling prowess of the original rather than for working against the emotional zeitgeist. But as Sam Goldwyn so rightly said, we’ve all passed a lot of water since then. Especially the president of the United States, if the rumoured tapes don’t lie.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2018/feb/05/the-x-files-review-mulder-and-scully-juddering-reboot-jumps-the-shark\">Continue reading...</a>", "content": " Once we were charmed by this gloriously imaginative fiction, but with this latest iteration Chris Carter has only managed to weave a tapestry of unparalleled nonsense \nLucy Mangan \n\nMon 5 Feb 2018 22.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 22.08 GMT\n\n We have all aged considerably – most of it in the past two years – since The X-Files (Channel 5) first landed on our screens in 1993. In the early 90s, no matter what the actual year of our births were, we were young. Our corner of the world, though of course it had its moments, was essentially sorted. Centred enough, stable enough. We were pre-internet, pre-9/11 and geopolitically naive, optimistic and content. We had plenty of slack in our emotional and psychological systems with which to enjoy a teasing game of “What if …?” once a week, safe in the knowledge that Mulder and Scully’s world of conspiracies, wheels within wheels, shifting sands and government corruption so deep there was no telling where it all ended was a gloriously imaginative fiction, a tapestry of nonsense deftly woven by its creator, Chris Carter. Quite where this leaves viewers facing the same programme in an era when the mytharc has become the news cycle, I’m not sure. The 2016 reboot – the 10th series outing for David Duchovny and Gillian Anderson – more or less binned the alien colonisation stuff and brought the threat closer to home, giving it heft and resonance while still having room for fantasy. Most of the criticism it faced centred on its failure to live up to the storytelling prowess of the original rather than for working against the emotional zeitgeist. But as Sam Goldwyn so rightly said, we’ve all passed a lot of water since then. Especially the president of the United States, if the rumoured tapes don’t lie. That said, as the opening episode of series 11 unfolded last night, it was the storytelling that failed first. At the end of series 10, there was a global contagion, Mulder was dying, Scully was about to hare off to find son William and harvest his stem cells to save him and possibly humanity, and the dead-since-season-nine-16-years-ago Cigarette Smoking Man had emerged to act everyone else off the screen even in plague prosthetics. At the beginning of last night’s instalment – do I really have to say “spoiler alert”? OK, SPOILER ALERT – Carter pulled a Dallas. It was basically all a Scullydream, except for the bits that weren’t. Honestly. People try my patience sometimes, they really do. So. Seer Scully hath only foretold ye global contagion and reckoneth that William be sending her vision-prophecies (a neurological scan while she lies comatose in hospital reveals her hypothalamus is pulsing in such a way that it signals “Find him” in morse code. I know, I know) so that his parents will seek him out and use him to thwart the Smoking Man’s ungodly plans. The Smoking Man is real, you see. Alive again, he plans to rid the world of the scourge of humanity because – oh, I don’t know. Because he’s evil? Knackered? Despairs, like the rest of us, of ever properly grasping his plot line again? Or simply tired of delivering portentous monologues in voiceover when he should be giving us his Lear at the Guthrie? He wants to find William, too, for ... reasons. There’s a reveal at the very end that, if you squint hard and look with all the goodness that is in your heart, might qualify as a twist rather than just Another Goddamn Rug-Pulling, but other than that there is an overwhelming sense that the creator and his writers are just howling into the void of their own making. But – especially for those who remember the 90s incarnation in unstreamed form – context is all. Now, when Mulder expounds a theory, or “proof” that the moon landings were staged is offered up, you cower at the thought of the internet eccentrics adding another brick to their bunkers of certainty. Current real-life events and people make you sympathise with the Smoking Man, who looks increasingly like a model of probity. “Fair enough,” you think. “We had our chance. Look what happened. I couldn’t come up with five good reasons right now why you shouldn’t unleash every plague you reverse-engineered at Roswell thrice over. I have a sneaking suspicion that Duchovny will thank you, too, even if his agent won’t.” Reports from the US assure viewers that there are solid monster-of-the-week-type episodes coming up. I hope so. I am sore in need of comfort and escape. I cannot have all my art reflecting life. I would like to see the hand of a benevolent creator intervening to tidy up the sprawling madness, impose order and propel us all towards a happy ending. I want to believe, if not in God, then at least in the power of television.", "link": "https://www.theguardian.com/tv-and-radio/2018/feb/05/the-x-files-review-mulder-and-scully-juddering-reboot-jumps-the-shark", "title": "The X-Files review – juddering Mulder and Scully reboot jumps the shark"}