{"link": "http://www.bbc.co.uk/news/newsbeat-42788099", "description": "", "content": " Netflix has reported a surge of subscribers to 117m in 2017, which it's put down to interest in its original content.  The company has come a long way since its start as an online DVD rental company in 1998. Back then you could subscribe and have access to unlimited DVDs which would be sent to your house. It was the main rival to Blockbuster - a major chain that rented films, games and TV box sets. From 700,000 Netflix subscribers in 2002 to 3.6m in 2005, there was clearly a demand for DVD rental. Two years later, in 2007, America saw the launch of the feature Netflix is best known for - streaming. That year also saw the beginnings of a move away from the traditional DVD rental format.  The company's founders are said to have had the idea of streaming much earlier, but slow internet speeds mean it wouldn't have worked. Over the next three years the company's streaming facilities began to be supported on different games consoles, handheld devices and TVs. And up until this point it was something only Americans were enjoying. But in 2010 Netflix became available in Canada, with Latin America and the Caribbean being added the following year. That was the same year that Netflix began creating its own original content - starting with House of Cards, which debuted in 2013. Stranger Things, Glow, Orange Is The New Black and The Crown are just some of the other successful Netflix Originals since. Netflix used to have a production department called Red Envelope Entertainment that played a prominent role in the broadcast of independent films, but it closed in 2008. In 2012, fifteen years after Reed Hastings and Marc Randolph founded the company, Netflix became available in the UK. There have been many different rivals to Netflix throughout the years. Only one year before Netflix became available in the UK, the 'Netflix of Europe' - LoveFilm - was bought by Amazon. The same year Amazon added video streaming to its Prime subscription. LoveFilm folded completely into Amazon's Prime Video offering in 2014 - and the physical DVD rental aspect closed entirely in October 2017.  Amazon Prime has also more recently been releasing successful original material like The Grand Tour. Amazon says it has \"millions\" of subscribers to its Prime services. Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here", "title": "Netflix's history: From DVD rentals to streaming success - BBC News"}