{"link": "http://www.bbc.co.uk/news/technology-42887403", "description": "", "content": " An autonomous car project will attempt a complex journey across the UK, taking in country roads and high-speed roundabouts. The HumanDrive initiative will first simulate a range of conditions, before the car starts its 200-mile (320km) journey in December 2019. The UK wants to get driverless cars on the road by 2021. But it is facing stiff competition from the US and other countries around the world. Business and Energy Secretary Greg Clark welcomed the project: \"Low-carbon and self-driving vehicles are the future and they are going to drive forward a global revolution in mobility. \"Trailblazing projects like the HumanDrive project will play a vital role helping us deliver on that ambition.\" The project is a collaboration between Groupe Renault, Nissan and Mitsubishi, Cranfield University and Highways England, among others. Mark Westwood, chief technology officer of the Transport Systems Catapult, which is another partner involved in the project, said: \"UK roads throw up some particular challenges. They are different from American roads, with roundabouts and demanding country lanes. These are really testing environments. \"This project is about advancing the state of the art and trying to do something more demanding. The control system will learn to drive like a human.\" To enable this, a group of competent human drivers will show off their skills in a simulator based at Leeds University and the data will be collated. Data is also being collected from roads around the UK. This will be fed into the machine learning system and driverless cars will begin safety testing and trials on private tracks. Waymo - owned by Google's parent firm Alphabet - has already begun trials of a taxi that has no driver to step in if things go wrong. The firm intends the test, in Arizona, to eventually cover an area the size of Greater London. The division has already carried out 3.5 million miles of other tests on US public roads. And Uber recently struck a deal to buy 24,000 self-driving cars from Volvo and plans to radically expand its current tests in Arizona and Pennsylvania. Most car firms, including Toyota, Nissan, BMW and Ford, also have ambitious timelines to get fully autonomous vehicles on the roads by 2020 or 2021.", "title": "UK plans 200-mile 'country roads' driverless trial - BBC News"}