{"link": "http://www.bbc.co.uk/news/technology-42904197", "description": "", "content": " Atari founder Nolan Bushnell has \"applauded\" a decision that means he will not get an award for pioneering work on video games. Mr Bushnell was due to receive the prestigious Pioneer Award at the Game Developers Conference (GDC) in March. An outcry over inappropriate sexual behaviour revealed in biographies led to the award being withdrawn. In a statement, Mr Bushnell said he agreed with the decision to ensure the GDC \"reflects what is right\". Soon after the GDC's advisory committee announced that Mr Bushnell would be the recipient of the award, many game industry developers took to social media to voice their disquiet. They pointed to anecdotes recounted in Mr Bushnell's autobiography and in interviews he gave to Playboy and others, in which he spoke about his inappropriate behaviour and the sexually aggressive culture he encouraged at Atari. Developer Brianna Wu said giving the award to Mr Bushnell would be \"wildly inappropriate\" given that the #metoo movement had exposed and condemned such behaviour in other industries. A statement from me pic.twitter.com/OfsrgaCmgW End of Twitter post  by @NolanBushnell Dr Gillian Smith, a professor of computer science at Worcester Polytechnic Institute in Massachusetts, said: \"While other industries are distancing themselves from the abusive and sexist behaviours of powerful men, GDC is giving a pioneer award to one of them.\" The protests led to the start of a #notnolan hashtag on Twitter that was widely used by many people in the game industry worried by the GDC's decision to honour Mr Bushnell. In his statement, Mr Bushnell said he backed the GDC's decision because it demonstrated its wish to ensure people were treated with respect in the workplace. He added: \"And if that means an award is the price I have to pay personally so the whole industry may be more aware and sensitive to these issues, I applaud that, too.\" Mr Bushnell also issued an unreserved apology for any offensive behaviour in which he, or anyone that worked with him, had indulged.", "title": "Atari co-founder denied award over sexist behaviour - BBC News"}