{"link": "http://www.bbc.co.uk/news/business-42911123", "description": "", "content": " Online retailer Amazon saw sales jump by nearly a third last year, helped by growth in its Prime delivery service.  Full-year revenue came in at $177.9bn (£124.6bn), a rise of 31%, while profit hit $3bn, against $2.4bn in 2016.  The company reported record sales in the final three months of the year, driven by a surge in online shopping over the holiday season and demand for its cloud services.  Shares in Amazon rose by 6% in after-hours trading.  The company said more than five billion items were sent using its Prime shipping service worldwide in 2017.  Amazon reveals plan to enter healthcare The supermarket with no checkouts  Amazon raises monthly Prime price in US It added that more \"new paid\" members joined the scheme than in any previous year, both worldwide and in the US.  More than four million people signed up in one week alone last quarter Amazon said. Prime members have access to fast shipping, exclusive TV shows on Amazon Prime Video and extra benefits when using the company's voice-controlled Alexa digital assistant.  Amazon has focused on boosting Prime subscribers, which its chief financial officer has previously called its \"most important customer base\". Prime subscribers tend to do more shopping with the company, although Amazon has not said how many people it has signed up so far.  The company's boss Jeff Bezos said projections for its Alexa assistant had been very optimistic and the company had \"far exceeded them\". \"We don't see positive surprises of this magnitude very often - expect us to double down.\" The company said fourth-quarter sales rose by 38% to hit a quarterly record of $60.5bn (£42.4bn). Fourth-quarter profits more than doubled to $1.9bn against $749m in the last three months of 2016.  The figures were boosted by a tax benefit of about $789m related to the new US tax law. The results also include the contribution from the Whole Foods grocery store chain, which Amazon bought last year.  \"This was another blow-out quarter for Amazon,\" said analyst Daniel Ives of GBH Insights.  \"The retail strength was eye-popping as the company had a banner holiday season and looked to capture roughly 50% of all e-commerce holiday season sales.\"", "title": "Amazon 2017 sales jump by nearly a third - BBC News"}