{"link": "http://www.bbc.co.uk/news/business-42913509", "description": "", "content": " Google's parent company Alphabet saw lower than expected profits in the last three months of 2017 after higher costs offset a big jump in advertising sales.  The tech giant made quarterly profits of $6.8bn (£4.8bn), missing the $7bn analysts had predicted. Revenue jumped by 24% to $32.3bn helped by adverts sold on its search engine, websites and apps. But overall expenses climbed as Alphabet spent money on diversifying beyond its core search business.   This included investment in YouTube content, in an attempt to make the service more attractive to advertisers. Alphabet shares fell more than 5% in after-hours trade, before paring those losses. The results for the October-to-December period excluded a one-time $9.9bn charge relating to changes to the US tax code, that will lower corporate tax rates.  Growing demands for adverts boosted Google's core advertising business.  The company sells ad space on its search engine, its fast-growing YouTube video streaming service and a network of third-party websites and apps.  And its algorithms have become more effective at delivering mobile ads, helping Alphabet's revenues top $100bn for the first time. But with more search now being done on phones, Google has been paying more to ensure its search engine is the default option on products and services including Apple iPhone and Mozilla's Firefox browser.  While Google's core ad business is booming, the firm is also investing in other new ventures - including expanding its cloud computing services, developing self-driving cars and moves into the health technology sector.  That contributed to expenses growing by 27% in the quarter, compared with a year earlier, it said. \"We are focused on building a second wave of growth within Google over the medium and long-term, Google chief executive Sundar Pichai said on an investor conference call, noting the cloud computing was generating $1bn in quarterly sales.  Alphabet also announced board member and former Stanford University president John Hennessy would replace Eric Schmidt as chairman. ", "title": "Google owner Alphabet earnings hit by rising costs - BBC News"}