{"link": "http://www.bbc.co.uk/news/business-42909989", "description": "", "content": " Apple sold slightly fewer iPhones in the final three months of 2017 than it did the year before, but higher prices compensated for the dip. The firm reported a record $20bn (£14bn) in quarterly profits, driven by strong growth in Japan and Europe. The results were the first official glimpse of sales figures for Apple's expensive iPhone X. Chief executive Tim Cook said demand for the product, which starts at about $1,000, had surpassed expectations. Quarterly sales at the firm climbed by 13% year-on-year to a record $88.3bn. After an initial fall, Apple shares climbed more than 3% in after-hours trade. Apple released the iPhone X in November, coinciding with the 10th anniversary of the device. And while the overall number of iPhones sold in the period slipped by 1% year-on-year to 77.3 million, the iPhone X had been the top-selling Apple handset  every week since its launch,  Mr Cook said.  However the tech giant also issued a weaker-than-expected sales forecast for coming months, which appears to reinforce investor concerns that demand for Apple products may be dimming. Analysis: Dave Lee, BBC North America technology reporter, San Francisco Last year Apple launched three new iPhones, but one was not like the others. The iPhone X was the main event, the talk of the town. In contrast, the iPhone 8 and 8 Plus felt obsolete before Tim Cook had even finished his presentation. Investors were worried that the presence of the iPhone X would put off people buying the cheaper iPhones. And, given the X started at $999, those people may decide not to buy an iPhone at all. And that appears to be basically what happened. Apple sold marginally fewer iPhones compared with this time last year (though the company blamed that on a shorter accounting period compared with the same time in 2016).  With the average selling price going up by around $100, to $796, it means Apple may be selling fewer iPhones, but it is making more from each one. Apple investors will be seeing it like this: selling fewer iPhones but dramatically upping the price is certainly one way to solve that ever-present supply chain headache. So, a timid quarter by Apple's unparalleled standards. But by no means a problem. Mr Cook said he was not over-concerned by the dip in handset sales,  adding that the 1.3 billion active Apple devices around the world provided a strong customer base for the firm's services businesses, which include Apple Pay. Analyst Carolina Milanesi, of California-based Creative Strategies, tweeted that \"1.3 billion users most of whom are extremely engaged with their devices is why the services numbers will be more and more interesting going forward\". Apple has been under a cloud after revealing that it deliberately slowed batteries in older phones, prompting investigations in several countries. It has since apologised, offering customers cheaper batteries and other modifications, though analysts have said that could reduce replacement purchases, potentially affecting the firm's bottom line. Jeff Fieldhack, research director at technology consultancy Counterpoint, said while Apple's opening quarter was \"fantastic\" for its new devices, it may struggle to keep sales levels up.   \"Because of the higher prices, it will be a challenge to keep those volumes going,\" Mr Fieldhack said.   He added the firm's performance in China, India and other emerging markets would also be crucial to future growth.   Apple has struggled to lure customers away from several rivals in China, the world's largest smartphone market, as it competes against more affordable devices.  It faces similar challenges in India, where the firm currently has just 2% market share . Growing its Indian customer base will be important for future sales, Mr Fieldhack said.", "title": "Apple sells fewer phones but profits rise - BBC News"}