{"link": "http://www.bbc.co.uk/news/uk-42911922", "description": "", "content": " A children's charity has criticised the government for failing to implement proposals to make young people safer online - 10 years after they were made in a government-commissioned report. The NSPCC says 11 of the 38 proposals were ignored and seven were partially implemented - four are now out of date. It says a mandatory code to regulate social media and tackle online grooming is now required.  Ministers say they are working to make the UK the safest place to be online. The recommendations were made following the 2008 \"Safer Children in a Digital World\" review which was commissioned by then-Prime Minister Gordon Brown and led by clinical psychologist Prof Tanya Byron. The Home Office has begun the process of creating a voluntary code to regulate websites, as part of its Internet Safety Strategy. However, the NSPCC said this move was recommended in 2008 and it was now \"too little, too late\". Instead, it wants the code to be mandatory, backed up by an independent regulator with fining powers.   Features would include safe accounts for under-18s, extra protections like grooming alerts, and child endangerment reports to be published by social networks.  Prof Byron, an NSPCC trustee and clinical psychologist, said the government was \"playing catch-up\".  \"The internet is absolutely ubiquitous in children's lives today, and it is much too late for a voluntary code for social networks.  \"The internet strategy must absolutely create a legally enforceable safety code to force social networks to keep children safe.  \"The online world moves too fast for government to drag its feet for another decade.\"  The report comes days after the NSPCC revealed there had been more than 1,300 grooming offences in the first six months since the \"sexual communication with a child\" offence came into force.  Almost two-thirds of the cases took place on Facebook, Snapchat and Instagram. Prof Byron said: \"Social media companies have been left to mark their own homework, they haven't done it. \"We need specific rules so the social media companies are held to account and fined if they don't stick to those rules around child protection.\" She added that the issue was \"too important for us to wait any longer\". Peter Wanless, chief executive of the NSPCC, said: \"It's simply wrong that the government has allowed social networks to mark their own homework for the past decade, and that their new strategy would let that continue.  \"It's impossible to fathom how much harm has been done over those years in terms of online sexual abuse, hate speech, violent and harmful content and cyber bullying.  \"Government must seize the opportunity to right this wrong in its Internet Safety Strategy and bring in a mandatory rulebook for social networks to protect children now and in the future.\" A spokeswoman for the Department for Digital, Culture, Media and Sport said social media companies had to take further action to reduce the risks their platforms posed, particularly to children. She added: \"We are considering all options to make this happen - including changes to the law where necessary.  \"We are working with industry, schools and parents to make sure there are robust protections in place.\"", "title": "NSPCC calls for immediate action on children's online safety - BBC News"}