{"link": "http://www.bbc.co.uk/news/technology-42917180", "description": "", "content": " YouTube says it is developing new policies to deal with video-makers who damage the reputation of the website. Chief executive Susan Wojcicki said \"egregious\" behaviour by video bloggers caused \"significant harm\" to the entire community of video-makers. The site has been under closer scrutiny after video blogger Logan Paul made a video which showed a dead body in a \"suicide forest\".  Many video-makers have been frustrated with YouTube's policies. In a bid to stop advertisements appearing next to controversial content, YouTube has been using algorithms to identify content that it judges not to be \"advertiser-friendly\".  However, many of the platform's biggest stars have complained that their videos have been incorrectly marked as unsuitable for advertising. YouTube creators have coined the words \"demonetisation\" and \"adpocalypse\" to describe the problem. The platform has also been criticised for what video-makers perceive as a lack of transparency about its policies. In a blog post, Ms Wojcicki said she wanted to \"strengthen the trust that our community places in YouTube through open and frequent communication\". Addressing the so-called adpocalypse, she said the company was \"working on a more accurate solution\" that would involve more human moderators to review videos. \"We're also currently developing policies that would lead to consequences if a creator does something egregious that causes significant harm to our community as a whole,\" she added. When Mr Paul uploaded his video recorded in the suicide forest, YouTube removed him from the Google Preferred programme, which sells premium advertising for the website's top 5% of video-makers. Mr Paul has since apologised for uploading the video. The company says it wants to have clear policies for content creators to follow. \"While these instances are rare, they can damage the reputation and revenue of your fellow creators,\" said Ms Wojcicki. \"We want to make sure we have policies in place that allow us to respond appropriately.\" One of the platform's best-known stars, Hank Green, welcomed the blog post. \"I am often critical of YouTube, but I also have a lot of sympathy for the tightropes they must often walk,\" he said. \"Do I think they give in to advertisers too much? Yep! But to me this statement shows a very good and deep understanding of the issues the platform (and its creators) face.\" But others urged YouTube to enact its promises more quickly.", "title": "'Egregious' YouTubers to face consequences - BBC News"}