{"link": "http://www.bbc.co.uk/news/world-asia-42942466", "description": "", "content": " Samsung heir Lee Jae-yong has been freed from jail after a South Korean court suspended his five year jail term for bribing the country's ex-president. Seoul High Court upheld parts of the conviction, but used its discretion to release the executive. Prosecutors may challenge the decision in the country's supreme court. The case gripped the public amid growing anger against the country's biggest companies, known as chaebols, and their influence on wider society. In Monday's hearing, the court halved Lee's original sentence to two and a half years - and suspended the sentence for charges including bribery and embezzlement, meaning he does not have to serve any more prison time. Despite his release, Lee plans to appeal against the remaining guilty verdicts, his lawyer said. Last year a lower court jailed Lee for corruption in a political scandal that ultimately brought down former President Park Geun-hye. The Samsung Electronics vice chairman, who is also known as Jay Y Lee, had been convicted of a range of offences including bribery and embezzlement. The scandal exposed the ties between family-run conglomerates and political powers. Samsung Electronics is regarded as the jewel in the crown of the Samsung Group conglomerate, which is made up of 60 interlinked companies. Lee, has effectively directed operations at the mobile phone and chip maker since his father, Lee Kun-hee, was incapacitated by a heart attack in 2014.  By Karishma Vaswani, Asia Business Correspondent A dramatic turnaround in fortunes for Samsung scion Lee Jae-yong. There were many outcomes that could have taken place today. But it would be fair to say that Lee walking out of jail was the one that was least likely. Lee's release will be a major relief to the world's biggest smartphone maker and arguably the most important company in Corporate Korea.  Sources inside Samsung tell me that while the company hasn't seen its share price or profits affected in the short term from Lee's absence, long term it was going to struggle, especially with strategy and future direction.  And you can see the immediate impact of that from the pop in Samsung's share price this Monday - a sign that investors are looking forward to Lee back in the driving seat.  But there are also political consequences to this latest move. South Korea's President Moon Jae-in won office by campaigning to clean up the powerful chaebol sector in Korea. But many will see the court ruling as effectively a get-out-of-jail card for Lee that goes against everything the president stood for.  The 49-year-old was accused of giving donations worth 41bn won ($37.7m; £26.7m) to non-profit foundations operated by Choi Soon-sil, a friend of South Korea's former President Park Geun-hye, in return for political favours. Prosecutors said the donations were made to Ms Park's confidante to win government support for a big restructuring of Samsung that would strengthen Lee's control over Samsung Electronics.  But Lee's defence team said that the payments were signed off without his knowledge. Lee admitted that the firm also gave a horse and money to help the equestrian career of Choi's daughter, Chung Yoo-ra, but denied seeking favours.", "title": "Samsung heir freed from S Korea jail - BBC News"}