{"link": "http://www.bbc.co.uk/news/business-42940728", "description": "", "content": " Virgin Money has joined Lloyds Banking Group in banning customers from buying Bitcoin and other digital currencies with their credit cards. Virgin Money's spokesperson said: \"Following a review of our policies, I can confirm customers will no longer be able to use their Virgin Money credit card to purchase crypto-currencies.\"  Like Lloyds, Virgin's ban only applies to its credit cards, not debit cards. The value of Bitcoin fell a further 10.86% to $7,297.65 on Monday. Like Lloyds, Virgin Money is concerned about customers running up large debts following a sharp fall in the value of digital currencies. Over the weekend, several of the biggest issuers of credit cards in the US also banned customers from using their cards to buy digital currency. The list of financial firms included Bank of America, Citigroup, JP Morgan, Capital One and Discover. Lloyds' ban, starting on Monday, applies to its eight million credit card customers across Lloyds Bank, Bank of Scotland, Halifax and MBNA.  Lloyds said it would not be contacting its customers either digitally or through the post to inform customers about the change to its credit card policy. Customers will only be informed should they query a blocked crypto-currency credit card transaction.  Explaining the ban, a Lloyds spokeswoman said: \"We continually review our products and procedures and this is part of that.\" The BBC asked other major banks about following Lloyds' move, but none had so far responded. The banking trade organisation UK Finance said it had not released any guidance on the matter. Gillian Guy, the chief executive of Citizens Advice, welcomed the announcement by Lloyds, saying it \"shows they recognise the risks of credit card customers running up debt they can't afford,\" she said.  Barclays told the BBC that at present, UK customers are able to use both their Barclays debit cards and Barclaycard credit cards to purchase crypto-currencies. \"We take precautions to assess affordability before extending credit, flag and prevent any suspicious transactions and also closely monitor credit risk,\" a spokeswoman said.  Bitcoin ended last week down 30% at $8,291.87 - its worst week since April 2013 and far below the $19,000 it reached last November. However, the crypto-currency is still ahead of the $1,000 it was trading at this time last year. Police have warned that digital currencies remain popular among criminals as they can use them to evade traditional money laundering checks and other regulations.  Recent reports from Chinese state media indicate that the Chinese government is seeking to tighten legislation to prevent investors in the country from accessing overseas exchanges to trade in crypto-currencies. Prime Minister Theresa May recently said that action against digital currencies may be required \"precisely because of the way they are used, particularly by criminals\". She told Bloomberg: \"In areas like crypto-currencies, like Bitcoin, we should be looking at these very seriously.\" The Treasury said that it intends to update regulation to bring virtual currency platforms into anti-money laundering and counter-terrorist financing regulation. Facebook recently announced it would block any advertising that promotes crypto-currency products and services. Lloyds' decision to stop the use of credit cards to buy Bitcoin appears to set a new precedent in banking. Until now, there have been only two things you can't use a credit card for: paying off debt - such as making a mortgage payment - or anything illegal. Most stockbrokers will not allow you to use a credit card to buy shares, but that is their decision, not the bank's. Nevertheless, you can use a credit card to gamble - although that will be treated as a cash loan, with interest charges of up to 30% a year, and additional fees on top. But Lloyds has decided that Bitcoin and other crypto-currencies represent a far bigger risk than gambling.  After all, you're buying on credit, so it's the bank that stands to lose if you can't repay the debt. Do you use Bitcoin or other cryptocurrencies? Have you made or lost money? Please share your story by emailing haveyoursay@bbc.co.uk. You can also contact us in the following ways:", "title": "Virgin Money joins ban on buying Bitcoin on credit cards - BBC News"}