{"link": "http://www.bbc.co.uk/news/technology-42944283", "description": "", "content": " A British Facebook executive has revealed she has a form of blood cancer called follicular lymphoma. Writing in the Sunday Times Magazine, Lady Mendelsohn said she had been diagnosed with the disease in November 2016. She said telling her children she had cancer had been the hardest thing she had ever done. Follicular lymphoma is a slow-growing form of cancer that in most cases cannot be cured. Although, patients can often live for many years with treatment. It is the fifth most common form of cancer diagnosed in the UK, but the 46-year-old executive, Facebook's vice-president for Europe, the Middle East and Africa, said it was currently \"not a high-profile cancer\" and she hoped to raise awareness about the disease. \"Follicular lymphoma is currently incurable,\" wrote Lady Mendelsohn, but she added \"60% of people with lymphomas live more than 10 years, and that percentage is rising\". Lady Mendelsohn also described how she and her husband, Labour peer Lord Mendelsohn, revealed her diagnosis to their four children. \"It is not a conversation I could ever have imagined having with them, not even in my worst nightmares, until it hit me in the face,\" she wrote. \"It was the hardest moment of my life.\" The executive said she had been helping to publicise a fledgling Facebook group for patients with the disease - it has since expanded from a few hundred members to 3,500. Lady Mendelsohn became a co-administrator of the group after contacting its creator, Nicky Greenhalgh, who lives in Perth, Australia. \"I am in the group every day,\" wrote Lady Mendelsohn.  \"Nicky and I decide who is in it and deal with any difficult situations together.  \"It's a closed network - but if people want to join, they can tell us why.  \"It is the largest collection of patients living with follicular lymphoma that has existed.\" The busy executive said she was keen to carry on with work, though would try to avoid early morning flights.", "title": "Facebook executive has 'incurable' cancer - BBC News"}