{"link": "http://www.bbc.co.uk/news/technology-42944290", "description": "", "content": " A secret code hidden in a painting that gave access to an online wallet containing Bitcoin worth $50,000 (£35,500) has been cracked after nearly three years. The artwork, by Rob Myers and @coin_artist, who uses a pseudonym, was first published online in early 2015. A code contained within it revealed a private key that granted its discoverer access to the wallet full of bitcoins. And the bitcoins were finally removed from the wallet last week. Technology website Motherboard reported that a 30-year-old programmer had claimed the funds after searching online for puzzles to do with crypto-currencies. Motherboard added that the programmer said they lived in a country where it was \"not safe\" to own Bitcoin and therefore wanted to keep their name secret. The puzzle encoded a string of binary - a series of zeroes and ones - in complicated rows of flames painted around the edge of the canvas. The colour and shape of each flame determined a four-character chunk of the binary series, with a further part of the code represented by six ribbons of different lengths in the bottom right-hand corner. After all of these codes had been worked out and linked together, the successful puzzle-solver was able to translate the full string of zeroes and ones into a Bitcoin private key with the help of a simple computer program. It wasn't surprising that it had taken so long for someone to solve the painting's code, said Peter Todd, a cryptography consultant. \"Puzzles like that one aren't things you can just throw computing power at - they're genuine brain puzzles,\" he told the BBC. This is not the first time someone has claimed bitcoins after cracking a puzzle set by their original owner. In January, a Belgian PhD student worked out a key to a single bitcoin - then worth more than $10,000 - after decoding a strand of synthetic DNA. And two hackers claimed $1,000 in Bitcoin late last year after reconstructing a partially blurred-out QR code that had briefly appeared on French television.", "title": "Bitcoin puzzle worth $50,000 solved after nearly three years - BBC News"}