{"link": "http://www.bbc.co.uk/news/technology-42945863", "description": "", "content": " Technology can distract workers rather than make them more productive, suggests a survey carried out by software giant Microsoft. Many of the 20,000 European workers questioned said a steady stream of emails, messages and notifications kept them from concentrating. Others said the way their employer deployed technology also stopped them being more productive.  One expert said many staff suffered high levels of technostress. The report, which sampled views in 21 European nations including the UK, found that only 11.4% of European workers said they felt highly productive. \"Modern workers have an abundance of technology at their fingertips,\" said the report. \"But this availability doesn't necessarily translate into impact.\" Endless amounts of updates and notifications arriving via social media made people less productive, said the report, as did other factors connected to technology. Microsoft pointed to the dangers of \"constant connectivity\" which brought with it the expectation that staff would respond at all hours to messages and other requests.  These \"flexible working\" regimes many firms adopted often came with the assumption that people who worked longer hours would would be more productive.  The software firm's findings suggest that a company's \"digital culture\" could improve workers' productivity and help them feel more involved.  Digital culture covered the way a company viewed and used technology, it said. This involved organisations knowing what they wanted to do with the software and systems they adopted and also giving staff the proper training and other help to use it. It pointed to a number of \"supporting conditions\" that let people get the most out of technology. These covered everything from appropriate email response times to measuring if people were happy with the tech they used to do their day-to-day jobs. In those companies that reported having a strong digital culture about 22% of employees felt highly productive, said the report. That strong sense of how technology helps also reduced the number of staff that felt disengaged to about 8%. By contrast, in companies where technology was not managed well about 20% felt disengaged. \"It's the unintended consequences you have to think through when you deploy technology,\" said Sir Cary Cooper, a professor of organisational psychology at the Manchester Business School who has written extensively on the technostress staff can suffer. \"We do not want to throw the technology out because it's very good for communications, but we have not developed good guidelines on what counts as productive use of it,\" he said. \"There's a whole field now called 'technostress' in management science,\" Sir Cary told the BBC, saying that it dealt with the adverse consequences of adopting novel computer systems or software.  \"Technologies can overload people and make them less productive because they get caught up in it rather than use it to deliver a service or a product.\" Sir Cary said email had been named as the \"second most damaging issue\" by big firms who were members of the UK's National Forum for Health and Wellbeing at Work, that he helped to co-ordinate. Acknowledging this, many firms now limited when emails can be sent in a bid to lighten the load on workers, he said. \"Productivity comes from creative interchange,\" he said. \"It does not come from people sitting in front of machines sending emails.\"  ", "title": "Microsoft warns firms of technology 'distractions' - BBC News"}