{"link": "http://www.bbc.co.uk/news/technology-42943355", "description": "", "content": " The team behind a controversial video games console has given a fresh delivery date pledge after the crowdfunding platform it used threatened to recoup backers' funds. The Sinclair ZX Vega+ handheld was originally scheduled for delivery in September 2016, but has been repeatedly delayed. Retro Computers Ltd says it now intends to \"start shipping units\" in April. Indiegogo told the BBC on Friday that it had set an end-of-May deadline. The US company intends to appoint a third-party collections agency to obtain and return the £85 to £100 paid by consumers to get one of the machines, if that target is missed. Indiegogo's trust-and-safety team had also required RCL to post a \"significant update\" this week to stave off an intervention. The London-based company had raised £512,790 via Indiegogo for the project before it was blocked from raising further funds last year due to delays and a lack of communication with backers. The company also offered pre-sales for the device for a time via its own website. Company director Suzanne Martin said it was unlikely that she could comment further until Tuesday. In a series of updates posted to Indiegogo, RCL acknowledged that it had \"understandably been criticised for extended periods of 'radio silence'\". It said it had been the subject of a \"troll campaign\" of criticism and blamed a series of issues for the delays, including: Mr Andrews told the BBC that he disputed allegations made against him in the update. RCL also published several images of factory equipment and prototype units that had not been shared previously. However, the company said it was not yet ready to reveal the name of its UK-based production partners because of a need to protect them from harassment.  \"We are setting the record straight to allow us to get on with the job in hand without any more erroneous rumours,\" the update added. The BBC last reported on the Vega+ campaign in March 2017. The company requested that the article not be published at the time on the grounds that it might compromise a police investigation. The BBC did delay publication to give the company time to provide relevant evidence, but it never did so. Shortly after the report's publication, the company said it expected the first batch of Vega+ consoles to be available \"in a few weeks' time\". The latest promises are being made a week after a judge at Luton County Court ordered RCL to refund one of the console's backers, as reported by The Register. That has led other funders to discuss pursuing similar legal action via a Facebook group dedicated to the project. However, the judge in the case made clear that a specific set of circumstances had been involved, which would not apply to most other backers. Reaction to the latest update has been mixed. Some consumers have thanked RCL for its continued efforts, while others have cast doubt as to whether the April target will indeed be met. \"How about inviting a couple of independent backers from the campaign to see for themselves the progress made, see for themselves the tooling and the prototypes you have?\" one funder, Courtney Blount, asked.", "title": "New Spectrum Vega+ promises follow funds threat - BBC News"}