{"link": "http://www.bbc.co.uk/newsround/42958126", "description": "", "content": " YouTube says it is \"very sorry\" after more disturbing videos were found on the YouTube Kids app. Newsround found several videos not suitable for children, including one showing how to sharpen knives. Another had characters from children's cartoon Paw Patrol on a burning plane. YouTube has been criticised for using algorithms rather than human curators to decide what appears on YouTube Kids. In 2015, two child safety groups complained after disturbing videos were found on the YouTube Kids app. YouTube said it needed to \"do more\" to tackle inappropriate videos being seen by children. Newsround had arranged for five children to meet Google's Katie O'Donovan. They spoke about distressing videos they had seen on the main YouTube website and app. The videos included images of clowns with blood on them, scary advertisements and messages telling them someone was at their door. Ms O'Donovan said she was \"very, very sorry for any hurt or discomfort\" caused by the videos. \"We've actually built a whole new platform for kids, called YouTube Kids, where we take the best content, stuff that children are most interested in and put it on there in a packaged up place just for kids,\" she said. But Newsround revealed that it had discovered inappropriate videos there too. They included Mickey Mouse characters with guns and children's characters being injured. YouTube said it had a variety of processes in place to try and prevent inappropriate material appearing on its platforms. It told Newsround: \"We have seen significant investment in building the right tools so people can flag that [content], and those flags are reviewed very, very quickly. We're also beginning to use machine learning to identify the most harmful content, which is then automatically reviewed.\" Newsround asked whether there was too much content for the platform to check. Google said that ensuring YouTube remained an open platform \"comes with real challenges because the content is uploaded and it is live\". \"It is a difficult balance to get right,\" YouTube told Newsround, adding: \"It is a difficult environment because things are moving so, so quickly.\" According to YouTube's own statistics, almost a third of internet users use YouTube, and a billion hours of video is watched by those users every day.  Newsround asked YouTube whether it had a responsibility to check videos before they go on YouTube Kids. The company said: \"We have a responsibility to make sure the platform can survive and can thrive so that we have a collection that comes from around the world on there.\" What to do if you've seen something upsetting online", "title": "YouTube Kids app still showing disturbing videos - CBBC Newsround"}