{"link": "http://www.bbc.co.uk/news/newsbeat-42780602", "description": "", "content": " YouTube star Chrissy Chambers recently won her four-year legal battle against an ex who shared videos of the couple having sex online. For Chrissy, like most victims, it was a painful and distressing experience. The UK's Revenge Porn Helpline has seen huge year-on-year increase in reported incidents since it was launched in 2015. The hotline received just over 500 reports in 2015 and more than 1000 in 2017. Once someone has a photo or video of you, it's very hard to control what happens to it. The charity Victim Support says even if you're in a relationship, think very carefully before you share any sexual images, \"whether this is online, in person or text\". It also suggests checking your privacy settings on your social media accounts regularly - and turning off your webcam when you're not using it. But if someone does post sexual images of you, what can you do? Rebecca Sharp has worked for the Revenge Porn Helpline since it launched in 2015. Here's what she recommends. You should make a record of what has been posted online. Even if legal matters aren't your first thought, it could be important later. \"We always encourage people to take screenshots of what you've found, where it's been shared,\" Rebecca tells Newsbeat. Social media can remove pictures quickly when they are reported, but that could leave you without proof of a crime. \"If they do decide that's a route they want to go down, then the police have evidence of what's happened,\" she says. Getting the main social media platforms to get revenge porn removed is mostly a simple process, according to Rebecca. They all have strict guidelines on how users can get intimate content removed. The Revenge Porn Hotline has a good working relationship with 'legitimate' adult websites but the biggest problems come on unregulated sites. \"Places like Pornhub and XVideos respond to us quite positively and quickly with taking content down,\" Rebecca says. But it's much harder dealing with sites dedicated to revenge porn - because their whole aim is to show those photos and videos. You might be able to use the \"right to be forgotten\". This lets you ask search engines like Google to remove material from their search results.  The photos or videos don't get deleted but this approach makes them much harder to find. You'll probably need a lawyer to help. The biggest fear can be that people closest to you will see what's been posted. Telling them first could soften the blow. \"We would always encourage people to go to trusted family and friends for support,\" says Rebecca.  \"They have been the victim of a crime. So just as if their house had been broken into or if they'd been sexually assaulted, they would want to ask for help.\" She says if you can prepare people for what's happened, they're more likely to respond sensitively. It took YouTuber Chrissy Chambers more than four years to settle her revenge porn case because it started before laws to make it illegal were introduced. \"This definitely felt like something that was never going to end,\" she told Newsbeat after winning her case. It had an impact on her mental health and relationship but she encourages others to do what she did, saying they \"are not alone\" and that \"there are people who desperately want to help you.\" However, since laws around revenge porn are relatively new, Rebecca says experiences of dealing with cases can differ greatly between UK police forces. Across England, Wales and Scotland, revenge porn is a specific criminal offence. In Northern Ireland, it's due to become law. It's described as \"the sharing of private, sexual materials, either photos or videos, of another person without their consent and with the purpose of causing embarrassment or distress\". The offence covers photos or videos showing people engaged in sexual activity which would not usually be done in public, or with their genitals, buttocks or breasts exposed or covered only with underwear. It includes sharing the material as well as posting it online. In England and Wales, the maximum punishment is two years in prison - in Scotland, it's five years. Despite the stress of this happening, Rebecca encourages victims to remain positive about reporting incidents. \"Removing revenge porn can be done,\" she says.  \"It's not an 'all or nothing' situation. Just because it's out there doesn't mean we can't get it back.\" Chrissy Chambers also says it's important to stand up for yourself, rather than hide in shame. \"To every victim of this insidious kind of attack, I am here to say: You can fight back, and win. \"You will heal and move on - and you will not have to take those steps alone.\" Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here", "title": "Revenge porn: What to do if you're a victim - BBC News"}