{"link": "http://www.bbc.co.uk/news/uk-england-suffolk-42958544", "description": "", "content": " Alleged computer hacker Lauri Love says he is \"greatly relieved and joyous\" after High Court judges blocked his extradition to the United States. The judges decided that sending him to the US would bring on severe depression and could lead to suicide. The 33-year-old, who has Asperger's syndrome told the BBC's Victoria Derbyshire programme he was thankful for the support he had received.  Mr Love says he wants the Crown Prosecution Service to charge him. On Monday, appeal judges said extradition would be \"oppressive by reason of his physical and mental condition\", with evidence showing it would bring on severe depression \"and that Mr Love would probably be determined to commit suicide\". They urged the Crown Prosecution Service (CPS) to prosecute Mr Love in England. Mr Love, from Stradishall, Suffolk, said he was thankful that the ruling had shown that prison conditions in the US \"had a lot to be desired\" compared with those in the UK. \"I didn't entertain any hopes that there would be a light at the end of the tunnel,\" he said.  \"One of the main differences is if I am prosecuted here in the UK, the maximum prison sentence would be around 36 months. \"In the US, they wanted to lock me up for 99 years.  \"You don't have any hope if you think you're going to spend the rest of your life in prison in less than humane conditions.\" Mr Love says he wants to be charged by the CPS as the US would then be unable to extradite him, because of double jeopardy rules. At the moment, he cannot travel as he could be extradited from another country.  \"I will do my best to facilitate my prosecution, as Kafkaesque as that might sound, so that I can get some closure and get on with my constructive work in engineering and internet security,\" he said.  Mr Love is alleged to have stolen huge amounts of data from US agencies, including the Federal Reserve, the US Army, the defence department, Nasa and the FBI, in a spate of online attacks in 2012 and 2013. He says the stress of the past five years has affected his health.  \"I don't sleep very well. I've had very severe depression. I've had weeks at a time where I've been suicidal. I have eczema, which results in me clawing my face open, I have digestive issues, every part of my digestive tract is inflamed, which is three different itus-es,\" he said. \"I'm hoping that now the stress is going to go down, I'll be able to recover some of my health and be able to be more productive.\" Mr Love describes himself as a hacker, saying they contribute to society. He said: \"In the media 'hacker' is often connoted with criminality, but the original definition, and in the internet community, a hacker is just someone who understands technology, takes it apart, puts it together in novel ways, makes it do interesting things.  \"We absolutely need hackers and their mindset of troubleshooting and problem-solving to help us adapt to an internet-based society.\" The United States authorities now have 14 days to lodge a request for an appeal hearing at the UK Supreme Court. Watch the BBC's Victoria Derbyshire programme on weekdays between 09:00 and 11:00 on BBC Two and the BBC News channel. ", "title": "Alleged hacker Lauri Love 'relieved' by court ruling - BBC News"}