{"link": "http://www.bbc.co.uk/news/technology-42958325", "description": "", "content": " The value of Bitcoin has fallen to below $6,000 - its lowest price since November 2017.   The price fell to $5,947.40 (£4,256.44) on Tuesday, according to a price index run by news website Coindesk. Bitcoin reached its peak in November, when it hit $19,000, and then began to fall steadily from mid-December.  The latest fall comes a day after several major US and UK banks banned customers from using credit cards to purchase the digital currency.  Tightening legislation in several countries appears to have shaken confidence in crypto-currencies. As of Tuesday: The assets later stage a partial recovery, with Bitcoin rising to about $7,418 before falling back again. Chinese state media is reporting that China will soon take steps to prevent investors from accessing foreign virtual currency exchanges, although it is not clear how the government intends to achieve this.  China and South Korea have already banned digital currencies, while Japan and Australia have taken steps to tighten Bitcoin regulations.  The US is likely to follow suit - on Tuesday, the US Securities and Exchange Commission (SEC) and the Commodity Futures Trading Commission (CFTC) testified before the Senate regarding digital currencies. The SEC's chairman Jay Clayton said that his agency was already able to police initial coin offerings. But he added: \"We are open to exploring with Congress, as well as with out federal and state colleagues, whether increased federal regulation of crypto-currency trading platforms is necessary or appropriate.\" While not banning crypto-currencies, the financial regulators in both the UK and France have warned investors that they could lose all their money if they buy digital currencies issued by companies, known as \"initial coin offerings\". Besides legislation, virtual currencies have been dogged by criminals seeking to hack wallet services to steal users' funds.  A US man is currently suing T-Mobile for a security breach that enabled hackers to access his mobile number and compromise his crypto-currency accounts to steal 2.875 Bitcoin, according to legal news service Law360.", "title": "Bitcoin falls below $6,000 - BBC News"}