{"link": "http://www.bbc.co.uk/news/business-42809255", "description": "", "content": " During winter when the nights are long and days short, getting up for work in the dark and coming home in the dark can be grim. Some of us succumb to the January blues, leading to increased illness, reduced productivity and a general feeling of melancholy. But can clever lighting improve our sleep patterns and lift our moods? \"I only feel like I start to breathe properly again after the solstice,\" says Jacqueline Hazelton, a professor at the US Naval War College in Rhode Island. She's referring to the winter solstice - usually 21 December - the point after which the days start lengthening again following the longest night of the year. \"I'm happier and more productive on sunny days year round,\" she says, but a string of dull days \"puts a real crimp in my productivity.\" Most of us are affected by the change in seasons and the amount of natural light we experience, says the mental health charity Mind. Some are particularly badly affected. Seasonal Affective Disorder (SAD) - depressive feelings associated with a particular time of year - affects 9.5% of people in northern Finland and 9.9% in Alaska, but only 1.4% in sunny Florida, researchers say. And this winter much of Europe has been especially dark. Moscow enjoyed only six minutes of sunshine in December - it normally experiences 18 hours. Prof Hazelton's solution is a sunrise alarm: a device gently waking her up by bathing her room in gradually brightening light. \"It made an instant difference,\" she says. \"I no longer feel like I've been tossed out of an aeroplane.\" A 2013 study showed that using a dawn-simulating light beginning 30 minutes before waking up improved people's cognitive performance and mood for the entire day after. The British rowing, cycling, and swimming teams give their athletes dawn simulators to help with the early morning training sessions. Meanwhile light boxes, which trick the brain into thinking it's daytime even when it is dark outside, have been around for three decades.  The first examples were \"big large clunkers, like ceiling fixtures you would put on the table,\" says Dr Norman Rosenthal, a South African psychiatrist who was the first to describe SAD.  \"They've come a long way since then, being more streamlined, portable, and aesthetic.\" The latest light boxes are about the size of a computer tablet. Ariel Anders, a doctoral student in robotics at MIT, who originally comes from sunny California, led a push to install light boxes around MIT's campus. \"People use them, and people like using them,\" she says. Light therapy devices are no longer seen as voodoo science, believes Ruth Jackson from Lumie, one of the first companies to make sunrise alarms. \"I think going back, it's fair to say light therapy was seen as something very specialist, slightly weird. Now people understand you don't have to have SAD to benefit from these things,\" she says. So how do they work?  Daylight is known to suppress the production of melatonin, the hormone that makes us sleepy, and increase production of cortisol, the hormone that helps control blood sugar levels and regulates our metabolism. Too little sunlight over time can result in low levels of serotonin, the neurotransmitter that helps balance our moods. When it gets dark, our bodies produce more melatonin, getting us ready for sleep. Dawn light suppresses the melatonin, waking us up and giving us a boost for the day ahead. This is the circadian rhythm - our internal body clock. This is why some experts think the blueish light produced by smartphones and laptops can interfere with our sleep patterns if we use them too much before going to bed. Light on the red end of the spectrum, on the other hand, can help us relax. Michael Herf, a former Google employee, created a computer program called f.lux to address this issue. It keeps track of a user's sunrise and sunset, adjusting the screen's proportion of blue and red light through the day. Steve Chang, a programmer and night owl, says he founded Up Light in San Diego as an exercise in self-preservation after marrying an early bird. \"What if we could use light to hack our sleep cycle?\" he says. Mr Chang thought existing sunrise alarms looked too much \"like a medical device - I don't want to feel like a patient,\" he says. So he created an app to work with smart light bulbs that can change their colour hue. Bedside lamps can now be turned into sunrise alarms in the morning, then switch to redder light at night.   These programmable smart lights - a feature of the increasingly connected home - are giving people far more control over the ambience in their homes. For example, Briana Hokanson, who works in California for Adobe, has programmed her SmartHome hub \"to automate a better environment\". \"I had a setting that at 8.30pm all the smart bulbs in the house would dim to 30% and switch to a warm temperature, and after 11pm the bulbs would emit red hues,\" she says. And it's not just householders who are experimenting with adjustable lighting - businesses are waking up to its potential, too. Energy company Innogy has just installed \"tuneable\" lights in its new Prague headquarters. The lights provide bursts of blue light in the mornings and after lunch by default, but employees can change the settings if they prefer calmer light. Companies like Innogy are realising the increasing importance of \"light nutrition\" in the workplace, says Dutch scientist Bianca van der Zande, who worked on the project as Philips Lighting's head of human-centric lighting. The brain is so sensitive to differences between red and blue light, we can even be tricked into feeling warmer or cooler, claims Anna Enright, head of product management for UK-based lighting company, Aurora Lighting. \"In Scandinavia, we use warmer light temperatures for clients, whereas the Middle East is quite a hot climate, so we use cooler light temperatures to make people think the air conditioning is working,\" she says. No-one is claiming lighting alone can cure something as serious as clinical depression and we know manufacturers are fond of making overblown claims for their products, but there is growing evidence that managing our lighting can improve our sleep patterns and put a bit more pep in our step.  And that may be enough to banish the January blues for many.", "title": "Can 'light nutrition' help us beat the January blues? - BBC News"}