{"link": "http://www.bbc.co.uk/news/business-42858174", "description": "", "content": " Would you care if a story you read in a newspaper or online was \"written\" by a machine rather than a stressed-out hack? Would you even be able to tell the difference? Welcome to the world of \"robo journalism\" - and it's coming faster than you think. Squirrelled away at the Press Association's (PA) headquarters in London is a small team of journalists and software engineers.  They're working on a computer system that can do the work of multiple human beings, picking out interesting local data trends - everything from crime statistics to how many babies are being born out of wedlock.  As part of a trial, the PA has begun emailing selected machine-generated stories, no more than several paragraphs or so in length, to local newspapers that might want to use such material. \"We've just been emailing them samples of stories we've produced and they've been using a reasonable number of them,\" says Peter Clifton, editor-in-chief. Sometimes human journalists will rewrite or add to the algorithms' copy, but quite often, he says, it is published verbatim. Automated stories about smoking during pregnancy, recycling rates, or cancelled operations have all found their way online and in print. This \"robo-journalism\" is becoming increasingly popular throughout the world's newsrooms, as publishers struggle to cope with dwindling newspaper circulations and the switch to online advertising.  Mr Clifton hopes to be distributing 30,000 of these stories every month by the end of April. The project, called Radar - is a partnership with Urbs Media and is funded by a €706,000 (£620,000) grant from Google. But how much of a journalist's workload can really be automated? And are jobs ultimately at risk? Mr Clifton points out that, at this stage, the system simply amplifies the work human journalists do, some of whom are involved in developing the system's output. The automated part is currently limited to trawling through the data, something that would take humans far longer to do. Nevertheless, stories churned out by machines are becoming more and more common, particularly in the US.  The LA Times' earthquake alerts, based on data from the US Geological Survey (USGS), have been automated since 2014. But the risks of such systems became clear last June when the newspaper published a report about a 6.8 magnitude quake off the coast of California - it was actually a record of a 1925 earthquake that had been published by the USGS in error. The LA Times' automated story had appeared just a minute after the USGS published its outdated report. In this case, being first to the news was definitely a disadvantage. The odd hiccup has failed to deter publishers, however.  The Washington Post announced last year that it would begin publishing automated stories about high school American football matches. \"The stories will be automatically updated each week using box-score data submitted by high school football coaches,\" an article on the scheme explained. In 2017, research revealed that thousands of stories a month are now being produced in European newsrooms with the help of algorithms. The survey, from Oxford University's Reuters Institute of Journalism, found that many publishers are using automation to release interesting data quickly - from election results to  official figures on social issues.  There are other uses, though. One agency in The Netherlands uses an algorithm to rewrite stories with simpler language, for a news wire aimed at children. While productive, most of these systems aren't overly sophisticated, concluded author of the report Alexander Fanta, then at the Austrian Press Agency. But more advanced tools are in the works.  Tencent, the Chinese tech giant behind the WeChat messaging app, recently showed off a system that could write a report about a speech automatically. Executive editor of news site Quartz, Zach Seward, had one of his own speeches at a conference written up this way - and he was impressed. I gave a speech in Shanghai on Thursday, and before I got off stage, Tencent had posted a not-half-bad article about it written by an AI named Dreamwriter. https://t.co/iacOFG04RT End of Twitter post  by @zseward China's state news agency, Xinhua, is now reorganising itself to increase the use of AI. But could AI really take over more tasks traditionally done by human journalists, such as phone interviews with subjects? \"There could be such a thing as a robot reporter calling up the loved ones of a deceased person and asking them how they feel,\" says Mr Fanta, referring to \"death knock\" calls - a sometimes controversial, but often important task for journalists. \"You could script that - but I guess the question is, do you really want to?\" Instead, he sees automation increasingly becoming just another tool in the journalist's toolbox - a potential \"prosthetic arm\" for reporters who, in future, might routinely script algorithms to help source stories or produce content.  But isn't there a danger that such automated news generation tools could also be used by propagandists wanted to spread false news for their own political or national objectives? There is already evidence that automation has been used for such purposes on social media sites. \"There's a genuine concern that automation facilitates these kind of attacks on free speech,\" says Mr Fanta. The BBC does not currently publish stories that have been generated by algorithms, says Robert McKenzie, editor of the corporation's News Labs research team.  But News Labs has worked on tools to automate other parts of journalists' jobs, he says, including \"the transcription of interviews and identification of unusual trends in public data\". While AI is undoubtedly going to become more present in newsrooms, Joshua Benton at Harvard University's Nieman Journalism Lab doesn't think it yet poses a serious threats to jobs. There are far greater pressures, such as falling advertising revenues, he believes. And he also says the really difficult and most highly scrutinised part of what professional journalists do - carefully weighing information and presenting balanced, contextualised stories - will be very hard for machines to master. \"Good journalism is not just a matter of inputs and outputs, there is a craft that, however imperfect, has evolved over decades,\" he explains. \"I'm not saying that machines will never get there, but I think they're still a pretty long way away.\"", "title": "Would you care if this feature had been written by a robot? - BBC News"}