{"link": "http://www.bbc.co.uk/news/business-42905515", "description": "", "content": " As companies rely more on machine learning and artificial intelligence (AI) to find the right job candidates, is recruitment in danger of losing that personal touch? Peter Lane, a 21-year-old who graduated last summer from Cardiff University with a degree in History, is hoping to get into business consulting.  He's applied for 55 jobs and secured around 15 interviews, but believes technology has hindered rather than helped his search. The interviews weren't what he was expecting. \"They were all video-based screening interviews - I didn't even meet my potential employers,\" Peter tells the BBC.  \"There was no way to tell if I'd impressed them with my answers or experience as there was no human interaction.\" Automated rejection letters were another issue for Peter, who is currently doing an unpaid internship at Solent's NHS Trust.  \"Only 10% of potential employers have given me detailed feedback,\" he says. \"As jobseekers, we need to know where and how we can improve - whether that's with our CVs, job experience or even personality.\" But this is the new world of tech-driven recruitment - and we'd better get used to it. Hiring and firing is a time-consuming and costly business, so firms are trying to automate as much of it as possible. And AI is being touted as the answer to almost every corporate recruitment prayer. \"AI helps reduce those unconscious and conscious biases in recruitment practices by removing common tendencies, like hiring those similar to you and first impressions,\" maintains Elle Robinson from management consultancy Kiddy & Partners. \"By observing speech, tone and facial movements in filmed interviews, well-programmed algorithms can both speed up the recruitment process and more objectively determine suitable candidates based on the core criteria for a role.\"  The key phrase there is \"well-programmed\". What if the algorithms themselves are biased?  \"Relying on technology alone is inadequate,\" believes Neil Griffiths, consultant at executive search firm Korn Ferry. \"Like humans, robots are not fully objective in their judgements, and have been known to exhibit the prejudice of those who have programmed them. \"Analysing historical data, machines can be oblivious to societal developments and crucial shifts in thinking. Consequently, a partnership of human and robot in the recruitment process ensures a more nuanced outcome.\" Jobseeker websites have certainly made it easier for employers and prospective employees to find each other, and computers can sift through CVs very fast, whittling down the number of suitable applicants based on keywords associated with the job role.  Computers never get tired either and are consistent in their approach - unlike humans. \"Employers don't have time to check the credibility and assess the skills of every potential candidate,\" says Chris Butt, founder and chief executive of Cognisess, a predictive analytics company. \"Our system creates a digital profile of not just data from their CV, but their responses via assessments and video interviews.  \"It analyses facial cues, body language and even how you speak. It then assesses whether the data collected from your CV is not only true, but also how good a fit for the role you are.\" Bold claims indeed. But what if, like most of us, you're a bit nervous during the interview and not acting naturally? \"The machines learn to differentiate between typical and abnormal human behaviour, so they can recognise if candidates are being nervous and they can take this into consideration and will adapt the algorithms to account for this,\" says Mr Butt. But can an algorithm really know if a CV is truthful?  More than a third of us have exaggerated our work experience, finds Xref, a reference checking platform, while more than a quarter mould their CVs to suit the roles they're applying for, hoping recruiters won't have time to check references.   Gemma, 23, a graduate, is currently looking for employment and admits to slightly embellishing her CV.  \"When you've got the same experience as thousands of other job graduates you need to make sure your CV stands out from the millions of others that employers get every day,\" she says. \"I've only slightly amended my CV, but it could be the difference between getting in front of a potential employer or not.\" Xref believes that the only way to tell if candidates are telling fibs is to take up those references employers usually ask for but often have no time to check properly. \"No CV, social media profile, criminal check or interview is as powerful as a legitimate reference detailing lived experience,\" says Lee-Martin Seymour, Xref co-founder and chief executive. The Sydney-based company has taken the slow, traditionally manual process of collecting references from previous employers and streamlined it, using a secure online platform.  Xref asks candidates' referees for feedback then analyses the language they use, looking for positive, neutral and negative sentiment. Similarly, temping agency Flexy saw an opportunity in the rapidly-changing temporary job market and started to use a combination of psychological profiling, data analytics and machine learning to match up reliable casual workers with the right companies.  \"Utilising data to provide trends and feedback is a powerful tool within the temporary staffing market, as it's important workers are efficient, reliable and trustworthy,\" says Oliver Crofton, Flexy's managing director. Technology may make hiring people faster and easier for companies, but it is not an end in itself, argues Raj Mukherjee, senior vice-president of product at jobseekers' website Indeed. The human element should not get lost in the mix. \"AI-powered technology gives recruiters back the time to make human connections, transforms the jobseeker experience, and ultimately, helps match talent to roles,\" he says. But for applicants like Peter Lane, it is actually making the job-hunting process more impersonal and confusing.", "title": "'I didn't even meet my potential employers' - BBC News"}