{"link": "http://www.bbc.co.uk/news/uk-wales-42908357", "description": "", "content": " Harry Hambley may only be 18 but he is the creative force behind an internet sensation. His cartoon ketnipz - which features a \"bean\" character and his amusing musings on life - has 335,000 followers on Instagram and even features on tattoos by some of his fans. Just 18 months after the Cardiff teenager posted his first cartoon on social media, he has his own clothing range and has collaborated with Instagram Stories on a ketnipz \"kindness sticker\". He is now in talks about working with Snapchat, gift and card companies and publishers. For Hambley - a self-confessed introvert - the success of his cartoon has been \"mad\". \"I have a big audience in Singapore and the States,\" he said. \"They're cool, they're super friendly. Some of them are a little crazy. I have had some get tattoos of my work and it's nuts. \"It's good for the most part but then I feel a little bit of pressure. But it's kind of flattering.\" Ketnipz for life pic.twitter.com/wMmXGlDPd8 End of Twitter post  by @Ketnipz Part of the popularity of his work is its positivity, off-beat humour and puns -  something which prompted Instagram to contact him to work with them to create a \"kindness sticker\" for when users want to customise their pictures in Instagram Stories. \"It's positivity which I'm trying to do but not in a preachy way,\" he said. \"I feel that a lot of stuff becomes off-putting when it's in your face, whereas what I'm trying to do is be more approachable.... giving off a good vibe and being something that's quite comforting. \"I think there's a lot of negativity online, especially recently. I think it's too easy to be mean online.\" Hambley said he has been drawing for as long as he can remember - he preferred art to \"being active\" and doing sport when he was at the Welsh language secondary school, Ysgol Gyfun Gymraeg Plasmawr, in the Fairwater area of Cardiff.   He said his teachers were unhappy when he decided not to go to university but he was certain his future lay with his cartoons. \"I stuck to my guns and I'm definitely better off now,\" he said. \"I think when my parents saw I was making money off it and I could make something of it, then they were more lenient. But all of my siblings had gone off to university and done the whole traditional route so they were naturally quite worried. \"But you should always do whatever you feel inspired by.\" Hambley started off drawing portraits and more complicated artwork - but he decided to simplify his work with ketnipz after creating the character while doodling. He hand draws his cartoons on a digital tablet - a process that can take up to five hours - before uploading them to Instagram and Twitter. He aims to post one cartoon a day. \"Simple is good and I learnt that through doing complicated,\" said Hambley, who still lives in his family home in the Llandaff area of Cardiff. \"Doing something complicated doesn't guarantee success. It's more about having a solid idea and then being able to communicate it easily.\" He is ambitious to grow his success and recently spent two months in Mexico promoting his cartoons and using the culture and art there as inspiration.  He has also spent time in Los Angeles and New York City, having meetings about his brand. He now keeps American time - waking up in the afternoon to post for his audience there and to be available for meetings - and eventually sees himself relocating to New York. But he insists he would be just as happy even if his cartoons did not have such a mass following. \"The thing about art for me is that a lot of the time it's a way of expressing myself which I couldn't do another way,\" he added. \"I'm an introvert so it definitely helps me.\"", "title": "Ketnipz: Teenage cartoonist takes Instagram by storm - BBC News"}