{"link": "http://rss.cnn.com/~r/rss/edition_technology/~3/grZ2k7Zm__0/index.html", "description": "These days, teachers often face classrooms filled with yawning students who stayed up late snapping selfies or playing online games.<img src=\"http://feeds.feedburner.com/~r/rss/edition_technology/~4/grZ2k7Zm__0\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " For children and teens, using cell phones, tablets and computers at night is associated with losing sleep time and sleep quality, new research finds. Even children who don't use their phones or the other technologies littering their bedrooms at night are losing shut-eye and becoming prone to daylight sleepiness, the analysis published today in JAMA Pediatrics finds. The analysis found \"a consistent pattern of effect across a wide range of countries and settings,\" said Dr. Ben Carter, lead author and a senior lecturer in biostatistics at King's College London.  Carter and his colleagues weeded through the medical literature to identify hundreds of applicable studies conducted between January 1, 2011, and June 15, 2015. They chose 20 research reports involving a total of 125,198 children, evenly divided by gender, with an average age of 14½ years. After extracting pertinent data, Carter and his co-authors performed their own meta-analysis. Few parents will be surprised by the results: The team found a \"strong and consistent association\" between bedtime media device use and inadequate sleep quantity, poor sleep quality and excessive daytime sleepiness.  Surprisingly, though, Carter and his team discovered that children who did not use their devices in their bedrooms still had their sleep interrupted and were likely to suffer the same problems. The lights and sounds emitted by the technology, as well as the content itself, may be too stimulating. Though Carter admits that a weakness of the analysis was \"how the data was collected in the primary studies: self-reported by parents and children,\" many of us will probably recognize our own families' habits reflected in the statistics. Electronic bedroom A large-scale poll conducted in the United States by the National Sleep Foundation (PDF) reported in 2013 that 72% of all children and 89% of teens have at least one device in their sleep environment. Most of this technology is used near bedtime, that same report found. According to Carter and his co-authors, this omnipresent technology negatively influences children's sleep by delaying their sleep time, as they finish watching a movie or play one more game.  Light emitted from these devices may also affect the circadian rhythm, the internal clock timing biological processes, including body temperature and hormone release, the researchers explain. One specific hormone, melatonin, induces tiredness and contributes to the timing of our sleep-wake cycles. Electronic lights can delay the release of melatonin, disrupting this cycle and making it harder to fall asleep. Carter and his co-authors also suggest that online content may be psychologically stimulating and keep children and teens awake far past the hour when they turn off their devices and try to sleep. \"Sleep is vital for children,\" said Dr. Sujay Kansagra, director of the pediatric neurology sleep medicine program at Duke University Medical Center, who was not involved in the new analysis. \"We know that sleep plays a crucial role in brain development, memory, self-regulation, attention, immune function, cardiovascular health and much more.\"  Kansagra, author of \"My Child Won't Sleep,\" noted that the period of greatest brain development is in our first three years of life, which corresponds to when we need and get the most sleep. \"It's hard to believe that this would be a coincidence.\" Kansagra said it's possible that parents underreported kids using devices at night, but more likely, the technology is simply interfering with sleep hygiene. \"For example, children who are allowed to keep devices in their room may be more likely to avoid a good sleep routine, which we know is helpful for sleep,\" he said. Practicing good sleep hygiene Dr. Neil Kline, a representative of the American Sleep Association, agrees that sleep plays an integral role in a child's healthy development, even though \"we don't know all of the science behind it. There is even some research which demonstrates an association between ADHD and some sleep disorders.\" In many respects, the findings of the new study are no surprise. \"Sleep hygiene is being significantly impacted by technology, especially in the teen years,\" said Kline, who bases his opinion not only on research but on his own \"personal experience and also the anecdotes of many other sleep experts.\" Sleep hygiene -- tips that help facilitate good, continuous and adequate sleep -- include having a room that is quiet. \"And that would mean removing items that interfere with sleep, including electronics, TV and even pets if they interfere with sleep,\" Kline said. One more important tip comes from the National Sleep Foundation, which recommends at least 30 minutes of \"gadget-free transition time\" before bedtime. Power down for better sleep. Other recommendations for good sleep hygiene include not exercising (physically or mentally) too close to bedtime; establishing a regular sleep schedule; limiting exposure to light prior to sleep; avoiding stimulants such as alcohol, caffeine and nicotine in the hours before bedtime; and creating a dark, comfortable and peaceful sleep environment. ", "title": "Cell phones, screens are keeping your kid awake "}