{"link": "http://rss.cnn.com/~r/rss/edition_technology/~3/tyl3K9YdYhI/index.html", "description": "It is a car kitted out with technology its developers boldly predict will transform our cities and change the way we live.<img src=\"http://feeds.feedburner.com/~r/rss/edition_technology/~4/tyl3K9YdYhI\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The autonomous \"DevBot #1\" took a giant leap forward in Morocco recently, making its debut on a street track at the Formula E Marrakech ePrix.   The battery-powered prototype is being tested for Roborace -- a proposed race series where driverless cars will compete on temporary city circuits.      \"It's the first time we've run the Devbot in driverless mode on a Formula E track in the middle of a city street,\" Roborace's Justin Cooke told CNN.   \"It's so exciting for the team who put hours and hours of work in. These guys were up to 1-2 a.m. in the morning developing a technology that no one else in the world is able to do at this speed and in these complicated environments.\" Read: Electric race car showcases driverless future Using a variety of sensors -- including GPS, radar and ultrasonics -- allied to sophisticated computer programs, the car learns how to navigate a track at speed avoiding all obstacles.  \"What we are doing is at the forefront of technology right now,\" says Cooke, who is also CMO of Kinetik -- an investment company founded by Russian businessman Denis Sverdlov which is providing financial backing for the project. \"There are two or three kinds of space races, if you will -- some people are going to Mars, we're developing robotic cars and I think it's probably one of the most, if not the most exciting space in the world right now.\"  After the successful 30-minute test in Marrakech -- this year's host city for the United Nations climate change conference (COP22) -- Cooke say the company will next try racing two cars together on track with the eventual aim of having up to 10 cars competing at every Formula E ePrix weekend.   \"To be here at COP22 when we are celebrating an electric future, a driverless future -- it's the perfect time for Roborace,\" Cooke enthuses.  Visit cnn.com/motorsport for more Formula E news and features  \"More than anything we want people to be excited about the technology because it's going to change our lives, it's going to transform our cities.\"", "title": "Driverless 'Roborace' car makes street track debut "}