{"link": "http://rss.cnn.com/~r/rss/edition_technology/~3/g8ESQjzCp_Y/index.html", "description": "Fake news is actually really easy to spot -- if you know how. Consider this your New Media Literacy Guide.<img src=\"http://feeds.feedburner.com/~r/rss/edition_technology/~4/g8ESQjzCp_Y\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " It doesn't have to be this way. Fake news is actually really easy to spot -- if you know how. Consider this your New Media Literacy Guide. NOTE: As we put this together, we sought the input of two communications experts: Dr. Melissa Zimdars, an associate professor at Merrimack College in Massachusetts whose dynamic list of unreliable news sites has gone viral, and Alexios Mantzarlis, the head of the International Fact-Checking Network at the Poynter Institute.   1. Does the story come from a strange URL? Zimdars says sites with strange suffixes like \".co\" or \".su,\" or that are hosted by third party platforms like WordPress should raise a red flag. Some fake sites, like National Report, have legitimate-sounding, if not overly general names that can easily trick people on social sites. For instance, several fake reports from abcnews.com.co have gone viral before being debunked, including a June article that claimed President Obama signed an order banning assault weapon sales.  2. Does the headline match the information in the article?  Mantzarlis says one of the biggest reasons bogus news spreads on Facebook is because people get sucked in by a headline and don't bother to click through.  Just this week, several dubious organizations circulated a story about Pepsi CEO Indra Nooyi. \"Pepsi STOCK Plummets After CEO Tells Trump Supporters to 'Take Their Business Elsewhere',\" trumpeted one such headline.  However, the articles themselves didn't contain that quote nor evidence that Pepsi's stock saw a significant drop (it didn't). Nooyi did make recorded comments about Trump's election, but was never quoted telling his supporters to \"take their business elsewhere.\" 3. Is it a recent story, or an old one that has been re-purposed?  Sometimes legitimate news stories can be twisted and resurrected years after the fact to create a false conflation of events. Mantzarlis recalls an erroneous story that actually cited a legitimate piece of news from CNNMoney.  A blog called Viral Liberty recently reported that Ford had moved production of some of their trucks from Mexico to Ohio because of Donald Trump's election win. The story quickly caught fire online -- after all, it seemed like a great win for the domestic auto industry.  It turns out, Ford did move some manufacturing from Mexico to Ohio -- in 2015.  It had nothing to do with the election results at all.  4. Are the supporting videos or photos verifiable?  Photos and videos can also be taken out of context to support a false claim. In April, the liberal site Occupy Democrats posted a video that purportedly showed a young woman getting removed from a bathroom by police for not looking feminine enough. This was during the height of the HB2 \"bathroom bill\" controversy, and the article clearly linked the two. \"IT BEGINS,\" read the headline.  However, there was no date on the video or evidence that it was shot in North Carolina, where the \"bathroom bill\" was to be passed.  In fact, according to Snopes, the same video was published to a Facebook page in 2015, meaning it predated the HB2 controversy.  5. Does the article cite primary sources?  It's not just political news that can be bogus. Now8News is one of the most infamous fake-but-looks-real site, specializing in the kind of weird news stories that often go viral.  One such article claims Coca-Cola recalled Dasani water bottles after a \"clear parasite\" was found in the water. There was even an accompanying gross-out picture that allegedly showed the parasite, though some basic Googling reveals it is most likely a photo of a young eel.  Regardless, the article had no statement or claim from any company. Clearly this would be a big story. Dasani or any number of consumer advocacy groups would publish statements or news releases about it, right? There are none to be found -- because the story is 100% fake.  6. Does the story feature quotes, and are they traceable? A favorite meme of Liberal Facebook groups features a fake quote from Donald Trump that is allegedly from a People Magazine interview in 1998: \"If I were to run, I'd run as a Republican. They're the dumbest group of voters in the country. They believe anything on Fox News. I could lie and they'd still eat it up. I bet my numbers would be terrific.\" This one is easily debunked if you take even a moment to think about it: People.com has extensive archives, and this quote is nowhere to be found in them.  7. Is it the only outlet reporting the story?  During this election season, Pope Francis was roped into three super viral, and completely false, stories. According to various (fake) websites, the Pope endorsed three US Presidential candidates: First, Bernie Sanders, as \"reported\" by National Report and USAToday.com.co. Then, Donald Trump, as \"reported\" by fake news site WTOE 5 News. Finally, another fake news site KYPO6.com reported he had endorsed Hillary Clinton! In all of these instances, subsequent reports all circled back to the fake ones. It's always good to trace a story back to the original source, and if you find yourself in a loop -- or if they all lead back to the same dubious site -- you have reason to doubt.  8. Is your own bias getting in the way? Both Zimdars and Mantzarlis say confirmation bias is a big reason fake news speads like it does. Some of that is built into Facebook's algorithm -- the more you like or interact with a certain interest, the more Facebook will show you related to that interest. Similarly, if you hate Donald Trump, you are more likely to think negative stories about Donald Trump are true, even if there is no evidence.  \"We seek out information that already fits with our established beliefs,\" says Zimdars. \"If we come into contact with information we don't agree with, it still may reaffirm us because we will attempt to find faults.\" So if you find an outrageous article that feels \"too good to be true,\" use caution: It just might be.  9. Has it been debunked by a reputable fact-checking organization?  Did you know there is actually an International Fact-Checking Network (which Mantzarlis leads)? And that it has a code of principles? The code includes the ideals of nonpartisanship and transparency, among others. Sites like FactCheck.org, Snopes and Politifact abide by this code, so if you see a debunking there, you know you're getting the real deal. View the whole list here.  10. Is the host on a list of unreliable news websites?  This is where things can get tricky. There's obviously a big difference between \"misleading\" news, which is usually based in fact, and \"fake\" news, which is just fiction disguised as fact. Zimdars' now-famous list covers both kinds, as well as satire and sites that capitalize on clickbait-type headlines. Snopes also maintains a list.  While Zimdars is glad her list has gotten so much attention, she also cautions that completely writng off some of the sites as \"fake\" is not accurate. \"I want to make sure this list doesn't do a great disservice to the ultimate goal,\" she says. \"It's interesting that some of the headlines [about my list] are just as hyperbolic as the ones I am analyzing.\" ", "title": "How to outsmart fake news in your Facebook feed"}