{"link": "http://rss.cnn.com/~r/rss/edition_technology/~3/0NxvfyXXT1k/index.html", "description": "What do Discman, Tamagotchi, and Game Boy have in common?<img src=\"http://feeds.feedburner.com/~r/rss/edition_technology/~4/0NxvfyXXT1k\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " They're all landmark Japanese inventions from the 80s and 90s, symbols of an era when the Asian nation was a world leader in tech innovation. But with the rise of Silicon Valley, and American tech giants such as Google and Apple, has seen Japan produce less era-defining tech over the past two decades.  That, says Professor Masahiko Tsukamoto, of Kobe University's Graduate School of Engineering, is about to change thanks to a new generation of young entrepreneurs, an uptick in international collaborations, and new partnerships with university scientists. Japan's focus this time around is not on smart phones or gaming, but wearable chairs, smart glasses and dog communication devices. In short, wacky wearable tech. Wearable tech in Japan In 2013, Japan sold 530,000 units of wearable tech devices, according to Yano Research Institute. That figure is predicted to leapfrog to 13.1 million units in 2017. Perhaps the best indication of the boom in this industry was the introduction of Tokyo's first Wearable Expo in 2015 -- at launch, it was the largest wearable tech fair in the world with 103 exhibitors.  It has featured electronic kimonos, cat communication devices, and electronic gloves to record a pianist's finger work. At the next show, from January 18 to 20, 2017, the organizers expect more than 200 exhibitors and 19,000 visitors. \"With better functionality, lighter components and smaller designs, wearing devices is now no longer a fantasy,\" says show director Yuhi Maezono. \"Wearables are gathering attention as the next big growth market.\" The dog whisperer Inupathy is a dog harness slated to launch at the end of this year that will allow pet owners to communicate with their dogs.  As well as a heart monitor, the harness features noise-canceling technology which can isolate the animal's heartbeat and track its reactions to stimulus, such as food, games, people and toys. With this data, the harness assesses a dog's mood and changes color to inform the owners.  Equipped with six LED lights, the collar glows blue to show calm, red for excitement, and displays a rainbow theme for happiness. Joji Yamaguchi, CEO of Inupathy, was inspired by his Corgi, Akane, who was a nervous puppy. To better understand the dog's anxiety, the biologist developed Inupathy to monitor his heart rate.  \"I always felt like I couldn't understand Akane very well and I wanted to get be closer to him,\" says Yamaguchi. \"Buddhism and old Japanese religion says every animals, plants, and even rocks have spirit inside. It's stressful when you can't solve problems that are upsetting them.\"  Yamaguchi expects wearable wellness tracking will have applications for humans, too. \"Personalization, of artificial intelligence will be a game-changer,\" says Yamaguchi.  \"For instance, if you show a certain behavior before you start feeling depressed, predicting your depression from that behavior is extremely valuable for an individual. An AI that works personally for you will eventually make this possible.\" A real life-saver Archelis -- a wearable chair launched in Japan this year -- is also creating a buzz internationally. A collaboration between Nitto mold factory, Chiba University, Japan Polymer Technology and Hiroaki Nishimura Design, in Japan, it was initially intended for surgeons, who need to rest their legs during long operations.  The chair enables its wearer to effectively sit down and stand up at the same time. \"The Archelis concept is very simple, like the simplicity of Columbus' egg,\" says Dr Hiroshi Kawahira, the surgeon behind the concept. \"Long surgeries can result in back pain, neck pain, and knee pain -- especially for surgeons who are older.\" Made of 3D-printed panels, Archelis does not require any electrical components or batteries.  The innovation is in the effective design: flexible carbon panels wrap around the buttocks, legs and feet to provide support and minimize pressure on joints. The system stabilizes the ankles and knees, so the pressure from being upright is spread evenly across the shins and thighs. Though the wearer appears to be standing, in fact, they are resting their back and legs while working on their feet.  Get to the point Other wearables are on the smaller side. Measuring about 3 inches long, BIRD is essentially a modern thimble that turns your fingertip into a magic wand. Using algorithms to decode a user's intent, the device also features precise sensors that track direction, speed, and gestures.  The technology enables users to turn any surface into a smart screen, as well as interact with other smart devices. Walking around at home, users can project a laptop screen onto a wall, switch on a coffee machine, read on any surface, and make online purchases with the point or swipe of a finger.  The developers -- Israel-based MUV Interactive and Japan-based Silicon Technology -- expect BIRD to be embraced by the education and corporate sectors, thanks to its ability to create collaborative presentations.", "title": "Japan's boom in weird wearable tech"}