{"link": "http://rss.cnn.com/~r/rss/edition_technology/~3/y68-a5NpJLA/index.html", "description": "Thinking about treating your family to a little virtual reality this holiday? Have no idea where to start? Don't worry. From Google's inexpensive Cardboard VR viewer to Sony's new PlayStation VR, this guide will help you figure out what makes sense for your family's interests, needs and budget.<img src=\"http://feeds.feedburner.com/~r/rss/edition_technology/~4/y68-a5NpJLA\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " From Google's inexpensive Cardboard VR viewer to Sony's new PlayStation VR, this guide will help you figure out what makes sense for your family's interests, needs, and budget. Here are your options if you want to dip your toe in the water, wade knee-deep, or really swim with the VR big fish.  Keep in mind, virtual reality is a quickly changing technology, so always check out the companies' websites, professional reviews on sites like CNET, and user reviews before you take the leap. Virtual Reality Viewers: Best for Families with Young Kids Virtual reality viewers are inexpensive, handheld devices that offer three-dimensional views and the feeling of being in a different place. The viewers' lenses work by extending the depth of static images or animation but do not allow you to interact with your environment. To use them, download any app labeled \"VR\" in either iTunes or Google Play, launch the app, and insert your smartphone into the viewer. Most viewers use your phone's button or another basic input to control the action. Key features • Inexpensive • Compatible with most smartphones and iOS or Android apps labeled \"VR\" (except for the View-Master, which uses specially designed apps) • More like a 3D movie than true VR • Best for educational content and games • Selection of high-quality apps is currently fairly limited. Try the New York Times' VR Virtual Reality Stories and these recommendations. Products in this category • Google Cardboard ($14.99)     Literally made of cardboard, this handheld device that you put together yourself is a fun, novel way of experiencing virtual reality. Use with any smartphone and iOS or Android VR apps. Google offers lots of different viewers, including the steampunk-looking Google Tech C-1 Glass VR Viewer ($14.99). • SmartTheater Virtual Reality Headset ($19.99)     This is a comfortable viewer with adjustable lenses, a head strap, and an easy-to-use trigger input. Comes with a cardboard, handheld motion-controller that adds some oomph to games. Works with most smartphones and any iOS or Android VR apps. • View-Master Virtual Reality ($29.99)     Geared for learning rather than gaming, the View-Master is available in a range of packages that let you explore dinosaurs, space, wildlife, and more. Each pack includes insertable picture reels (your phone provides the horsepower). Works with most smartphones and specially designed View-Master iOS or Android apps. Digital tools to turn game-obsessed kids into genuine game designers VR Headsets: Best for Big Kids and Tweens Moving up in price and features are VR headsets. They're similar to viewers in that you download VR apps from the app store and insert your phone in them. Headsets work with the exact same apps as the viewers (except for the Samsung Gear VR and Google Daydream Viewbut give you a more immersive experience. The advantages of headsets are that they're more comfortable to wear for a longer time, they fit better (preventing light leaks), they have better lenses, and they often have earphone ports. That's why some people like to use them to view videos. They don't make the videos three-dimensional, but they provide a personal-movie-theater-type experience. They also typically have built-in game controllers on the headset itself or work with handheld controllers, giving you more options in apps than you would have with a simple viewer. Key features • Pricier than viewers • Compatible with most smartphones (except the Samsung Gear VR and Google Daydream View) and iOS or Android apps labeled \"VR\" • More believable, you-are-there experience, but limited ability to interact with your environment • Good for games, educational content, and movie viewing • Selection of high-quality apps is currently fairly limited. Try the New York Times' VR Virtual Reality Stories and these recommendations. • Headsets have minimum age requirements set by the manufacturers; check the age before you buy. Products in this category • Merge VR Goggles ($79)     This big purple headset is made of flexible foam and has audio ports and dual input buttons for easy game control. Works with most iOS and Android VR apps. • Google Daydream View ($79; shipping November 2016)     Made of fabric, this lightweight plush headset is designed specifically for Google's brand-new Daydream VR platform. The platform includes Daydream-compatible phones (such as the company's Pixel phone), apps, and controllers. Daydream View comes with a controller and the company says there will be 50 apps at launch, including games, educational content, and streaming services. • Samsung Gear VR ($99)     Designed exclusively for Samsung phones, the Gear VR includes an input pad on the side of the headset and works with bluetooth controllers, both of which let you navigate games easily. Works with Gear VR-compatible games (including Minecraft Gear VR Edition). • VR Kix Virtual Reality Headset ($49.99)     Individually adjustable lenses, a snug fit, and a smartphone tray you can customize to your phone make the Kix a good option for quality VR on any smartphone. Works with most iOS and Android VR apps. 5 ways video games can help kids with special needs Consoles: Best for 12 and Up Right now, the only VR gaming console is offered by Sony. The company's just-in-time-for-the-holidays PlayStation VR headset works with the PlayStation 4. If you don't have a PS4 already, you could buy the PlayStation 4 Slim or a PlayStation 4 Pro (also brand-new for the holidays) and the PSVR. The headset plus the horsepower provided by the console provides an immersive, interactive VR experience. Key features • Expensive • Limited to Sony PlayStation • Totally immersive and interactive; potential for motion sickness • Games tend to be mature but plentiful, including Batman Arkham VR, 100ft Robot Golf, Final Fantasy XV VR, Battlezone, and Resident Evil 7. • Sony's recommended age minimum is 12. Products in this category • PlayStation VR Launch Bundle ($499.99)     Includes everything you need to turn your PS4 into a VR machine, including a headset, a camera, two motion controllers, a game, and cables.  • PlayStation 4 Slim ($299.99); PSVR sold separately     A newly redesigned, slimmer version of the PS4, this one has improved graphics, a lighted controller, and runs quieter.  • PlayStation 4 Pro ($399.99); PSVR sold separately     Better graphics, faster action, and optimized to work better with specific \"Pro-Enhanced\" games What parents need to know about technology addiction Super-powerful headsets: Best for Teens You may have heard of the ominous-sounding Oculus Rift and HTC Vive. These are the ultra-powerful VR headsets that provide a fully immersive experience; some call it \"the Holodeck\" in reference to the alternate reality from Star Trek. Both require high-end, powerful PCs (which cost upwards of $500). Key features • Super expensive • Require compatible games (for example, Everest VR is a Vive exclusive) and high-powered computers • Full interactivity with your environment • Games tend to be mature, including The Assembly and Deus Ex Mankind Divided. • Best for families with teens; Oculus Rift's manufacturer age minimum is 13; Valve states the Vive is \"not for children.\" Products in this category • HTC Vive ($799)     Offers a \"room-scale experience.\" If your kids play on the Steam gaming network, they've certainly seen ads for the HTC Vive, as it's made by the same company, Valve, that owns Steam. Steam is offering some Vive-only games designed to take advantage of this headsets' unique capabilities. • Oculus Rift ($599)     Comes with everything to make VR a reality -- except the computer: a headset, a sensor, a remote, cables, an Xbox controller, and a game.", "title": "What parents should know about the VR gear kids want"}