{"link": "http://rss.cnn.com/~r/rss/edition_technology/~3/wBGZxsDnWMU/index.html", "description": "\"Attention! Attention!\" blares the Russian voice from a loudspeaker. \"The nuclear bombs will be launched in one hour.\"<img src=\"http://feeds.feedburner.com/~r/rss/edition_technology/~4/wBGZxsDnWMU\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Inside a room styled as a Soviet-era nuclear bunker, a couple of Russians race to prevent a catastrophic strike on the United States. Their quest -- the latest craze in Moscow -- is to find the nuclear launch codes and deactivate a hidden red button, which has already been pressed by a mad Russian general.  It's complete fantasy; just an interactive game hosted in a building in a former industrial area of the city, harking back to the fears of the Cold War. But amid the current tensions with Russia, in which potential nuclear confrontation with the West has again been raised, it feels a little unsettling.     \"I'm worried because there is very stupid information from both sides,\" said Maxim Motin, a Russian who has just completed the Red Button Quest game.   \"I know that normal people all over the world don't want any war,\" he added.  A nation preparing for conflict But Russian officials have been preparing the nation for the possibility of conflict, stoking deep-seated concerns about a standoff with the West, Russia's old Cold War rival.  Russian television has been broadcasting a mass training exercise, involving up to 40 million people across the country. It is designed to prepare responses, the government says, for a chemical or nuclear attack.  The video shows emergency workers with protective suits and gas masks leading the civil defense rehearsal, the biggest of its kind since the collapse of the Soviet Union. It suggests the Kremlin wants Russians to take the threat of war very seriously.    Of course, all-out conflict between Russia and the West remains highly unlikely.   Analysts say the principle of Mutually Assured Destruction -- or MAD -- still holds as a deterrent, just as it did during the Cold War.  But with tensions growing over Syria, Ukraine, and the Baltic states, analysts say a small risk of contact, misunderstanding and escalation between the nuclear superpowers has become very real.  \"I don't think nuclear war is likely,\" says Fyodor Lukyanov, editor of Russia in Global Affairs, a prominent foreign policy journal. \"But when two nuclear superpowers are operating with their military machines in the same area, very close to each other and they don't have proper coordination, any unintended thing can happen,\" he told CNN.  Kremlin playing up fears It is a risk the Kremlin seems keen to play up, with state television upping its hardline rhetoric in recent weeks.   In its flagship current affairs show, Russia's top state news anchor, Dmitry Kiselyev -- dubbed the Kremlin's propagandist-in-chief by critics -- recently issued a stark warning of global war if Russian and US forces clash in Syria.   \"Brutish behavior towards Russia could have nuclear dimensions,\" he declared. The Russian defense ministry has also released details of the latest intercontinental ballistic missile being added to its nuclear arsenal.  The Satan 2, as it's known, will be the world's most destructive weapon, guaranteeing Russia's place as a top nuclear power.  It is an apocalyptic vision that adds a further sense of realism to the fantasy quest being acted out by gamers in Moscow.  \"I know that now in schools in Russia they tell the children that our main enemy is the US,\" said  Alisa Sokoleva, another Moscow gamer.  \"But it sounds ridiculous to me and I'm totally sure that war is impossible,\" she adds.  Back in the fake Cold War bunker, the Russian gamers have cracked the launch codes and deactivated the missile launch.  The United States, it seems, has again been saved from this virtual Russian nuclear attack.  Hopefully, the real world will be spared such a confrontation too. ", "title": "Russian gamers race to prevent nuclear 'war'"}