{"link": "http://rss.cnn.com/~r/rss/edition_technology/~3/OyexQemnmco/index.html", "description": "Teenage girls have designed Africa's first private satellite due to launch into space in 2017. It's hoped it can monitor and find answers to South Africa's drought crisis.<img src=\"http://feeds.feedburner.com/~r/rss/edition_technology/~4/OyexQemnmco\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " They are part of a team of high school girls from Cape Town, South Africa, who have designed and built payloads for a satellite that will orbit over the earth's poles scanning Africa's surface. Once in space, the satellite will collect information on agriculture, and food security within the continent.  Using the data transmitted, \"we can try to determine and predict the problems Africa will be facing in the future\", explains Bull, a student at Pelican Park High School.  \"Where our food is growing, where we can plant more trees and vegetation and also how we can monitor remote areas,\" she says. \"We have a lot of forest fires and floods but we don't always get out there in time.\" Information received twice a day will go towards disaster prevention.  It's part of a project by South Africa's Meta Economic Development Organization (MEDO) working with Morehead State University in the US. Ambitious first The girls (14 in total) are being trained by satellite engineers from Cape Peninsula University of Technology, in a bid to encourage more African women into STEM (science, technology, engineering, mathematics). If the launch is successful, it will make MEDO the first private company in Africa to build a satellite and send it into orbit. \"We expect to receive a good signal, which will allow us to receive reliable data,\" declares an enthusiastic Mngqengqiswa, of Philippi High School. \"In South Africa we have experienced some of the worst floods and droughts and it has really affected the farmers very badly.\"   An El Niño induced drought led to a shortfall of 9.3 million tons in southern Africa's April 2016 maize production, according to a UN report.  South Africa is expected to import between 3 million and 4 million tonnes of maize to meet its shortfall this year.  \"It has caused our economy to drop ... This is a way of looking at how we can boost our economy,\" says the young Mngqengqiswa. Inspiring girls Initial trials involved the girls programming and launching small CricketSat satellites using high-altitude weather balloons, before eventually helping to configure the satellite payloads. Small format satellites are low cost ways of gathering data on the planet quickly. Tests so far have involved collecting thermal imaging data which is then interpreted for early flood or drought detection.  \"It's a new field for us [in Africa] but I think with it we would be able to make positive changes to our economy,\" says Mngqengqiswa.  Ultimately, it is hoped the project will include girls from Namibia, Malawi, Kenya, and Rwanda. Mngqengqiswa comes from a single parent household. Her mother is a domestic worker. By becoming a space engineer or astronaut, the teenager hopes to make her mother proud.  \"Discovering space and seeing the Earth's atmosphere, it's not something many black Africans have been able to do, or do not get the opportunity to look at,\" says Mngqengqiswa.  The schoolgirl is right; in half a century of space travel, no black African has journeyed to outer space. \"I want to see these things for myself,\" says Mngqengqiswa, \"I want to be able to experience these things.\"  Her team mate, Bull agrees, \"I want to show to fellow girls that we don't need to sit around or limit ourselves. Any career is possible -- even aerospace.\" ", "title": "Teen girls prepare for space launch"}