{"description": "", "content": " Retail rage has emerged once more, as French shoppers turned violent over cut price Nutella.  Incidents were reported in branches of Intermarché supermarkets across the country, which was offering a 70% discount on the spread. One customer told French media that people were acting \"like animals\" with one customer getting a black eye. Serieux ??!! Tout ça pour du Nutella ?! 😮 #Emeute #Nutella pic.twitter.com/UoNTmK78eE End of Twitter post  by @kennyLebon Stories of shoppers coming to blows in the battle for a bargain hit the headlines from time to time.  And while some dismiss them as unedifying incidents driven by greed, many argue they can be indicative of rising poverty and a desperation to get hold of things that would otherwise be unaffordable. Black Friday is a US tradition that has become a regular part of the shopping calendar in many countries. And it is often as notable for its bust-ups as its bargains.  In 2014 police were called to supermarkets across the UK to deal with crowd surges, as people hunted for Black Friday offers. Greater Manchester Police appealed for calm after attending seven Tesco shops. Three men were arrested and a woman was hit by a falling television. And as this BBC News footage shows, it was not pretty.  But serious Black Friday violence still appears largely confined to the US. Partly because it is still a bigger a deal there, and partly because - guns.  Someone has even set up a website listing incidents called Black Friday Death Count. It's not all deaths though. Last year there were reports of a group of men fighting over a toy car and somebody shattering a hip after being slammed into a display in the aisles of K-Mart. Happy shopping. Tesco was forced to defend its actions after shoppers in Northampton were told to \"sit\" like dogs before they scrambled for cut price meat. A video from 2015 showed people forming a scrum as they crammed their baskets full of bargain produce. The supermarket said it had acted as it did because \"safety of our customers and colleagues is of paramount importance to us\". Staff had to fight their way out as customers dived in to grab the goods.  Melbourne used to have a bit of a reputation for its crime families. But when two clans came to blows in November last year, it wasn't over drugs, but furniture on sale in supermarket chain Aldi. At $349 Australian dollars (£196; $279) the wicker outdoor garden set was clearly seen as a bargain. Yelling soon escalated to \"pushing and shoving\". A witness provided footage to Australian media and if you really want to, you can watch more here.", "link": "http://www.bbc.co.uk/news/business-42828256", "title": "Nutella riots: A brief history of shopping scraps - BBC News"}