{"description": "", "content": " All too often girls in countries across sub-Saharan Africa can be married off an early age, trapping them in a cycle that is almost impossible to escape. They can be held by poverty, sexual and domestic violence, and social stigma. But a charity, Camfed, is working to keep girls in school, in the belief that education can be the best protection against child marriage.  Camfed works in Malawi, Zambia, Tanzania, Zimbabwe and Ghana, and says child marriage is both a consequence of poverty and perpetuates it. \"Most child brides have lost one or both parents, and face a daily struggle for food,\" explains Angeline Murimirwa, Camfed's executive director for Africa.  \"Elderly grandparents or other family members don't have the financial means to look after them, and often find themselves pushed to consider marriage as the best option for the girl.\" In Africa, there are 125m child brides, with 39% of all girls in the sub-Saharan region married before the age of 18. Although many families believe child marriage provides a financial benefit, it often only exacerbates the situation.  In poor communities, any spare money is often spent on sending boys to school, as they are seen as having a higher chance of securing work, and don't face the same safety risks as girls on long journeys to school. But that means families losing the earnings that could have come from keeping girls in school.  Women often reinvest their earning in their families, paying to educate their children, siblings and relatives, meaning one educated girl has the potential to lift her entire family out of poverty.  But when girls are married off their education usually ends there.  Many child brides hope marriage will provide the opportunity to go to school, however they typically end up falling pregnant soon after, or being kept at home to carry out household chores. In sub-Saharan Africa, 75% of girls start primary school, but only 8% finish secondary school. A report from Unicef projected the number of girl brides will double by 2050 if no action is taken. Gloria - not her real name - was 12 when her father died, leaving her mother to care for 10 children alone. Living in one of the poorest provinces of rural Zambia, there were few options available for the family. \"I cried because I was too young to get married,\" Gloria recalled. \"I did not want to. I did not understand the meaning of marriage. I was so scared.\" After Gloria's wedding, she stopped going to school and instead had to spend her days taking care of the house and looking for work. Six months into the marriage, Gloria became pregnant, and was forced to marry her husband's brother after her husband suddenly died. Routinely subjected to domestic violence, she miscarried.  A few years later, Gloria fell pregnant again, and was still carrying the baby when her second husband died, leaving her to give birth alone. \"I had no knowledge of how to deliver a baby. I delivered at home, and the neighbour heard me. That's when they came to help me.\" Like millions of other child brides, Gloria was left trapped in the poverty cycle, having left school with no qualifications.  Camfed came to Gloria's aid, after hearing of her situation through its network of former students who had been supported through education by Camfed. This alumni network, the Camfed Association, was started by Angeline Murimirwa, after she became one of Camfed's first scholars.  \"I remember wearing a torn dress to primary school, having no shoes and not enough to eat. I felt guilty when my parents sold maize to buy me school supplies and I used to wash dishes for the teacher just to get hold of a pencil,\" said Angeline. Born in Zimbabwe, Angeline's parents couldn't afford to send her to secondary school, despite her achieving one of the best exam results in the country. \"Without money for school fees or clothing, I had no hope of going, even though my mother wanted me to.\" More from Global education Ideas for the Global education series? Get in touch with sean.coughlan@bbc.co.uk Camfed selected Angeline for its first support programme in Zimbabwe in 1993, and she has since risen through the ranks to executive director.  Women's average earnings increase by up to 25% for each year in secondary school, and Camfed's main focus is reaching the most marginalised girls through education.  So far the charity has enabled more than two million girls to go to school, and has committed to supporting one million more to attend secondary school by 2020. The charity pays school fees, and provides books, uniforms and sanitary protection - items which often present a huge barrier for rural families, even in countries where secondary education is free. \"We work with communities to prioritise those with the greatest need, and these people tend to be young girls,\" says Angeline.  \"They're the first to drop out of school, the first to be failed by the system, they face the perils of early marriage and early pregnancy. \"Yet educating girls has the most transformational impact. Educated mothers will educate their sons and daughters, and new pathways are opened up for women in economic independence and leadership.\" Gloria is a poster girl for how education can transform a girl's life. She is now 17 and is preparing to return to school. \"When I finish I would like to be a doctor,\" she says. \"The first doctor in my community.\"", "link": "http://www.bbc.co.uk/news/business-42794898", "title": "'I was 12 when I married a 35-year-old' - BBC News"}