{"link": "http://www.bbc.co.uk/news/world-europe-42887425", "description": "", "content": " Members of the biggest trade union in Germany are on strike in a dispute that centres on workers' demand for time off to look after their families. This week's strikes could be the first of many. So why do they matter? And what do they say about Germany in 2018? We've boiled the story down to 100 words and 400 words - you can read them individually or one after the other. Rare all-day strikes by thousands of German metal and engineering workers started on Wednesday and will end on Friday. About 260 companies are affected. Their union, IG Metall, wants an 8% pay rise spread over a few years. But they also want companies to let workers reduce their weekly hours from 35 to 28 on full pay if they need to care for children or elderly or sick relatives, before returning to full-time work after two years. This last point is the big bone of contention - companies are willing to negotiate on pay but not on the reduced hours option. IG Metall is one of the biggest unions in Europe, with 3.9 million members. So when its members decided to go on strike, it was a significant development. Thousands of members of the metals and engineering union have walked out in one-day \"warning strikes\" between Tuesday and Friday. They were the union's first such strikes in 34 years. Among the companies affected are Porsche and Daimler, which produces Mercedes-Benz cars. The dispute comes down to two main points. Firstly, the union wants a pay rise of 8% for its staff over the next 27 months. Employers have offered a 6.8% increase. Secondly, it also wants: IG Metall chief Joerg Hofmann said: \"We need pay to be subsidised, so that children, caring for family and health don't depend on how much you have in your wallet.\" But Oliver Zander, of metals industry federation Gesamtmetall, disagrees. \"The basic principle that whoever works less also earns less, must continue to apply,\" he told Die Welt. \"We can not shake it.\" There's some important context here: Germany's economy grew by 2.2% last year, its fastest rate in six years. And unemployment hit a new low in January - just 5.4% of people are out of work. After a 10-year period where wages have grown by an average of only 0.81% as the economy has picked up, the unions sense it's their turn to make demands on employers. It's not clear how many people would take up the option of reduced hours if employers agreed to it. One person who would welcome the change is Souad Benchakra, who works at Geberit, which makes toilet bowls and taps. \"I switched from full-time to part-time work because of my children and now I don't have the opportunity to return to full-time,\" she told Reuters. IG Metall's Joerg Hofmann warns that open-ended industrial action is possible if the demands are not met. A wider strike over 10 days could cost industries at least €2.5bn (£2.2bn, $3.1bn), Cologne-based think tank IW says.", "title": "Germany strikes explained: The long and the short of it - BBC News"}