{"link": "http://www.bbc.co.uk/news/uk-42864685", "description": "", "content": " Many of the nation's favourite treats are getting smaller, but BBC research has found that some prices are falling too. Chocoholics and biscuit-lovers have been outraged in recent years by news of so-called \"shrinkflation\". That is when food manufacturers reduce the weight of their products without shrinking the price.  So with the traditional January detox over, and many Britons reaching for a sweet snack, we have looked at whether the customer always loses out.  We analysed 19 products over the last four years from high street chains Asda, Ocado/Waitrose, Sainsburys and Tesco. The figures reveal that 18 of the 19 products have been slimmed down. Five products hit by shrinkflation Jaffa quake as McVitie's cuts pack sizes More than 2,500 products subject to shrinkflation, says ONS Manufacturers often blame the rising cost of ingredients.   Mondelez International, which makes Toblerone, said it had carried the costs for \"as long as possible\" before deciding to make their triangles further apart.  Nestle said it had reduced weights sometimes to reduce calories or bring manufacturing in different countries into line. Others point to exchange rates, in other words how their buying power has been hit by falls in the value of the pound. But whether it is the ingredients, exchange rates, or saving us from obesity and bad teeth, all manufacturers insist that they give customers value for money.  The price of a product is driven by all kinds of factors such as packaging, transport and marketing which might not change with alterations in weight.  We have looked at price in two ways - price per 100g and actual price paid at the checkout per pack or bar. Four of our 19 products have got cheaper per 100g, while others have risen sharply. But many consumers will be concerned simply with the price they pay at the checkout per pack or bar. The data here shows more price drops but clearly these are not always in proportion to weight reductions. In total, nine of our 19 products had gone down in price per pack. Manufacturers know that keeping their products affordable is important.   So while the \"shrink\" is overwhelming, the \"flation\" (raising prices by stealth) is happening... not quite so much.  Produced by David Brown, Daniele Palumbo, Mark Bryson and Luke Keast. About the data: 19 products were selected for which there was consistent price and weight data over a four year period from January 2014 to 25th January 2018. The data shown represent an average of the shelf price data provided by companies. Data supplied by Brand View.", "title": "Biscuits and chocolates take the 'shrinkflation' test - BBC News"}