{"link": "http://www.bbc.co.uk/news/business-42777803", "description": "", "content": " Visiting the Matanuska banana plantation is not easy these days. After a two-hour drive from the nearest city in northern Mozambique, visitors who make it to the farm are stopped at the entrance and asked to dip their feet in pools of disinfectant. Even the cars get a bath.  Once an apparent miracle - a massive banana plantation in the middle of a dry, flat part of a desperately poor country - its formerly lush greenery has now been devastated by a deadly fungus called Panama disease. Five years ago, Tropical race 4 (TR4), as it's formally known, was spotted here for the first time in Africa after killing off millions of bananas in Asia from the 1980s onwards. The failure to contain the disease set off alarm bells around the world.  Could the banana, the world's most exported fruit and the source of nutrients for millions of people, be at risk of extinction? The BBC was the first to be given access to the farm since it was hit with the disease. We travelled all the way to Matanuska not just to observe the devastation but because the story of the plantation is about more than just bananas. It's emblematic of unintended consequences of global trade - and the way that solutions to those consequences might come from some very unlikely places. After our disinfectant baths, we continued down a long, red dirt road to what remains of the farm. It's strikingly lush.  Trundling along on metal zip lines are hands as they're known - carrying hundreds of bananas to a processing facility, where they too get the bath treatment before being shipped off in Dole-branded containers to the Middle East. Standing over this procession is Elie Matabuana, the farm's head of technical services. He spends all his time looking at every banana grown here to see if they are exhibiting the yellowing leaves and tell-tale rotting smell that indicate a plant has been infected with Panama disease. \"When [I wake] up in the morning the first thing I have in my mind is; what can I do to stop the disease?\" he says. \"It's a really big struggle but we are winning,\" he says, before amending his answer. \"We are going to win.\" But Elie and the Matanuska team are fighting an uphill battle. The disease has spread swiftly over the past five years.  \"When I first came to Matanuska, it was just after we identified the pathogen and at that stage the farm was just beautiful,\" says Stellenbosch university professor Altus Viljoen, who was the first to confirm that the disease had in fact escaped Asia. \"I knew that that might change. \"But I never knew the extent of that change and how severe it would be.\" Today, only 100 hectares are left of Matanuska's original banana plants.  Of the farm's 2,700 workers, nearly two-thirds have been laid off -- sending the surrounding economy into a spiral.  And containment, along with finding a resistant banana strain, has become a pressing priority. It's estimated that more than half a million people are employed in the banana industry in Mozambique.  Neighbouring countries like Tanzania,  just 600km north of Matanuska, also depend on banana cultivation for a significant portion of their economic activity.  And though the type of banana grown for sustenance in Uganda and Congo - where residents get something like 35% of their daily nutrients from bananas - is thought to be resistant, no one knows for sure.  \"All African countries are worried about what's happening in Mozambique,\" says Antonia Vaz, the head of plant pathology at Mozambique's Ministry of Agriculture. She says the Mozambican government has implemented control measures to ensure that the disease does not escape the northern part of the country.  She's also quick to note the disease isn't endemic to Mozambique. The government thinks it came from the boots of two workers from the Philippines. \"It was just very, very bad luck,\" she says. Each year, more than $12bn worth of bananas, primarily of the Cavendish variety, are exported globally making it the world's favourite fruit both by value and by volume.  Usually if there are millions of dollars at stake, solutions aren't that hard to find. But the problem in fighting Panama disease is the way that bananas are cultivated today. The bananas that we eat are Cavendish bananas - often grown to the exclusion of all of the other thousands of types of bananas found in the world.  Growing only one variety of a plant is known as monoculture - and it's a practice that became increasingly common across the world in everything from forest plantations to fruit.   But monoculture crops are incredibly susceptible to disease. What makes the story of the banana even more dire is that the Cavendish banana is what's known as a triploid - meaning it's sterile. New plants are produced asexually, meaning that they are genetically identical to the previous generation. So hoping that evolution will eventually produce a resistant banana is futile - there is no natural selection to save the Cavendish. But in the face of such odds, why continue to even plant bananas at Matanuska? There are two reasons. One is that \"if that land is simply abandoned and people start moving through there, no one knows who's going to carry the disease where,\" says Prof Viljoen. The other is hope. American Tricia Wallace is a former investment banker who helped to arrange financing for the farm back when the idea of a banana plantation in this part of the world seemed like a mirage in the desert. In the first few years of operation, she tells me: \"People came from other parts of Mozambique and they couldn't believe that this farm existed here and was doing this on this scale.\" Ms Wallace says she felt an obligation to ensure that the people here weren't given up on, which is why she ended up quitting her banking job to run the farm. Now, she's invested heavily - perhaps more than any other plantation in the world, in a particular type of Taiwanese Cavendish banana that's known as Formosana.  It's this strain that could hold the answer to the world's banana problems, and it's what Matanuska will need to survive. And so far the results are promising, 200 hectares of Formosana are now growing. While some of the plants still get the disease - they seem to be stronger and able to fight it off. So a disease from Asia, transported to Africa, due to poverty and grit might end up with a solution, which is then shipped back across the world.  More from the BBC's series taking an international perspective on trade: The banana is, after all, shaped like a boomerang. It's an irony not lost on Ms Wallace. \"You know we couldn't call the Philippines and say come and show us how you solved this,\" she says. \"So if we make this work then I think that there's a huge benefit not only for the rest of the banana industry in Mozambique but the region as a whole.\"", "title": "Battling to save the world's bananas - BBC News"}