{"link": "http://www.bbc.co.uk/news/business-42702631", "description": "", "content": " With the new rugby league season about to kick-off, the sport's most exotic club is ready to take to the skies again for a campaign of trans-Atlantic battle. Canadian club Toronto Wolfpack created a stir when they joined the third tier of the English rugby league system last year, as it meant round trips of around 7,000 miles for away games. The club and its main sponsor, Canadian airline Air Transat, paid - and will do so again this season - for their European opponents' eight-hour flights to and from Canada for away games against the Wolfpack. After running away with the title last year, the Wolfpack will play in the second-tier Championship league this season, competing against a host of powerful English clubs, plus Toulouse in France. The club admits it made a financial loss last year, but insists that was expected as part of a longer-term business plan designed to reach the riches of the top tier of rugby league. \"It is a five year plan to get to the Super League,\" the Wolfpack's general commercial manager Scott Lidbury, an Australian who grew up watching rugby league, tells me. \"We are in year two of that plan, we are in the Championship and things are on the right trajectory.  Promotion this year is obviously the goal.  We would be disappointed if we did not finish in the top four.\" Coming among the top quartet would give them a chance at promotion via the Qualifiers Super 8s playoffs. Mr Lidbury adds: \"It would not be the end of the world if we did not go up, but we feel confident, particularly with the players we have signed.\" He says if they were not promoted the business can sustain its various outgoings, from travel and stadium hire to player salaries and media operations.  But promotion to the Super League would bring a huge financial boost in terms of TV rights money from Sky, and more and bigger sponsorship deals.  Last season's budget was 3.4m Canadian dollars ($2.7m; £2m), and is set to be more this year as the club has moved out seven players from last season, but brought in 10 more. The Wolfpack's main financial backer is Australian mining tycoon David Argyle, who grew up playing rugby.    \"David is 100% in it for the long term,\" says Mr Lidbury. \"He has a very strong vision, he is a big driver of Toronto as a regional centre of rugby excellence, for both codes.\" The Wolfpack play their games in blocks of away matches followed by home ones in the summer, to cut down on criss-crossing the Atlantic and also because the harsh Canadian winter extends into the start of the season. This year they will play 11 away games, then two at home, then two on neutral English grounds, then eight at home.  Chief executive and club founder Eric Perez secured the use of 10,000-seater Lamport Stadium in Toronto, and last year average home gates were a healthy 7,000 (though half of those attending had complimentary tickets).  The team wants bigger gates this season, and to boost its 650 season-ticket holders by at least 50%.  A UK-based business development manager has also been appointed to bring in British commercial deals, and to deal with things like new Toronto player registrations and obtaining relevant visas for visiting players.   In addition, the club has now made the Platt Lane Sports Complex in Fallowfield, south Manchester, its full-time UK base. Each away team can travel free via Air Transat when they play in Toronto; being able to take a full squad, coaches and ancillary staff, at what has been promised by rugby league authorities as no cost.  However, last season Barrow Raiders, which played in Canada twice, found there was a financial price to pay. It had to pay for things like coach travel to and from the airport, extra baggage, visas for some players at £80 each, and food and drink for 25 players and staff.  It cost the club around £4,000 for the regular League One fixture in Canada.  When the teams played again in the Super Eight playoffs in Toronto, fans set up a funding page and raised nearly £3,000 to cover the club's expenses.  And while 30 fans made the trip for the first game, none went for the second.  The clubs will play home and away again in the Championship this season. Principal sponsor Air Transat, signed on a three-year deal, provides 540 airline seats a year, which sees the club fly with 35 people when it visits Europe, and opposition clubs offered 25 free transatlantic return flights. Air Transat owns Canadian Affair travel website, which offers away team fans weekend packages in Toronto, including hotel and match ticket. \"They are a major partner for us and play a crucial role in our operations,\" says Mr Lidbury.  \"They are the perfect example of a brand who can benefit from association with ourselves.  \"Like one of our other major partners,  Maple Leaf Diamonds, they are a Canadian brand looking to be stronger in the UK.\" Conversely, the club's UK sponsors such as Manchester Metropolitan University get coverage in Canada. \"They knocked us out of the Challenge Cup in London last year, and their visit created a buzz. They are a brash organisation and good luck to them, they wear their hearts on their sleeves.   \"They also have healthy crowds at their home games. They will be looking to build fan support not only in Toronto, but among Canadians in the UK.  \"I won't be going to Canada for our away Championship game, but a couple of dozen fans will go to Toronto.   \"With the Wolfpack having a major base in Manchester they are buying English-based players who might have gone to other clubs here, and that has caused debate among rugby league fans.\" The Wolfpack has an unusual TV arrangement whereby it films its own home matches and gives the footage free to CBC Online and cable channel Game TV.  Although they lose money on the operation they feel it is vital in generating wider awareness. \"Our goal is to grow our reach, and develop our revenue streams, and broadcast is something we are working on all the time, developing Wolfpack TV platforms,\" says Mr Lidbury. \"We hope that in year three we would be able to start driving some TV rights revenues.  We believe we have a very bright sporting and business future.\"", "title": "Toronto Wolfpack plot financial path to Super League rugby - BBC News"}