{"link": "http://www.bbc.co.uk/news/42904545", "description": "", "content": " What is arguably the top economic policy job on the planet is changing hands.  Jerome Powell is taking over from Janet Yellen in charge of the United States' Federal Reserve, the country's central bank.  He takes charge a decade after the financial crisis, which has seen central bankers around the world take very usual measures to keep their economies stable.  So what challenges will he face and how can we expect him to handle them?  The answer will have an impact on the rest of the world. The Fed's job description has been set out for it by Congress - it is to achieve \"maximum employment, stable prices, and moderate long-term interest rates\".  Given that there are three elements, you might find it surprising that it's generally referred to as the Fed's \"dual mandate\".  The focus is usually on the two aspects of the mandate that have a direct impact on the American public, inflation and jobs.   On both of them (and also on the long term interest rates) the US economy is currently looking in reasonably good shape.  The Fed has target for inflation of 2% for a measure known as the personal consumption expenditure price index.  The latest figure was 1.7% and slightly lower if you take out the volatile contribution of food and energy prices. Inflation is thus on the low side from the Fed's perspective, but not by a wide margin.  Unemployment is very low. At 4.1% it's the lowest since the end of 2000. There are places where it's much higher. It's also true that the very low rate partly reflects a decline in the percentage of the adult population that is either working or actively seeking to work (known as the labour force participation rate).  That in turn partly due to the ageing US population but it also reflects people of working age who have dropped out of the labour market, some as result of the problems associated with addiction to opioid painkillers.  Important though these issues are, the monetary policy tools at the Fed's disposal are not much help in addressing them.  The Fed can only really affect conditions across the entire national economy. For the Fed, the issue is whether further declines in unemployment could force employers to offer sharply higher wages to get the workers they need which could in turn feed through into much faster price rises.  The Fed's policy makers seem to think unemployment could go a little lower over the next year or two without generating substantially higher inflation. But over the longer term they think the jobless rate is likely to move slightly higher to about four and a half per cent.  The key policy is the Fed's interest rate policy. Its main tool is the target for the federal funds rate which is what banks charge one another for overnight lending. The Fed doesn't directly fix the rate, but it can steer it towards the target by buying and selling securities. It currently looks like the Fed will probably raise its main interest rate target three times this year. In previous months there have been different views about rate rises - whether too much might hold back economic growth and job creation or whether too little might risk a surge in inflation. Those debates could well resume as the Fed takes further decisions this year. The Fed is far more advanced than central banks in Europe and Japan with the return of policy to something like normal in the aftermath of the financial crisis. It has already raised interest rates five times from the post crisis lows.  In the eurozone the European Central Bank has not even started that process.  The Bank of England has reversed the rate cut that it made after the EU referendum, but that's all. The UK is back to the post-crisis level of official interest rates.  Then there's quantitative easing, buying financial assets (particularly government debt) with newly created money. The ECB is still actively doing it. So is the Bank of Japan, though both have reduced the amount of new securities they are buying.  The Fed finished in October 2014 and is now starting to reduce its stock of assets. This gradual return of Fed policy to something like normal raises a question about the stability of financial markets. The strong performance of share prices (in many other markets too) owes a great deal to central banks' easy money policy.  Is it a bubble?  Throughout this period there have been concerns expressed that it might be and that the return to normal might lead to instability in the markets. Whatever the Fed does it will have an impact on the rest of world. The first step in the return to normal (in 2013) was known as tapering, a gradual reduction in the amount of assets purchased each month under the QE programme.  It produced some volatility especially for emerging markets, an episode known as the \"taper tantrum\". The subsequent increases in interest rates have been less eventful.  The markets have seen them coming as the Fed has made its intentions clear - though always subject to what the economic data actually show.  Still, those questions remain about whether the enthusiasm in stock markets has got ahead of itself.  One of Mr Powell's predecessors, William McChesney Martin, famously said his job was \"to take away the punchbowl just as the party gets going\". The risk could be - and there are different views on this - that the party might already be out of hand, and that a nasty hangover is on the way. ", "title": "A new man takes over the Fed: What will he do? - BBC News"}