{"link": "http://www.bbc.co.uk/news/business-42701623", "description": "", "content": " Something odd is happening to the music industry in the era of streaming. Age-old commercial strategies are being overturned as record companies big and small fight to adjust to the new technological reality. Nowadays, physical albums that might previously have shifted hundreds of thousands of units are not even being released because no-one thinks they will sell. Take, for instance, the case of Despacito, Luis Fonsi's Latin pop hit that was one of the biggest songs of 2017. It topped the charts for weeks in the UK, but strangely, there was no hit album to go with it. It wasn't for lack of material. Fonsi may be a newcomer to British music fans, but in Latin music circles, his career stretches back 20 years, so it would have been child's play to cobble together a greatest hits CD and rush it to the shops. In fact, that's what happened in France, where the album Despacito and My Greatest Hits made the top three and has spent more than 30 weeks on the charts.  Fonsi's record company, Polydor, said it was \"not prepared to discuss the matter\" with the BBC and would not give any reasons for not releasing the CD in the UK. But if label bosses thought it was commercially viable, they would presumably have put it out. So why are albums that would once have been considered sure-fire sales winners no longer being marketed? In the UK, 2017 was the year in which streaming rose to account for more than half of music consumption - 50.4%, to be exact - up from just 36.4% the year before.  Physical albums on CD and vinyl now make up just over one-third of the market, with the rest coming from digital downloads. In France, streaming's share of the market has not yet reached that magic tipping point, accounting for 46%, while physical sales still make up 45% of the market. For the time being, that makes it more worthwhile to put out physical CDs in France that wouldn't make it to the release schedule in the UK. But increasingly, the decline of physical product means the end of compilations that span an artist's career and cherry-pick the best tunes: the \"greatest hits\" albums that used to be a reliable cash-cow for record companies. Online music magazine Pitchfork saw this trend coming a couple of years back. \"In the digital era, once a catalogue enters a streaming service or an MP3 store, there's no need for a reissue and, therefore, there's no reason for a label to mine the vaults,\" according to contributor Stephen Thomas Erlewine. \"Users can assemble their own personalised greatest hits playlists or just scan through an act's most accessed songs.\" So does this mean that the music reissue market is dead? Well, not exactly. In the past, album collections were aimed at a general audience that had a casual interest in the music and was not prepared to wade through every album by a singer or band. Now they are designed for a specialist audience that wants to dig deeper.  That means multi-disc box sets that are not so much compiled as \"curated\", often with a weighty book attached that contains archive photos and a mini-history lesson of the artist's career. The key is context, something that a streaming service can never provide. Independent record company Cherry Red was one of many small labels founded during the punk and new wave era of the late 1970s, but in more recent times, it has flourished by compiling and reissuing music from a wide range of genres. Sometimes these are collections by a single artist. But the label also specialises in themed releases that sum up the history of a genre or even a place, as with its two box sets covering the development of the Manchester and Liverpool music scenes in the late 1970s and early 1980s. Its chairman, Iain McNay, explains that as the market has changed, its releases have become more elaborate. \"We started doing a lot of catalogue releases about 25 years ago,\" he says. \"We would do a CD with two or three bonus tracks, a booklet with details of the band, and that kind of worked. Now you have to do something special. \"With a box set, it tells a story. It has to look beautiful, it can't just look like a plain old CD. The music is special, but the packaging has to be special too.\" Perhaps the ultimate \"greatest hits\" album among Cherry Red's recent releases comes from a band who have rarely troubled the top 40 charts. It's a massive seven-CD box set featuring the A-side and B-side of every single released by the Fall from 1978 to 2016. Putting the collection together involved rounding up tracks released by eight other record companies, including one of the majors, Universal. \"The three majors live in a different world from us,\" says Mr McNay. \"They have a different business structure, they have higher overheads. They're very much geared to finding the new Ed Sheeran. \"Their break-even on a release is far higher than ours. We can break even on 2,000 copies - they can't do that.\" As a result, he says, the major labels are happy to license material from their vaults that they could not reissue profitably themselves. \"We have a good relationship with them and they appreciate that,\" he says. \"It kind of works for both sides, really. It's all about something that works for the consumer.\" Despite the rise of streaming, Mr McNay doesn't think that CD and vinyl formats are doomed. \"The physical won't die,\" he says. \"It's not getting support from the majors, because they're really into streaming, but people are still going to buy physical albums. \"We've just got to make sure that we give them something as comprehensive and beautiful and informative as we can.\"", "title": "Is the greatest hits album dead? - BBC News"}