{"link": "http://www.bbc.co.uk/news/business-42777284", "description": "", "content": " Spurred on by competition from Amazon, more and more of the big supermarkets are promising they can deliver our shopping the same day that we order it. But does it work? The idea is simple and enticing: order before lunchtime and your supermarket shop will arrive at your door in time for dinner. Perfect if your fridge is empty and you don't fancy traipsing around a supermarket on your way home from work. But it's a step up from what UK supermarkets have been offering before now, with much tighter turnarounds during some of the busiest hours of the day. So I decided to put the big three providers to the test. I load up the Tesco, Sainsbury's and Amazon Fresh websites and get the online baskets ready.  In go some salmon fillets - perfect for a winter health kick - plus some potatoes. Then there's a handful of household items, like kitchen towel and shower gel. But then comes the first hurdle: am I in an area where they deliver? It turns out the answer, for lots of people, is yes. Tesco says it's the first supermarket to offer same-day delivery across the whole country, using its vast store network to cover 99% of the UK. Not wanting to be left behind, Sainsbury's now offers same-day delivery from 100 stores - covering 40% of the country, up from 11% a year ago. However, Amazon's grocery service is still currently focused on Greater London and parts of the south east. Nevertheless, it's thanks to the American in-comer that all this is happening at all. For a company with a tiny share of the UK grocery market, Amazon more than punches above its weight, says Natalie Berg of Planet Retail. Thanks to its disruptive influence just in one corner of England, they're changing the turf for supermarket competition. \"Time wars really are the new price wars,\" says Ms Berg. Even smaller operators are getting in on the game. The Co-op tied-up this month with takeaway delivery app Deliveroo in Manchester, Guinness owner Diageo has partnered with Uber Eats, and Marks and Spencer ran a trial late last year in North London and Reading. Tesco and Sainsbury's both have apps promising almost instant delivery -  within one hour - called Tesco Now and Sainsbury's Chop Chop - but these are only available in London.  So, assuming you're covered, it's then through to the next hurdle: are there any delivery slots left that day? This is where it gets tricky. Amazon has plenty of slots when I do my test, but Tesco.com and Sainsburys.co.uk have none left by 10:30am.   Looking for a work-around, I try two alternative addresses - my work and a friend's house - but with no luck. The service is still \"patchy\" because of the costs and complexities of delivering orders so quickly, says Ms Berg. \"The supermarkets have made huge strides in the past year, but for many same-day delivery is still very much in beta [testing] phase,\" she says. Shoppers generally expect their online orders to come within two days, but that's starting to shift as more retailers offer same-day deliveries, says Andy Mulcahy, strategy and insight director at the online retailers' trade group IMRG. The growing popularity, which may have been a factor in my case, also means slots get snapped up very quickly, he says. And retailers are wary of having more slots than they can cater for.  \"The certainty of receiving the delivery always trumps everything else,\" Mr Mulchay says. Pledging to deliver your dinner and then failing to turn up would be worse than never promising it in the first place. The other thing that could give shoppers pause for thought are the delivery charges. The cost of driving your shopping over so quickly - sometimes with only a few items - is passed on partly to customers. I end up booking with Amazon Fresh, but my £12 order has a delivery charge of £6.99. Plus you need to be a member of Amazon Prime - which costs £79 a year - before you can sign up for Amazon Fresh, which has its own membership fee of £6.99 a month. Tesco also adds to the bill - £7.99 for Tesco Now, for example - while Sainsbury's has a minimum spend of £25 for same-day deliveries and charges up to £9 for orders under £40. The costs and complexities help to explain why Morrisons, Asda, Co-op, M&S, and the big German discounters, Aldi and Lidl, are yet to fully embrace same-day delivery. Ocado offers same-day slots, but only when its delivery vans are in the area already and have time. \"The only people who are realistically able to do it are those with their own fleets and lots of stores across the country,\" says Mr Mulcahy. The average online grocery order is about £80, but it costs the retailer £5 to pick the items and about £8 to deliver, according to consultants at McKinsey.  That's not to mention retailers' other costs. The pressure on the big supermarkets was seen again in reports that Tesco and Sainsbury's are cutting hundreds of jobs in middle management as part of cost-saving drives. Back to my salmon shop. It arrives that night - about 40 minutes early - with everything included; and the salmon looking, smelling and tasting fresh.  But to keep things protected, the salmon, which is already in a plastic container, is also wrapped in a plastic bag. The six items I ordered are split across three big paper bags. My order had been quite specific in that it had items for the freezer, fridge and cupboard, which retailers need to keep separate and wrapped up to meet food safety standards.  As same-day shopping becomes more of a norm, there is potentially a trade-off between convenience and the environment, says Mr Mulcahy. \"Packaging, pollution, congestion - it all needs to be sorted out somehow. Consumer expectations are building and something's got to give,\" he says. UK shoppers spent £8.6bn on online groceries last year, up from £8.1bn the year before, according to Kantar Worldpanel - and retailers are convinced it will only get bigger. But what's less clear is if the costs of same-day deliveries will end up eating further into supermarkets' profits along with our disposable incomes. Not to mention the cost to the world around us.", "title": "Can supermarkets really deliver in a day? - BBC News"}