{"link": "http://www.bbc.co.uk/news/business-42918951", "description": "", "content": " UK companies with 250 or more employees must publish their gender pay gap data by April 2018.  About 9,000 firms will have to calculate their gender pay gap and publish it on a government website by 4 April 2018, or 30 March for the public sector. With big companies revealing their figures, including the BBC, the gender pay gap is a major talking point in offices across the UK.  BBC News explains what you need to know about the gender pay gap, why companies have to report on it and what happens if they don't.   The gender pay gap is the percentage difference between average hourly earnings for men and women. Across the UK, men earned 18.4% more than women in April 2017, according to the Office for National Statistics (ONS).  This figure is calculated on a 1% sample of employees' jobs. It takes the median average for men and women, which is the level of pay that half of people earn more than, and half earn less than. As the following graph shows, the gap between men and women's earnings for both full and part-time work has fallen from 27.5% in 1997 to 18.4% in 2017.  If you only look at full-time workers the pay gap drops to 9.1%. For part-time workers the pay gap favours women, who now earn 5.1% more than men. The pay gap isn't the same as equal pay. Equal pay - that men and women doing the same job should be paid the same - has been a legal requirement for 47 years. Under the Equal Pay Act 1970, and more recently, the Equality Act 2010, it is unlawful to pay people unequally because they are a man or a woman. This applies to all employers, no matter how small.   So, a company might have a gender pay gap if a majority of men are in top jobs, despite paying male and female employees the same amount for similar roles.   There's no one reason behind the gender pay gap - it's a complex issue. The Fawcett Society, a group which campaigns for equality, says caring responsibilities can play a big part. Women often care for young children or elderly relatives. This means women are more likely to work in part-time roles, which are often lower paid or have fewer opportunities for progression. Another important factor is a divided labour market. Women are still more likely to work in lower-paid and lower-skilled jobs. Women currently make up 62% of those earning less than the living wage, according to the Living Wage Foundation. Discrimination is another cause of the gender pay gap. The Equality and Human Rights Commission (ECHR) has previously found that one in nine new mothers were either dismissed, made redundant or treated so poorly they felt they had to leave their job. This can create a gap in experience, leading to lower wages when women return to work. Men also tend to take up the majority of the most senior roles at a company, which are the highest paid.  UK companies with 250 or more employees will have to publish their gender pay gap data by April 2018, under a new legal requirement. Public, private and voluntary sector firms are now all required to disclose average pay for men and women, including bonuses.  Employers also have the option to include a narrative with their calculations. This would explain the reasons for the results, and give details about actions they are taking to tackle the gender pay gap.  Firms must publish a snapshot of their employee pay as at 5 April 2017 if they are a private business or charity, or 31 March 2017 for those in the public sector. All the data will eventually be available on a government database.  At the time of publication, more than 750 firms have revealed their figures - that's out of an estimated 9,000 companies required to submit their data. Insurance company Aviva was one of the first big financial services companies to publish a report on its gender pay gap. Aviva employs 16,000 people in the UK, with a median pay gap of 27.6%. The bonus gap stood at 40.5%.  Aviva said the gender pay gap was a result of having fewer women than men in senior roles, in its report.  Easyjet reported that women's median hourly pay rates are 45.5% lower than men's. Women earn 38.4% less at Virgin Money and 2.5% less per hour at Ladbrokes.  All three firms say men and women in the same roles are paid equally. At Easyjet, for example, pilots make up more than a quarter of its UK employees. 6% of its UK pilots are women - a role which pays £92,400 on average. Lower paid cabin crew, 69% of whom are women, earn an average salary of £24,800.  The airline said it has set a target that 20% of new entrant pilots should be female by 2020. The Ladbrokes Coral group put its gender pay gap down to \"weak representation\" at senior levels. Virgin Money said it was \"confident\" men and women were paid equally for the same roles. It said it aims to achieve a 50:50 gender balance in its workforce by 2020.  Companies can't be punished for a wide gender pay gap. But they might be punished for failing to publish their data, or for publishing inaccurate or misleading figures.   The Equality and Human Rights Commission (EHRC) is responsible for ensuring employers publish their pay gap figures. The EHRC set out plans for its enforcement policy in December. The EHRC says it will approach employers informally at first, but businesses could ultimately face \"unlimited fines and convictions\".  As the EHRC is still consulting on these plans, it remains to be seen whether they can or will punish companies in this way. At the moment, there is no enforcement mechanism in the regulations on publishing pay gap data.  The UK government says it will also publish sector-specific league tables, highlighting companies failing to address pay differences between men and women.", "title": "Gender pay gap: What you need to know - BBC News"}