{"description": "", "content": " If you want to feel inadequate, then The World Economic Forum in Davos is the place to go.  It's crammed full of people at the top of their game whether that be politics, sports, business or music.  There are multi-linguists, 20-something over achievers and people with an awful lot of letters after their names - and they're nothing to do with their surname. Only one in five of the attendees are women, but the ones that have made it here are definitely the elite of the elite.  Kavita Gupta, bubbly, warm, open and clearly very determined, is one of them.  After several senior investment roles, she now runs a $50m hedge fund for ConsenSys, a firm that develops blockchain applications.  When we meet at the firm's lounge on the Davos Promenade, the atmosphere is akin to a nightclub. It's full of people, many of whom are here to see her.  The only way we can find a space to talk is by chucking two men out of a small side room, something Ms Gupta doesn't hesitate to do.  By any definition she's a success in what remains a male-dominated industry.  Yet it hasn't been straightforward.  When she was much earlier on in her career, a Silicon Valley venture capitalist scheduled an evening meeting over wine and then tried to persuade her to continue at his home.  When she refused, he got angry.  \"He said 'you're so uptight, you'll never go anywhere'. I was a principal at that time and he was a partner. It was so disheartening\".  Nonetheless, they eventually signed a deal.  \"You have to push back as a woman. You have to draw a line based on your comfort level and stick to it,\" says Ms Gupta. She says it doesn't have to be aggressive.  In the past, she's used humour to deflect the fact that someone has overlooked her.  Laughingly saying to someone who assumed she wasn't in charge: \"So, you want to talk to me now\".  Now she's got the power, she makes sure meetings are largely in office hours and mentors other women to try and help them get into the industry.  That there are so few women in senior roles is part of the problem.  \"You can't be what you can't see\", is the catchphrase in the Davos conference rooms.  It means that because we are so used to seeing men in leadership roles we don't expect to see women in them.  Carolyn Tastad, group president of North America for consumer goods giant Procter & Gamble, says this also means that typically male characteristics, such as aggression and ambition, are associated with leadership.  Yet quieter, more introverted people can be just as effective, if not more so. \"We need to broaden our definition of what leadership looks like.  When we see behaviour that's different, it gets judged in a negative light,\" she says. To ram the point home, Ms Tastad's firm has sponsored an installation at this year's conference called Women at Work: Myth versus Reality.  On the main promenade leading to the conference room, there's a roomful of televisions displaying incorrect assumptions about women such as they can't juggle work and home, they're too emotional.  At the flip of a switch, the televisions then display positive assumptions about women.  If only it were that easy. The exhibition is clearly a bit of a gimmick, but the small room is packed each day, and for some it seems effective. \"It made me think,\" says one visitor. Lisa Sherman, the president and chief executive of the US Advertising Council, says it's only by having the confidence to be yourself, rather than trying to ape what you think leaders should look like that you can succeed.  She says for the first 15 years of her work life she hid the fact that was gay.  \"I didn't have the courage to come out and say who I truly was because I feared it would harm my career,\" she says.  Yet she believes that denying such a big part of her, actually held her back. Once she came out, she says she felt \"so free\", and it enabled her to perform much better and she thinks that's why her career subsequently progressed much faster.  Yet even when you have succeeded you can face issues.  Gillian Tans, the chief executive of online accommodation website Booking.com, has been instrumental in driving the firm's growth, yet she says she too faced hidden assumptions with her first pregnancy.  No one wanted to broach the topic with her, but she said everyone was worried about it. It was \"The elephant in the room\", she says.  At the time she was the then start-up's seventh employee, making her crucial to the tiny team. \"People were thinking 'oh my god, what's going to happen now?', she laughs.  She had \"no intention\" of lessening her commitment to the firm, but some people assumed she would. \"Once people saw I was just as committed as before it was fine,\" she says.  Yet slowly but surely there are hopes that the situation may be changing. Early in her career, Peggy Johnson, who heads up business development at tech giant Microsoft, recalls walking the long way round the building to avoid sexist comments from colleagues and feeling pressured Her daughter recently told her, she doesn't laugh when male work colleagues make inappropriate remarks because she knew her mum didn't. It makes Ms Johnson emotional, because it's not true: \"I always laughed,\" she says, her voice breaking. \"I thought I had to.\"  \"She learned it from my 50-year-old self. Because I don't laugh anymore. I'm in that position of power now.\" Clearly, there is progress.  Back with Kavita Gupta, she says her life is undoubtedly better than her Indian mother's  - who was forced to marry instead of doing a law degree.  She doesn't expect her own daughter's life to be perfect, but it will definitely be better than her own, she says. ", "link": "http://www.bbc.co.uk/news/business-42834200", "title": "Tips to reach the top: 'You have to push back as a woman' - BBC News"}