{"link": "http://www.bbc.co.uk/news/business-42909256", "description": "", "content": " Thousands of people desperate to get out of their timeshare contracts are currently unable to because it is far too complex and costly, the Victoria Derbyshire programme has been told. For some, it is like a \"disease\" they cannot get rid of. \"I thought it would be a suitable place for my disabled grandson to visit, because it was a bungalow that could sleep up to six,\" says Wendy Barker, describing the countryside holiday home in which she holds a timeshare. A timeshare usually involves paying a one-off lump sum, plus annual maintenance fees, in return for being able to use the property for an agreed number of weeks each year, every year for life. Wendy bought her timeshare with her partner Anne Jackson Blanchard in 2005. For many years the couple enjoyed holidays at the lodge with their family, but Wendy says it has since turned into a burden - financially and emotionally. \"I tried to sell it, tried to give it away, but nobody wanted it. It's like a disease hanging over me.\" Predominantly in the 1980s and 1990s, timeshares were marketed as holidays without the hassle, and many investors were told their timeshares would increase in value and be easy to get out of, whenever they wanted. But for many, like Wendy, this did not materialise.  Instead she has been left to pay the maintenance charges that come with the property, which have now increased to £900 per year. \"It was just constant,\" she says, \"[them] wanting money, wanting money. \"I was like, 'I can't afford it, we are pensioners'.\" As time passed the couple separated. Wendy retired and Anne's health deteriorated, meaning they were not able to use the home despite paying the charges. Some companies allow timeshare owners to terminate agreements on request. Others only allow it if a person is sick, elderly or bankrupt. But Wendy's partner Anne was told she was not sick enough. In October, she died.  Wendy says worries over the timeshare \"certainly didn't help\" Anne's health. Industry representatives say up to 600,000 people own timeshares in the UK - and for many, it is a positive experience. But Stephen McGlade from Sarah Waddington Solicitors says that when owners do want to terminate agreements, some timeshare companies are reluctant. \"Timeshares have a bad reputation,\" he explains, \"so it's in the timeshare company's interest to keep them in their timeshare.\" In some cases annual maintenance fees have increased by 400%. Citizens Advice says last year it dealt with nearly 800 cases, including unfair selling techniques and confusing contracts. Trading Standards says if a person wants to exit a timeshare they should contact the company they bought from directly - and in most cases, they will let a consumer leave.  However, if they do not - or there is a possibility you have been missold or want compensation - you can get legal advice, though that can cost money. Retiree Andrew McNaught bought a timeshare in Gran Canaria for nearly £8,000 in the 1990s. His family rarely use it now because of his wife's poor health, but every year they still pay out 420 euros (£370). \"We looked at ways of coming out of [the timeshare],\" he says. \"[But] I spoke to a person last time we were there and he said there was a waiting list of over 600 people [wanting to do the same]. \"[Then] I saw an advert in a daily newspaper and it said, 'We can get you compensation for your timeshare'. I told my wife, 'we have nothing to lose'.\" Andrew met with the company, which promised to help him out of his current timeshare. But using an intensive selling technique known as \"hot room\" they managed to persuade him to invest into a second. Mr McGlade claims he knows their tactics well. \"The salesman will try and sell them the product. If they decline, a more senior salesman will take their place,\" he explains. \"Most of the time they are given alcohol. \"Invariably after six to nine hours of this gruelling breakdown, [the person] will sign the contract.\" Aggressive sales practices are illegal. \"These salesmen could sell snow to Eskimos,\" says Mr McGlade. \"We have people from all walks of life, professionals right down to a lollypop lady, [on the end of it].\" The Resort Development Organisation, the European trade association for timeshares, said all its members were \"required to sign up to a code of conduct and independent mediation and arbitration scheme, providing timeshare buyers with levels of protection over and above those required by law. \"RDO has invested significant amounts of money to investigate unethical companies that target timeshare owners,\" it added. The Department for Business, Energy and Industrial Strategy said it was \"aware of issues around some timeshare contracts, which is why we tightened the law to ensure sellers provide detailed information to consumers upfront about the terms of their contract\". The law firms the Victoria Derbyshire programme has spoken to say new rules and regulations are needed to make the system more transparent, and that people with timeshares should be able to give reasonable notice to get out of a timeshare contract. Wendy says she was \"foolish\" for not looking \"deep enough into\" timeshares at the time. A prison officer, she says it makes her understand \"how prisoners must feel\". \"It's like every door is shutting on me, like I can't get free. \"It affects my health, it's never going to go away.\" Watch the BBC's Victoria Derbyshire programme on weekdays between 09:00 and 11:00 on BBC Two and the BBC News Channel. ", "title": "The unwanted holiday homes owners can't give away - BBC News"}