{"link": "http://www.bbc.co.uk/news/business-42889173", "description": "", "content": "  As bullets whistled down the streets and tear gas swirled through the air like a toxic fog, Florin and Mariuca Talpes knew that their lives would never be the same again. Little did the couple know then that they'd go on to become two of their country's most successful business leaders. It was back in December 1989 that Florin and Mariuca were caught up in the Romanian revolution.  \"We were on the streets while bullets and tear gas were around us,\" says Mariuca, who was 26 at the time. \"We had two twin boys, they were three then... I said to Florin I have to go home and take care of them.\" Thankfully, they their sons were unharmed in the violent overthrow of the dictator Nicolae Ceausescu and his communist administration. But suddenly Mariuca and Florin, then 32, faced an uncertain economic future. As the state apparatus disintegrated, they were unsure if they would keep their jobs in the government's computer research institute; or if they did, whether they would be paid. So they both quit in January 1990 to set up their own company. In a country where private enterprise had been banned under the communists, neither of them had any experience of running a business, but they thought it was a risk worth taking despite some opposition within their families. Today their business, Bitdefender, is one of the world's most popular providers of cyber-security and anti-virus software. With annual revenues of more than $120m (£85m) the firm is valued at $600m. It was Mariuca's mother who opposed their decision to set up their own business 28 years ago in the immediate aftermath of the revolution. \"My mother was shouting 'are you crazy!',\" remembers Mariuca, 54. However, her father, a Romanian actor, gave the couple $300 to help get their venture off the ground. The early version of the business was called Softwin, and the idea was that it would offer software support services to companies in the West. Their first client came from France, and Florin admits that he and Mariuca had to learn the hard way that in the free market the customer had to be completely happy because he or she could simply go elsewhere - something that wasn't the case under communism because there wasn't any competition. \"We had to learn quickly what it means to have an unsatisfied client, and what to do in order to satisfy it,\" says Florin, now 60. \"Because we had come from the communist system which didn't necessarily put an accent on quality... it was like a cold shower.\" Mariuca adds:  \"It was a culture shock.\" Thankfully for Florin and Mariuca and their team they were quick learners, and rather good at computing programming. Soon another Western firm got in touch to see if Softwin could fix a computer tennis game they were making. They were struggling to make the ball move fluidly. Florin says: \"We solved it the next night, and in two days we went to them with the solution.\" Softwin continued to grow until 2001 when it morphed into the even more popular Bitdefender, with growth led by positive reviews and word-of-mouth recommendations as internet use proliferated around the world. Today, Bitdefender has 500 million customers (59% members of the public and 41% companies), who pay to download its software from its website.  Mariuca admits that sometimes being Romanian has been a hindrance, because of the negative opinion some in the Western world have of the country. \"I think many Westerners thought we were coming out from the trees, being a poor country... uneducated.\" But she adds that within the IT industry Romanians have an excellent reputation because there are a large number of Romanian computer specialists who have left the country to work abroad. Regarding Bitdefender's products, Florin says that it always has to work hard to make sure it stays ahead of the cyber-criminals. \"When we started, the attackers were activists or kids who wanted revenge. Nowadays it is organised crime. It is an industry; cyber-crime. \"People have all their devices connected to the internet, and all are like doors and windows for thieves.\" Rik Turner, senior analyst at consultancy firm Ovum, says that Bitdefender has played a \"canny game\" by being in both consumer and business markets, and by \"doing licensing with other security vendors so that they can use its tech in their broader product portfolios\". On a day-to-day basis Florin, who holds the chief executive title, leads Bitdefender while Mariuca now looks after an educational software company called Intuitex. More The Boss features, which every week profile a different business leader from around the world: The couple also make time for a hobby that they are passionate about - ballroom dancing. They are in fact national Romanian champions in their category. \"The dance lessons are us recharging,\" says Florin. Bitdefender now has 1,400 employs across offices in 11 countries and its headquarters in Bucharest. Some 40% of its business is in North America. While the business has a number of outside investors, Florin and Mariuca maintain a majority share. He says: \"In life and in business you are constantly experiencing, and you have to adapt quickly, you have to learn as quickly as possible, and be as agile as possible.\"", "title": "How violent revolution gave birth to a global brand - BBC News"}