{"link": "http://www.bbc.co.uk/news/business-42855503", "description": "", "content": " Asia's airlines have more new planes on order than anyone else. Its airports are some of the fastest-growing in the world. And the region is also home to the most popular aircraft journey on the planet. With Asia's largest air show taking place in Singapore, we've been taking a look at the region's aviation industry.  Asia is the world's dominant region for air travel. Of all the passengers which airlines carried globally in 2016, 35% flew on Asian carriers. And that market share is going to grow. Every year, tens of millions of Chinese travellers choose to take an aeroplane for the first time. Airline body IATA forecasts China will comfortably overtake the US in the next two decades to become the biggest aviation market. While there were about 537 million passenger journeys in 2016, that's predicted to hit 1.46 billion by 2036. And as you can see from the chart, Indian passenger numbers are expected to more than treble, though it is starting from a relatively low base. \"Growing incomes, a burgeoning middle class and peaking working age populations... has translated into the rapid rise in the propensity to travel,\" says Angela Gittens, director general of Airports Council International World.  More travellers generally means busier airports (as well as new ones being built). And Asia has eight of the ten fastest growing airports on the planet, according to Airports Council International. Of those eight, six are in eastern Chinese cities like Tianjin, Zhengzhou, Harbin and Chongqing. Tianjin, for example, had just 2.7 million passengers in 2006 but in 2016 it saw more than 16.8 million people using it. Remember though, busier isn't always better. China has one of the worst records for on-time departures in the world.  Indonesia also has some rapidly expanding airports, including Surabaya and Denpasar in Bali.  While the latter is an indicator how much the holiday island has become a  destination for tourists, Surabaya's growth is largely down to Indonesia's booming domestic aviation market.   When measured by volume of passengers, Beijing and Tokyo Haneda and Shanghai all make the list of the world's top ten busiest airports - a list that is incidentally topped by Atlanta.  If you want to see which carriers are expanding the fastest, there's no perfect measurement. But one decent indicator is to look at outstanding orders for new planes. It's a snapshot of which airlines are going to grow. We've trawled the data available from Airbus, Boeing, Bombardier and Embraer. And studying this backlog (the difference between planes ordered and planes delivered) shows that it's Asian airlines who have the biggest future orders. Using this measurement, Malaysia's AirAsia is currently Airbus's biggest customer, with 472 aircraft still to be delivered. Meanwhile Lion Air, an Indonesian low cost carrier, has split its business between Airbus and Boeing, and is waiting for 381 planes.  And in India, you can see the country's airlines positioning themselves to capture the growth in domestic travel as more affluent, time-conscious travellers get off the railways and into the skies.  Indigo has almost 400 Airbus planes due (mainly A320neo) while Spicejet is waiting on 167 jets, some from Bombardier but mainly from Boeing. GoAir and Jet Airways also have sizeable backlogs.  If you're wondering why Chinese carriers aren't on the chart, the answer is partly that China's early expansion phase is over and its biggest carriers already have large fleets.  There are more on the way of course, with both Airbus and Boeing desperate to tap into that demand. But the volumes of outstanding orders is far lower than the airlines mentioned above. But for a reminder that Asia is playing catch-up, check this chart. As you can see, US airlines are still carrying more passengers than anyone else. Only China Southern represents Asia in the top five. And another fun fact, the airline with the biggest fleet of passenger jets is American Airlines which has about 1,500 planes. If you were asked to guess which was the world's busiest air route, the chances are you wouldn't get it right. If you were told it was in Asia, perhaps you'd take a stab at Hong Kong to Bangkok or Mumbai to Delhi. But as the chart shows, that title is held - quite convincingly - by a domestic flight within South Korea, between the capital Seoul and Jeju, an island in the south. In 2016 (the last year for which complete figures are available) - 11.7 million passengers travelled on the route. There are almost 200 flights a day covering a journey that takes about an hour and five minutes.  It'll be interesting to see whether the passenger number falls for 2017. With its beaches, volcanic craters and hiking trails Jeju is a huge tourism destination, and Chinese travellers have traditionally been among the most frequent foreign visitors. South Korean tourism figures show that the number of Chinese visitors halved last year from 2016, following Beijing's ban on the sale of package holidays to the country - in a dispute over Seoul's support for a US anti-missile shield. But even if numbers do come down, it's likely to remain the world's busiest route. And that means its popularity is a quirky fact that you can use to impress your friends for years to come. You're welcome. Additional research by Virginia Harrison. Graphic design by Prina Shah.", "title": "Singapore Airshow: Asia aviation in five charts - BBC News"}