{"link": "http://www.bbc.co.uk/news/uk-england-essex-42910628", "description": "", "content": " Five businesses have been removed from takeaway food app Just Eat after an investigation found they were not registered for food hygiene ratings. One of the firms was supposedly based at the site of a car wash in Basildon, Essex, BBC Inside Out East found. The website and app takes orders on behalf of more than 28,000 food outlets in the UK and has 10 million customers. Just Eat said it required firms to have food hygiene ratings and was making them easier to access on its products. When the BBC visited the address in Basildon, there was no evidence it had been used for anything other than a car wash for at least two years. Another takeaway not registered for hygiene checks, which has since ceased trading, was found in Braintree, Essex. Three other unnamed firms operating from Norwich, Stevenage and Welwyn Garden City were also removed from Just Eat. Restaurants and takeaways must register with local councils to receive a food hygiene rating.  The details emerged after BBC Inside Out East contacted councils throughout the East of England using the Freedom of Information Act. The Chartered Institute of Environmental Health (CIEH) said some restaurants did not register with councils in order to avoid a visit from food hygiene inspectors. Tony Lewis, from CIEH, said: \"[Customers] should be seeing the food hygiene rating, it should be recorded on that app and it should be kept up to date.\" Just Eat said it checked that food businesses it promoted were registered with local councils. \"We take food safety extremely seriously and actively work to raise standards across the takeaway sector,\" said a Just Eat spokeswoman. \"Any restaurant wishing to partner with us must be Food Standards Agency-registered with the relevant local authority, and provide evidence of this, before we put them on our platform. Local authorities are then responsible for carrying out inspections to check businesses meet the requirements of food hygiene law.  \"We positively incentivise food safety and make numerous resources available to our restaurant partners to support and improve standards in this area.\" For more on this story, watch BBC Inside Out East on BBC One from 19:30 GMT on 5 February.", "title": "Just Eat: Firms on takeaway food app had 'no hygiene rating' - BBC News"}