{"link": "http://www.bbc.co.uk/news/business-42942922", "description": "", "content": " Up to 40 Homebase stores could be closed by its Australian owner, putting up to 2,000 jobs at risk. Wesfarmers paid £340m for the DIY chain in early 2016 and has been rebranding the stores under the Bunnings name. But after a \"disappointing\" performance the Australian firm has put Homebase under review and expects it to lose £97m in the first half of 2018. UK retailers are struggling in the face of rising inflation and fragile consumer confidence. Several store chains have announced job cuts recently, including supermarket giants Tesco, Sainsbury's and Asda. Homebase's rival, B&Q, last week said it was cutting 200 jobs at its head office in Hampshire as part of a cost-cutting drive. Wesfarmers said it had written down the value of the Homebase chain by £454m as a result of its poor trading.  \"The Homebase acquisition has been below our expectations which is obviously disappointing,\" Wesfarmers managing director Rob Scott said. Richard Hyman, retail analyst at RAH Advisory, said: \"The DIY sector benefits from a reasonably buoyant housing market, which we haven't had for some time.\" However, this was very well known to Wesfarmers, who paid a \"crazy price\" for Homebase, he said.  But Mr Hyman said that Wesfarmers' strategy of improving service levels and cutting down on promotions was introduced too quickly, although it could still work in the long term.  Wesfarmers admitted it has found the UK market \"very different and more fragmented\" than Australia, according to Hugh Dive, chief investment officer at Atlas Funds Management. Wesfarmers' shares fell by up to 5% in Australian trading.  However, shares in Kingfisher, which owns rival DIY chain B&Q, rose 3%. Analysts said B&Q could benefit, if Homebase closes significant numbers of stores. Another quoted rival, Travis Perkins, which owns Wickes, saw a modest 0.5% rise. Homebase has 250 stores across the UK and employs 12,000 people. Wesfarmers will announce the result of its review in June, so staff will have to wait until then to find out which stores are to close. However, the Australian firm said it had been encouraged by the performance of stores that had begun trading under the Bunnings name.", "title": "Homebase owners may close up to 40 stores - BBC News"}