{"description": "", "content": " Whatever politicians like to say, there is a magic money tree. But it's not quite the answer to everything you might have been hoping. It's a truth some politicians prefer to leave unspoken: the UK does have a magic money tree and, over the past decade, it has produced nearly £550bn - out of thin air. That's enough to pay for the NHS for almost four years. Or to fund the UK's defence forces for well over a decade.   So where did all that magic money go? And why don't we all feel a lot richer, as a result? The money tree is kept under strict security in the dealing rooms of the Bank of England. Bank officials say no journalist has seen it before.   But as Sarah John, the Bank of England's head of sterling markets showed me, it's surprisingly easy to operate. Money is created through quantitative easing (QE), the emergency measure taken by the Bank of England following the 2008 financial crisis to stimulate the economy. Under QE, the Bank of England buys back gilts - the debt which successive governments sold to investors to cover shortfalls in their budgets. Using a standard laptop computer, Ms John demonstrates the process. A list of gilts, offered by investors, appear on her screen; the Bank of England's systems calculate which offer best value; and then the monetary magic begins. \"There's a button on my screen that says 'allocate',\" Ms John says. \"I push the 'allocate' button and - hey presto - I've bought a billion pounds of gilts.\" And the money to pay investors in return?    \"That money is created by the central bank\" she says. \"We create that money by the push of a button.\" Few dispute that, in the immediate aftermath of the financial crisis, QE and money creation helped avoid economic disaster. What's increasingly under question is the other effects the subsequent deluge of newly-created cash may have had. And how much economic growth and jobs it created.   To investigate that, you need to follow the magic money trail. Hermes Investment Management is one of the many large institutions which sold gilts and got newly-created money in return. Hermes' chief executive Saker Nusseibeh tells me most long-term investors, such as pension funds or insurance companies, having sold their gilts, need to reinvest the proceeds. \"The gilt allows them a solid, known-in-advance income that comes in every year and matches what they have to pay out,\" he explains. \"So what they're trying to do is to find something else that pays them an income in the future - trying to match what the gilt did.\" Because of this need to reinvest, Saker Nusseibeh says, much of the money the Bank of England created ended up boosting the price of assets such as company shares and bonds or commercial property to all time highs, instead of creating new activity in the real economy, higher growth and jobs.        \"Because it forced the prices of assets up, poorer people, working people, lower middle class people, young people from all classes, who do not own assets, suffered,\" Mr Nusseibeh says. \"The people who did the best out of it are those who owned the most assets.\"   The Bank of England's Chief Economist, Andy Haldane, accepts that the young may have fared less well. \"Their incomes have suffered more than the old,\" Mr Haldane says. \"Houses are more expensive and they're not starting in the position of owning assets in the first place, so there is a generational issue here.\" However, had the Bank not embarked on the policy of creating QE money, Mr Haldane estimates, growth would have been 4-5% lower and around 750,000 additional people would have been unemployed - perhaps far more.      \"Young people may have lost in terms of a higher cost of a house, or a lower rate of wage increase,\" Mr Haldane says. \"But many more of them are in jobs than would have been the case.\" Concerns about QE cash pumping asset prices up to all time highs have led for calls - including from economists regarded as part of the establishment - for future QE money to be specifically directed to the real economy At the left-leading New Economics Foundation, Frank van Lerven says: \"They could have targeted QE money into infrastructure projects such as building hospitals, schools, and so forth. They could have put this money directly into a public investment bank to lend to small and medium businesses. If you used these means, you wouldn't be boosting asset prices or housing prices, you'd be boosting the incomes of the majority of people in the UK.\" But those who hope the Bank of England might start directing any money it creates to combat future crises, seem set for a disappointment. \"That's outside our remit,\" chief economist Andy Haldane says.  \"And if there are more surgical, structural, longer term changes the UK economy needs - and it might well need those changes - then responsibility for that statutorily resides rightly with government.\" So without a major change of government policy, and there's presently little sign of that, if the magic money tree has to be called on again, it looks like we may once again see the biggest benefits flowing to those who already have the most.     You can hear Michael Robinson's programme \"Shaking the Magic Money Trees\" on BBC Radio 4 at 8pm on 29 January", "link": "http://www.bbc.co.uk/news/business-42835758", "title": "How much use is a magic money tree anyway? - BBC News"}