{"link": "http://www.bbc.co.uk/news/uk-42950097", "description": "", "content": " A UK company helped the circle of Ukraine's disgraced ex-president profit from last year's Eurovision Song Contest, a BBC investigation has found. A Kiev exhibition centre paid to host some Eurovision events is owned through a Hertfordshire-registered company. At least £1.2bn has been funnelled through companies registered at the same Potters Bar address. The Department for Business said company information in the UK \"is under constant scrutiny\". The Parkovy Congress and Exhibition Centre, a stylish, modernist building in the centre of Ukraine's capital, Kiev, was the location for last year's official Eurovision after-party. Contestants and their families from across the continent danced and drank until dawn on the rooftop with spectacular views across the River Dnieper. The Ukrainian firm which owns the Parkovy building is owned by a British company called Fineroad Business LLP, registered in Potters Bar.  That company is a partnership of two opaque firms registered on the Caribbean island of Nevis. According to documents seen by BBC Radio 4's File on 4 programme, the Ukrainian state broadcaster paid the building's owners to host the event. The profits apparently ended up in the pockets of people closely linked to the regime of former President Viktor Yanukovych, who fled the country for Russia four years ago after anti-corruption protests in Kiev's Maidan square. In 2017, a Ukrainian court found reasonable grounds to believe that the Parkovy building itself was funded by money stolen from the state. Ukraine's general prosecutor has estimated that while in office ex-President Yanukovych and his associates stole a total of $40bn (£29bn) from the state. Research by the campaigning organisation Transparency International has identified the Potters Bar office as the registered address for more than 100 other companies implicated in international money laundering schemes - most involving dirty money from Russia and other ex-Soviet states. Working with illicit finance expert Richard Smith, and using leaked bank data published by the Organized Crime and Corruption Reporting Project, we have calculated that $1.7bn has been laundered through companies registered at that single address. Billions more could have been funnelled through a similar scheme, of which little detail is currently known. UK companies are \"providing the role of facilitators of global corruption\", says Duncan Hames, Transparency International's policy director. The vast majority of the 100-plus companies the BBC looked at, list their officers or members as other companies, registered in secrecy jurisdictions like the Seychelles or Belize. But since June 2016, UK companies have been required to list a \"person with significant control\", or PSC. This is supposed to reveal the real people truly in control of firms. In an exclusive analysis for File on 4, the anti-corruption organisation Global Witness has revealed that nearly one in 10 UK companies - 350,000 - still haven't named a PSC with the UK registry, Companies House. While there are some legitimate circumstances for not listing a PSC, Murray Worthy, senior campaigner at Global Witness, says he's \"shocked\" by the \"worryingly large number\" that haven't, and that others are submitting data \"that's just clearly inaccurate\".  He cites PSCs aged over 300 or supposedly born in the future. The analysis found another 7,000 companies declaring that they are controlled by companies registered in secrecy jurisdictions.  \"This is exactly what the register was supposed to end,\" says Mr Worthy. \"The vast majority of those companies will not meet the requirements of the register and are hiding who really owns and controls those companies.\" Another 25,000 companies appear to have circumvented the rules by stating that they're ultimately controlled by companies which themselves list no PSC. One particular type of company, Scottish Limited Partnerships (SLPs), has a particularly poor record. Four in five SLPs have not named a PSC. Of those that have, more than 40% have a PSC based in an ex-Soviet country. SLPs were included in the new rules in June 2017 - alongside a promise that they would face daily fines of up to £500 if they didn't comply. Companies House told us it systematically checks the information it receives, but so far no one has been prosecuted for failing to meet the requirements. As for Fineroad Business - the Potters Bar-registered company that owns the Eurovision after-party venue - it does name a real person as its PSC.  He's a Ukrainian called Sergii Moskovskyi, whose listed address is in the east of the country, just outside the warzone where Ukrainian forces are fighting Russian-backed rebels. Moskovskyi, who is actually based in Germany, initially told the BBC he's \"never heard\" of Fineroad Business.  However, he later confirmed he is a shareholder of the company. For reasons of \"commercial confidentiality\" he didn't say what the company does, or whether he paid for his shares.  He said he's been assured the company has not been involved in money laundering, but following our investigation will now investigate further. A spokesperson from the Department for Business, Energy and Industrial Strategy said: \"The UK has one of the most transparent and accessible company registers in the world - viewed two billion times last year - meaning company information is under constant scrutiny.\" File on 4: The Great British Money Laundering Service is on BBC Radio 4 on Tuesday 6 February at 20:00 GMT and on the iPlayer. Have you got something you want investigating? We want to hear from you. Email us.", "title": "Potters Bar, Ukraine’s stolen billions and the Eurovision connection - BBC News"}