{"link": "http://www.bbc.co.uk/news/business-42945709", "description": "", "content": " Stagecoach's contract to run the East Coast Mainline rail franchise will end earlier than expected after the government said the operator had \"got its numbers wrong\". Transport Secretary Chris Grayling said Stagecoach would continue running the London to Edinburgh line only for \"a small number of months and no more\". He said the government may step in to run the service.   He added that the day-to-day operation of the line would be unaffected. The East Coast Mainline franchise was taken into public ownership in 2009 after being run by National Express. It was reprivatised when Stagecoach and Virgin signed a deal to run the East Coast line from 2015 to 2023, promising to pay the government £3.3bn to run the service. Stagecoach owns 90% of the joint venture and Virgin owns the remaining 10%. In November, the Department for Transport said Stagecoach and Virgin would withdraw from running the service three years early, in 2020, after running into difficulties. But on Monday Mr Grayling told the House of Commons the situation was now \"much more urgent\" and that new arrangements were needed \"in the very near future\". Mr Grayling said he was considering two approaches. One option was to allow Stagecoach to continue operating the franchise on a short-term and not-for-profit basis until a new contract is awarded in 2020.  Alternatively, East Coast Mainline could be brought back under government control and be run by the Department for Transport through an operator of last resort. Mr Grayling said: \"The problem is that Stagecoach got its numbers wrong. It overbid and is now paying a price.\"  East Coast decision investigated by watchdog 'Indefensible' deal over East Coast rail Plan to fix 'creaking' railways unveiled by government Labour former transport secretary Lord Adonis accused Mr Grayling of \"undertaking another unjustified bailout of Virgin and Stagecoach at the expense of taxpayers\". He said: \"The reason for these disgraceful bailouts we've been seeing from Mr Grayling is because he simply is not prepared to contemplate putting his duty above ideology and substituting for failing private companies a state company.\" However Mr Grayling insisted that there was \"no question of a bailout\" for the company, adding: \"Stagecoach will be held to all of its contractual obligations in full.\" He said Stagecoach was set to lose about £200m, equating to more than 20% of its total market value. Mr Grayling said: \"It should also act as a stark warning to any company tempted to over-bid in future.\" At the same time, Mr Grayling also announced that another joint venture between Stagecoach and Virgin had won an extension to operate the West Coast Mainline rail service between London and Glasgow.  He said that this joint venture will operate the West Coast Mainline from 1 April 2018 until potentially 31 March 2020. A Stagecoach subsidiary is also on the shortlist of bidders hoping to operate the East Midlands franchise, scheduled to begin in August 2019. Shadow transport secretary Andy McDonald said: \"That Chris Grayling awarded a profitable contract to Virgin and Stagecoach on the West Coast while simultaneously confirming the same companies have collapsed on the East Coast shows Government policy is in chaos. \"This is yet another Tory handout to private shareholders at the public's expense. Failing train companies should not be awarded future contracts, but this government is rewarding them for failure by extending their lucrative deal.\" Mick Whelan, leader of the train drivers' union Aslef, said: \"It is outrageous that Virgin Trains has been handed a lucrative new contract to run services on the West Coast Mainline despite serious criticism of its owners' handling of the East Coast franchise.\" Stagecoach Group Chief Executive Martin Griffiths said: \"A lot has been said and written in the past few months about Virgin Trains East Coast - a lot of it has been misinformed and much of it has been politically motivated.\" He said Stagecoach and Virgin had delivered for passengers, employees and the economy including generating payments to the taxpayer of more than £800m. \"The reality is that we've neither walked away from the East Coast franchise  nor have we received or asked for any special treatment,\" he said. There are no legal grounds to prevent Stagecoach from bidding for current or future franchises, Mr Grayling told the Commons.", "title": "Stagecoach East Coast rail franchise to end early - BBC News"}