{"link": "http://www.bbc.co.uk/news/world-europe-42959155", "description": "", "content": " Industrial workers in south-western Germany have won the right to reduced working hours as part of a deal that could benefit millions of employees across the country. Workers will be able to reduce their weekly hours from 35 to 28 for up to two years to look after their families. The deal covers almost one million workers in Baden-Württemberg state and also gives them a pay rise. It could be extended to the 3.9 million workers in Germany's industrial sector. A reduced working week to care for children, the elderly or sick relatives was a key demand by IG Metall, the country's biggest trade union representing metal and engineering workers. But their demand that those workers were still paid the same even if they reduced their hours was rejected in their negotiations with the employers' federation, Südwestmetall. In return, the companies will have the possibility to increase to up to 40 hours the week of those willing to work more. The employees will also be given a 4.3% pay rise from April, against their demand of a 6% increase. The pay deal stretches over 27 months and also sees additional one-off payments. IG Metall leader Jörg Hofmann said: \"The agreement is a milestone on the way to a modern, self-determined world of work.\"  Meanwhile, Südwestmetall head Stefan Wolf called the compromise \"bearable but painful\". By Damien McGuinness, BBC News, Berlin After reunification, while Germany was struggling economically, flexibility was generally demanded of employees rather than companies.  The 2003 labour market reforms, and the 2008 financial crisis, meant years of wage restraint for many workers.  But over the past few years in Germany the power balance has shifted from bosses to employees.  Since the financial crisis wages have been slowly rising in Germany - mainly because record low unemployment means that in many sectors firms are struggling to find workers.  So an agreement that increases wages was not surprising. More unusual is the automatic right to work fewer hours, something which has been discussed in Germany for years, as people try to combine work and family life.  If this goes down well with employees, we could see it spread to other sectors.  As Germany's largest union IG Metall has in the past set standards across the country. The question is: how many workers will actually want to work less when that also means earning less?  Germany's economy grew by 2.2% last year, its fastest rate in six years. And unemployment hit a new low in January - just 5.4% of people are out of work. After a 10-year period where wages have grown by an average of only 0.81% as the economy has picked up, the unions sensed it was their turn to make demands on employers. Thousands of IG Metall members staged one-day \"warning strikes\" last week, the union's first such strikes in 34 years. Among the companies affected were Porsche and Daimler, which produces Mercedes-Benz cars. Both sides said they would recommend the adoption of the deal across Germany. The agreement could be used as an example for other sectors, such as construction, telecommunications and chemical industries, where workers have also demanded more flexible working hours.", "title": "German industrial workers win right to flexible hours - BBC News"}