{"link": "http://www.bbc.co.uk/news/world-europe-42959084", "description": "", "content": " French fashion designer Christian Louboutin has been producing his famous scarlet-soled shoes for more than a quarter of a century. Since the defining day when he reached for an assistant's \"Chinese Red\" nail polish to add a finishing flourish to his Pensée high heels, he has fought to protect his signature style. The latest development in that battle comes from the European Court of Justice (ECJ). Senior judges have been discussing whether his trademark in Belgium, the Netherlands and Luxembourg - the Benelux countries - holds water. The case goes back to 2012 when the Dutch shoe retailer Van Haren brought out its Fifth Avenue by Halle Berry line. It included high-heeled shoes with red soles. Christian Louboutin put his foot down, saying it infringed his brand's Benelux trademark. The District Court in The Hague agreed and granted a temporary injunction against Van Haren. The Dutch company - having been ordered to stop producing its black and blue shoes with red soles - appealed against that decision and in 2014 the case was referred to the ECJ for \"clarification\". Van Haren argues the trademark is invalid because EU law does not allow trademarks that consist solely of \"the shape that gives substantial value to the goods\". Louboutin's mark covers \"the colour red (Pantone 18 1663TP) applied to the sole of a shoe\". What has been at issue is whether or not \"shape\" includes colour. If it does, the mark can be ruled invalid.  On Tuesday, ECJ's Advocate General Maciej Szpunar gave his view that it did. He added that any decision on the trademark's validity should not take into account the \"attractiveness of the goods flowing from the reputation of the mark or its proprietor\".  It is not the end of the story, although it is a blow to Louboutin's case. The court still has to come to a definitive decision, which may or may not follow Mr Szpunar's opinion. Christian Louboutin has said \"the shiny red colour of the soles has no function other than to identify to the public that they are mine\". He is not the first brand leader to cry blue murder after feeling their signature colours were in danger of being appropriated by someone else.  In 2016 the UK High Court upheld an earlier decision that Cadbury's trademark for its purple packaging was invalid. It was after Nestlé appealed against a ruling that fellow competitors to the UK chocolate maker could not use \"Pantone 2865C\". The trademark covered the use of the colour \"applied to the whole visible surface, or being the predominant colour applied to the whole visible surface, of the packaging of the goods\".  The courts were happy so far as \"the whole visible surface\" was concerned, but found \"the predominant colour\" to be too vague. It therefore rendered the whole trademark unusable. The owners of EasyJet became caught up in a chromatic contretemps when they announced plans to enter the mobile phone market in 2004. It is perhaps not surprising that opposition to EasyMobile's marketing plans came from Orange. The telecoms giant claimed the presence of two mobile companies on the market both sporting tangerine would be confusing. In 2014, BP lost a fight to trademark the use of the colour green on petrol forecourts in Australia. It failed to convince the intellectual property watchdog that the firm was inextricably linked in the mind of the average motorist with a particular shade of green (Pantone 348C, if you must know). Examples from the United States perhaps give the best impression that you can - more or less - own a colour. The jewellery brand Tiffany and delivery company UPS have both secured high levels of protection for their chosen hues: robin's egg blue and Pullman brown, respectively. It is worth noting that Christian Louboutin holds a valid trademark for red-soled shoes in the US (provided the rest of the shoe is not also red). Nevertheless, that has not been enough to protect him in the European courts. As long as there is this variation between jurisdictions, colour trademarking is likely to remain a grey area.", "title": "Louboutin faces setback in EU legal battle over red soles - BBC News"}