{"link": "http://www.bbc.co.uk/news/business-42958507", "description": "", "content": " Former Carillion chairman Philip Green has said he takes the blame for the collapse of the company last month. Mr Green was in the post when the construction giant, which provided services for schools, hospitals and prisons, went into liquidation. He said his responsibility was \"full and complete, total - no question in my mind about that. Not necessarily culpability but full responsibility\". The Work and Pensions Committee has been quizzing former directors. Carillion's collapse last month sent shockwaves through the building and construction sector, casting a shadow over a number of public sector projects.  As the MPs were questioning the former directors, the Royal Liverpool Hospital announced its opening would be delayed due to Carillion's demise. Earlier in the hearing, the company's former finance director, Zafar Khan, denied being \"asleep at the wheel\" during his time in the role. Mr Khan was not working for the company when it collapsed, having been sacked last September, but he said: \"I believe I did everything that I could have done. \"As soon as I came into the role, we were looking to tackle the issues. The key focus of my time in the role was to bring net debt down. \"I was surprised at the outcome that eventually came to pass.\" Regret, surprise and anger were the emotions on show as former Carillion executives faced a grilling from MPs about the company's collapse. All those questioned spoke of their surprise at the speed at which the company's financial position had deteriorated. That didn't stop them signing off on a dividend that the former finance chief, Zafar Khan, said should not have been paid. All agreed the level of debt meant the company was ill equipped to deal with these nasty surprises. The anger came from MPs including co-chair Rachel Reeves who launched an emotional attack on executives who had banked years of pay and bonuses while employees and pensioners face joblessness and reduced payouts. The auditors who passed the company fit just three months before a crippling profit warning will approach this committee with some trepidation.    In a stormy committee session, Mr Khan said he \"spooked the board\" when he reviewed the company's contracts. But former Carillion chief executive Keith Cochrane told MPs that was not the reason for Mr Khan's dismissal. Mr Cochrane accepted that Mr Khan's findings were correct but told the committee: \"Our concern was whether he was fully on top of all the cashflow arrangements and close to what was actually happening.\" He added that Mr Khan's dismissal happened at the same time as other senior management changes. Mr Cochrane, who only took charge last July, said he was \"truly sorry\" about the company's collapse. \"It was the worst possible outcome. This was a business worth fighting for. That's what I sought to do during my time as chief executive,\" he said. The previous chief executive Richard Howson ran the company for six years before stepping down after a profit warning. Mr Howson told the committee that towards the end of his time in charge, he \"felt like a bailiff\" trying to collect money. He added: \"The amount of energy and effort to make sure there is enough cashflow each month is extraordinary.\" Mr Howson said he believed the company was well run, but had difficulties getting paid. In particular he noted that Carillion was owed £200m for work on a project in Qatar. He described a project in Qatar for which Carillion was owed around £200m at the time he was replaced by Mr Cochrane and which has now been put back until the end of this year. MPs Rachel Reeves and Frank Field, co-chairs of the committee, were unimpressed with the answers they received from the former Carillion directors. In a joint statement, they said: \"A series of delusional characters maintained that everything was hunky dory until it all went suddenly and unforeseeably wrong.  \"We heard variously that this was the fault of the Bank of England, the foreign exchange markets, advisers, Brexit, the snap election, investors, suppliers, the construction industry, the business culture of the Middle East and professional designers of concrete beams.  \"Everything we have seen points the fingers in another direction - to the people who built a giant company on sand in a desperate dash for cash.\" Carillion employed 43,000 people, including around 20,000 in the UK. This month alone, more than 800 job losses have been announced and Mr Cochrane said: \"Do I wish we'd done something about it sooner? Absolutely.  \"Clearly with the benefit of hindsight should the board have been asking further, more probing questions? Perhaps.\"   Do you work for Carillion? Do you have any concerns about your job or project? You can share your experience by emailing haveyoursay@bbc.co.uk. Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "title": "Carillion: Ex-chairman Philip Green takes blame for collapse - BBC News"}