{"link": "http://www.bbc.co.uk/news/business-42957834", "description": "", "content": " US stock markets swung rapidly on Tuesday, amid frantic Wall Street trading triggered by earlier losses. US indexes opened about 2% down, then jumped briefly into positive territory before sinking again. The gyrations followed steep declines on Wall Street on Monday, which sparked a sell-off in Asia and Europe. Investors are fretting over the prospect of rising interest rates, which push up borrowing costs for companies and consumers. Analysts have been forecasting for months that the financial markets were due a correction after a long period of rising prices. Earlier on Tuesday, markets in London, Frankfurt and Paris had initial losses of up to 3%, before recovering some ground. Japan's Nikkei 225 closed down 4.7%. The steep sell-off began last week after data in the US showed stronger than expected wage growth. The report came amid other shifts, including new tax cuts, trade tensions, and a sinking dollar, that analysts say could lead inflation to rise faster than expected. The conditions pose a challenge for the Federal Reserve, which will need to raise interest rates to counter inflation without moving so aggressively that it severely curbs economic activity. London's FTSE 100 closed down almost 200 points or 2.6% at 7141. Frankfurt's Dax and Paris's CAC were down 2.3% and 2.4% respectively. On Monday the FTSE 100 closed at its lowest level since April of last year. The falls follow some good years for investors. In 2017 the Dow in the US was up 25% and London's FTSE 100 rose 7.6%. The softness of markets over the last few days is down to one thing. As monetary policy begins its long journey away from the trillions of pounds of stimulus pumped into the system to keep the economic ship from the rocks, shareholders are beginning to wonder how much of their investments are in companies with strong fundamentals. And how much is simply holding up an asset bubble - frothy prices led ever higher in an era of ultra low interest rates and cheap money.  Fingers are hovering over the \"sell\" button. And once investors start looking at their portfolio and selling out of the froth, automatic algorithmic trading tends to \"chase the dip\". Read more from Kamal here Hong Kong's Hang Seng closed 5% lower and South Korea's Kospi index gave up 2.6%. Australia's benchmark S&P/ASX 200 lost 3.2%.  Japan's share index saw steeper falls overnight, with a loss of some 7% at one point. Unlike elsewhere in the world, where interest rates are beginning to or are expected to start rising, Japan's immediate economic outlook remains stagnant. The authorities there said there was little chance of interest rates being increased. Monday's rout left the Dow Jones Industrial Average index down 1,175 points, or 4.6% at the end of Monday's session to 24,345.75.  The decline was the largest in percentage terms for the Dow since August 2011, when markets dropped in the aftermath of \"Black Monday\" - the day Standard & Poor's downgraded its credit rating of the US.  The drop on the Dow was closely followed by the wider S&P 500 stock index, down 4.1% and the technology-heavy Nasdaq, which lost 3.7%.  The White House moved to reassure investors saying it was focused on \"long-term economic fundamentals, which remain exceptionally strong\". Analysts have said the swings in the US markets in part reflect big investors moving to sell stocks and put money in other assets, such as bonds, which benefit from higher interest rates. Even if you don't own shares directly, the chances are that you will be paying into a pension which is invested in shares and bonds. More than nine million people in the UK have auto enrolment pensions, and 12 million are active members of defined contribution schemes. That means the value of the pension is dependent on the value of the investments in it. Similarly, anyone who owns shares or funds in an ISA or a SIPP will have seen the value of their savings fall. But experts point out that investments rise and fall over time, and over the longer term, it should make little difference. \"It is effectively no change for normal investors, in that you have ridden a wave on the way up, so now is not the time to cash in,\" said Rebecca O'Keefe, head of investment at Interactive Investor. \"This is unwelcome news, but it is fundamentally a not unexpected reaction to the euphoria that saw markets rise so fast.\" If you are planning on retiring in the next couple of months, you will have a slightly smaller pension pot than you did at the start of the year. But coincidentally the FTSE 100 is at almost exactly the same place it was a year ago, so you won't have lost anything over that longer term. Furthermore if you have a while to go before you retire, the shares in your pension fund have just become cheaper to buy - so there is a greater chance of them increasing in value. But, as ever, future market trends are difficult to determine. \"Markets are capricious beasts in the short term, and, looking forward, stock prices could move in either direction without defying the laws of statistics,\" said Laith Khalaf, a senior analyst at Hargreaves Lansdown. \"However, in the long term, markets are more reliable in generating growth, and so anyone saving for retirement should still consider the stock market as a friend, not a foe.\" Analysts say that in the short term, investors should be prepared for choppier stock markets, but doubt whether there will be a prolonged period of selling. Jane Sydenham, investment director at the stockbrokers Rathbones, said the recent moves were a \"correction\" rather than a crash. \"What we have to remember is stock markets have had a very smooth ride upwards and we've not had a fall of more than 3% for 15 months. There's been a real lack of volatility, which is very unusual.\" She added that bear markets - when shares go into a long period of decline - tend to happen ahead of a recession and at the moment growth forecasts were being upgraded. Erin Gibbs, portfolio manager for S&P Global Market Intelligence, said: \"This isn't a collapse of the economy.  \"This is concern that the economy is actually doing much better than expected and so we need to re-evaluate.\" And analyst Laith Khalaf, of Hargreaves Lansdown, pointed out that, despite the heavy falls on Wall Street, the benchmark Dow Jones share index is still 20% up on where it stood this time last year.", "title": "US shares swing wildly after two days of losses - BBC News"}