{"link": "http://www.bbc.co.uk/news/business-42943382", "description": "", "content": " The trial of three former Tesco executives charged with fraud and false accounting has been abandoned.  Chris Bush, Tesco's former UK boss, John Scouler, Tesco's former commercial food director and Carl Rogberg, its former UK finance boss have been on trial for more than four months. It emerged on Tuesday that Mr Rogberg had a heart attack last Thursday.  The Serious Fraud Office will decide in early March whether to pursue a re-trial. The men deny the charges. Mr Rogberg, aged 51, remains in hospital awaiting surgery. His solicitor read out a statement on the steps of Southwark Crown Court: \"Mr Rogberg is devastated at the news that the trial has been aborted. \"He waived his right to attend these last stages after he had given evidence himself for many days, and had participated in the last four and half months of the trial.  \"He was always very anxious that this jury should be allowed to reach its verdict and is desperately sorry that they were prevented from doing so.\"  Discharging the jury, Judge Deborah Taylor said: \"It wouldn't be right or proper to continue with this trial.\" She acknowledged the impact on the jury: \"It has been a long period and I know it must be quite frustrating for you not to come to a conclusion at the end of all your hard work during the course of this trial.\" Nicholas Purnell, QC, representing Mr Rogberg, had asked for the trial to continue while his client was having treatment. He told the court: \"I think he would be utterly devastated to discover that as a consequence of what he has been through, there's a possibility that the trial has to start again.\" The three defendants had been accused of fraud and false accounting in connection with the retailer's £250m accounting scandal.  The criminal charges stemmed from a statement the supermarket group made three-and-a-half years ago. On 29 August 2014, Tesco said it expected profits for the first half of its financial year to be \"in the region of £1.1bn\". Some three weeks later, under the stewardship of new chief executive Dave Lewis, Tesco admitted that the figure had been overstated. In fact, it said that profits had been inflated by an estimated £250m. Further investigations discovered that irregularities, which centred around its UK food business, were also found in Tesco's accounts for 2013-14. The figures had been flattered by early recognition of payments from suppliers who sell their goods in the supermarket's stores as well as delays in charging costs. Eventually, it was determined that Tesco had overstated its profits by £284m.  The three men always denied the charges and argued in court that the SFO's investigation was flawed from the outset. Initially, the hope was that the case would finish before Christmas, but the trial has been beset by delays. The judge became ill during her summing up and there was a further pause of two weeks when a juror went on holiday. One member of the jury had already been discharged by then because of an operation.  It's an outcome no one could've predicted - or would have wanted. It had already taken up more than a quarter of a year and had been beset by delays. There was the hope it would end before Christmas, then the judge became ill and it's been stop, start, stop ever since. Having already discharged one juror for health reasons, there was a further delay when a juror went on holiday. And then there's the cost. This has been a complex, multi-million pound, trial. The SFO, which brought the case, will now decide whether or not a retrial is appropriate. Meanwhile the defendants, who denied the charges, have almost another month to wait to find out what happens next. ", "title": "Tesco fraud trial abandoned after defendant's heart attack - BBC News"}