{"description": "", "content": " It was a chance encounter that set Mandy Watkins and Rupert Youngman on the path to love, marriage and ultimately setting up popular womenswear brand Hush. It was 18 years ago when the then complete strangers met in Hong Kong. Australian Ms Watkins lived and worked in the city, while Briton Mr Youngman was there on holiday. \"I was visiting a mutual friend and was just supposed to be staying there a week,\" says Mr Youngman. \"But I met Mandy and I ended up postponing the flight back.\" The couple carried out a long-distance romance for 18 months before Ms Watkins quit her job and moved to London to be with her boyfriend. \"Somebody was going to have to move, and that somebody was going to be me,\" says the talkative 49-year-old in her strong Australian accent. \"I have an English grandmother, I'd already moved away, and it was easier this way - if he had moved to me and I decided I didn't fancy him, I'd had found that rubbish [to deal with],\" she laughs. Thankfully it did work out for the couple, who have now been married for 12 years, and have two children. And their online fashion brand Hush, which they set up from their London home in 2003, now enjoys annual sales of £17m. Creating her own fashion brand was always the plan for Ms Watkins, who grew up in Melbourne inspired by her small business-owning mother and father. \"My parents worked for themselves running a couple of off-licences, and all their friends ran their own business,\" she says. Upon moving to the UK Ms Watkins started concocting her business plan for Hush, but without the money to launch a start-up, she initially had to continue her career in marketing. It wasn't until two years later when she lost her job with a UK mobile phone company that she was able to launch Hush from her kitchen table. Initially funded by her £40,000 redundancy cheque, Hush started out selling women's pyjamas and cardigans. \"The whole idea was built around feeling cosy,\" says Ms Watkins. \"I'd moved to the northern hemisphere, and I had a big three-hour round commute. \"I'd come home [at the end of the day] and it would be dark and wet, and Roo [Rupert's nickname] would say 'fancy going out?'. \"I'd be like 'are you kidding me... no thank you. All I want to do is sit in my PJs with a good book'.\" Hush soon gained momentum with fashion editors who started to mention the brand, and Mr Youngman joined the firm in 2005, giving up his previous job in publishing. The company has since expanded to sell a wide range of casual and comfortable womenswear, including knitwear, dresses, leggings and coats.  Plus shoes, bags, sunglasses and other accessories. On a day-to-day basis Ms Watkins leads the design work at Hush, while Mr Youngman, 50, is in charge of marketing, finance and IT.  To engage as much as possible with its customers, the company's website and catalogues have lots of lifestyle magazine content, such as recipes, film reviews, travel articles and celebrity interviews. This was the idea of Mr Youngman, who prior to owning his own publishing firm worked as a journalist. \"I was thinking, 'how can I make myself useful?\" he says. \"Hush is very editorial. It's fair to say we were at the forefront of that; not because I'm a genius but because that's what my background was and I enjoyed it. \"Mandy was keen for it not just to be about product, it's about the lifestyle that goes with it.\" While Hush continues to grow strongly - its annual revenues rose by 60% last year, and profits tripled - Ms Watkins and Mr Youngman admit some wrong turns and challenges along the way. An attempt to launch a menswear range in 2009 was unsuccessful, being discontinued three years later. \"I love what I do, but designing PJs for Roo [and men] rather than for me [and women] I'm not as interested in, says Ms Watkins. \"Therein lay the problem.\" Another problem London-based Hush faced was that its lighter summer range took five years to make a profit, as customers instead preferred its snug and warm winter clothing. While sales come mostly via its website, Hush made its first move into High Street retail last year when it launched concessions in UK department store John Lewis.  Now in 16 John Lewis stores, the plan is to roll out further concessions next year. There are, however, no plans to open standalone Hush stores. \"Sometimes I get really excited about the idea of a store and the idea of creating a concept,\" says Ms Watkins. \"But not that excited about when five years later it starts to look old -  or the girl on a Sunday not turning up, and then having to go in myself.\" Despite competing against more well-established brands such as Jigsaw and Whistles, Hush has managed to target a niche in the increasingly competitive UK fashion market, says Global Retail Data lead retail analyst Honor Strachan. \"It has built a loyal following of 25 to 45-year-olds, while some of its more classic, yet still contemporary pieces, extend its reach to an older demographic,\" she says. However, Ms Strachan adds that Hush faces the challenge of an increasing level of competition.  \"The likes of Mint Velvet, Finery and Modern Rarity are all targeting a similar customer,\" she says. \"So Hush must continue to evolve the brand, while also raising brand awareness to become a top of mind destination among the aspirational, stylish 30-plus market.\" More The Boss features, which every week profile a different business leader from around the world: Despite takeover offers, Hush remains 100% owned by Ms Watkins and Mr Youngman, and employs 71 members of staff. While the majority of the firm's online sales currently come from within the UK, the company does sell direct to customers around the world. Ms Watkins and Mr Youngman say that 15 years after Hush was launched, and 13 years since he joined, they still enjoy working together. \"I wouldn't want to do it with anyone else,\" says Ms Watkins. \"But it does make you think what we used to talk about before Hush and the kids. Sometimes the kids say, 'oh no, not Hush again'.\"", "link": "http://www.bbc.co.uk/news/business-42790903", "title": "The husband and wife behind fashion label Hush - BBC News"}