{"description": "", "content": " The universal credit system will leave around one million working people exposed to benefits sanctions for the first time, the BBC's Victoria Derbyshire programme has been told. Dr David Webster, from the University of Glasgow, estimates that up to 350,000 people a year are currently facing benefits sanctions in the UK, but he says that once the universal credit system is implemented, one million people in low-paid work will be exposed to benefit sanctions.  One man says he has already had his benefits heavily cut after he missed a job centre appointment because he was attending a funeral. \"You're too worried to sleep at night. You're scared to ask for help,\" says Garreth Forrest, from Preston in Lancashire. Garreth works intermittently and receives universal credit, but has had the sanction imposed after failing to make the job centre date. It has left Garreth behind with rent, and he fears eviction. \"You're waking up in the morning thinking, is this the final day, when you're going to be told to leave? \"You're waiting for information, to see if they are going to resolve the issues and reduce the sanctioning. \"It's distressing. No one should be having to worry like that.\" Garreth is a former employee of the Department for Work and Pensions. He says his normal benefits allowance is £705 a month, but has recently had this cut by £503 - leaving him receiving just over £200 monthly. \"That's for everything - including rent, utilities, food and basic needs,\" he explains. The sanction is a result of missing the job centre appointment for the funeral and other factors, such as not providing the correct job search information, which he also disputes. He believes the sanction will last for four months, and has previously faced in-work sanctions too. \"You tell them you work certain hours, and they tell you to find more [hours],\" he says. Universal credit is a benefit for working-age people, replacing six benefits and merging them into one payment: It was designed to make claiming benefits simpler.  A single universal credit payment is paid directly into claimants' bank accounts to cover benefits for which they are eligible. Claimants then have to pay costs, such as rent, out of their universal credit payment (though there is a provision for people who are in rent arrears or have difficulty managing their money to have their rent paid directly to their landlord). Some experts have criticised the use of sanctions as acting like a form of \"penal system\", but without the necessary safeguards in place. Garreth believes the sanctions are imposed inconsistently and without compassion. When he missed the job centre appointment for the funeral, he was accused of lying. This was despite, he says, informing them of the clash in advance. \"I had to provide proof that I attended the funeral, which I found was very insensitive. \"I even had a phone call from the job centre on the day of the funeral, and they actually thought that I was not there.  \"They said, 'Are you sure you're at the funeral? Are you lying?' And I found that very distressing.\" Garreth provided the job centre with an order of service from the funeral, and was told that the sanction would be cancelled. But soon afterwards, he received another letter saying the exact opposite - which he is now fighting. Work and Pensions Secretary David Gauke told the BBC last month that the number of benefit sanctions had fallen in 2017, compared with 2016 and 2015. He defended imposing sanctions when conditions are not met - like attending job centre appointments - saying such requirements are responsible for \"higher levels of employment\".  The Department for Work and Pensions said in a statement that sanctions \"are only used when someone has failed to meet the requirements without good reason, [and] people are given every opportunity to explain why they have failed to do so before a decision is made.\" Matthew Oakley, who led an independent review of jobseeker's allowance sanctions that reported to Parliament in 2014, believes that the sanctions are effective. \"The vast majority of international evidence shows that benefits systems that have requirements in place for job seekers are much better at getting people back into work more quickly,\" he explains. \"It's [also] a matter of fairness. If you speak to the public, overwhelmingly they support the idea of 'something for something' - that in return for the benefits people receive they should be required to do something, and that's look for work.\" But Dr Webster, who is a leading benefits sanctions expert, is critical of the lack of safeguards in place. \"It's a penal system - a system of punishment for opposed offences. \"The amounts of money people lose through sanctions are actually larger than the amounts of money people get fined in the magistrates' courts. \"But in the mainstream courts, there's a whole battery of safeguards to ensure citizens don't get wrongly punished. \"The trouble about the sanctions system is that it operates entirely in private, and there aren't any safeguards. Money is cut off before there is any chance of appeal.\" Dr Webster believes that as universal credit is rolled out, there will be a sharp increase in the number of people facing the possibility of having their benefits stopped or reduced. \"No country in the world has ever attempted such a system,\" he says. \"This is a complete novelty and no one actually has any idea if it will work.\" Food banks fear this could drive others into food poverty, with the National Audit Office saying in 2016 that benefit sanctions were leading to \"hardship, hunger and depression\". Alison Inglis-Jones, a trustee at the Trussell Trust food bank charity, says she has heard of some tragic stories. \"I met a lady who had a miscarriage in the playground while she was dropping off her two children. \"She was taken to hospital by ambulance and she missed her interview at the job centre, so she was sanctioned.\" Garreth is hoping that his case will be resolved soon. \"You're worrying each day - each hour, each minute - because you don't know what's going to happen next,\" he says. Watch the BBC's Victoria Derbyshire programme on weekdays between 09:00 and 11:00 on BBC Two and the BBC News Channel. ", "link": "http://www.bbc.co.uk/news/business-42860387", "title": "'I was sanctioned for going to a funeral' - BBC News"}