{"description": "", "content": " Pity today's clothes. Like unloved toys, they're being worn less often than ever. The rise of fast fashion retailers has meant that consumers can buy trendy clothes almost the second they're designed - and just as quickly move on to the next fad. Most of us try to lessen the guilt of our fashion fickleness by dropping those barely worn clothes off at a charity shop. According to Oxfam, donations to its stores increased by 2% in the past year alone. In many ways it's a virtuous cycle. But only 10% to 20% of donated clothes are actually sold through charity shops like Oxfam's. The rest are sold to distributors who then sort the clothes and send them on to countries like Pakistan or Malaysia where they are sold in second-hand clothes markets or recycled to make products like fleece. There's just one problem: those countries increasingly no longer want our used clothes. Overall, the global export market for worn and used clothing is estimated to be about $4bn. But a BBC analysis of data from the United Nations shows that the formerly fast-growing used clothing import/export business has declined over the past few years - both in terms of volume and in terms of value. Rwanda, Kenya, Uganda, Tanzania, South Sudan and Burundi recently announced they intended to stop importing used clothes from places like the UK and the US by 2019. Last June, Rwanda's president Paul Kagame said: \"We have to grow and establish our industries.\" The consequences for clothes-selling countries were swift. The United States - which is the world's biggest exporter of worn clothing - said over the summer it would review its trade relationship with Rwanda, as well as Uganda and Tanzania, in the wake of the proposed bans. In a statement, it said the bans \"impos[ed] significant economic hardship on the US used clothing industry.\" Whether it's due to political bickering or simply a lack of demand, the increasingly competitive global market for worn clothing has put pressure on the UK companies that buy all of those unsold charity shop clothes. Ross Barry's family started and has run LMB Textile Recyclers for the past thirty years.  But now, he says, there are \"not that many of us left in the UK.\" Their factory - in east London - has massive conveyor belts with workers dotted every few feet or so, carefully inspecting all of our unwanted cast-offs into 160 different possible grades of clothing. The grades range from barely worn to only good for insulation. Each grade is packed up into plastic sacks weighing 45kg that are then sold for anything from £5-150 to foreign buyers.  Bras and football kit go for the most, Mr Barry says. The sorting is quite a labour intensive process.  \"There's not a machine that will tell you that's a grade one hoodie,\" he tells me, as 10 workers sort through the latest truckload. He says that over the past five years he's seen 60 -70 companies stop their sorting business. And LMB hasn't been immune, he says he had to trim his staff from nearly 100 workers to some 20 today. \"Clothing is an international trade, they can buy from anywhere,\" says Mr Barry, who says it's hard to remain competitive when labour costs in the UK are quite high. Part of what is hurting Mr Barry's business is the fact that most of the clothing we buy today is increasingly being sorted into the lower \"junk\" category. Manufacturers know that customers are more interested in low prices than durability, because they increasingly expect to wear their clothes just a few times and throw them away. \"So the quality's not as good, so when our customers get [an item] they're not getting two or three hundred wears out of it - they know it's only going to be a couple of uses,\" he says. That means, according to Fee Gilfeather, head of marketing for Oxfam's trading division, \"more [clothing] is getting incinerated than there used to be.\" Which is why both Oxfam and LMB say the future of clothes recycling might be \"closing the clothing loop\": figuring out a way to fully recycle these clothes into fabrics we might use. Oxfam recently joined Marks & Spencer to manufacture a suit from the high-quality used cashmere that gets donated to its stores. And fast fashion behemoth Hennes and Mauritz - better known as H&M - recently linked with the Hong Kong Institute of Textiles and Apparel, to fund research into how to recycle blended textiles (such as cotton-polyester mixes) into new fabrics and yarns. Yet until technology can catch up with our insatiable need for ever-more fast fashion, one message Oxfam emphasises is that consumers shouldn't stop donating simply because it is forced to burn more clothes. In fact, some of the energy from those unwanted clothing fires could end up powering homes. So the next time you're tempted by a new trend it might be wise to remember the words of Coco Chanel. \"Elegance,\" she is reported to have said, \"does not necessarily consist in putting on a new dress.\"", "link": "http://www.bbc.co.uk/news/business-42777804", "title": "Used clothes: Why is worldwide demand declining? - BBC News"}