{"description": "", "content": " It is fair to say that businessman Tran Qui Thanh is a colourful character. One of the most successful business owners in Vietnam, every year his company - soft drinks firm THP - holds a televised gala. Broadcast across the country, the 64-year-old sings on stage with pop stars, rock bands and other celebrities. Meanwhile, his 4,000 employees are encouraged to enter an annual competition whereby they write songs and poems about him. A multimillionaire whose business was reported to have enjoyed sales of $500m (£354m) in 2015, Mr Tran is known in Vietnam as the \"king of tea\". He set up THP (Tan Hiep Phat Beverage Group) in 1994, the same year that the US ended its trade embargo against the country. Today the business is Vietnam's largest privately-owned soft drinks producer. It currently sells more than one billion litres a year of bottled green and herbal teas, energy drinks, water and soya milk in its home market and 16 other countries. And Mr Tran now intends to triple production over the next five years, as it targets the US and other nations. It is quite an achievement for a man who as a child spent six years living in an orphanage after his mother died in a car crash in 1962 when he was nine. And like his fellow compatriots, when he was growing up he also had to endure the backdrop of the Vietnam War. After such a tough upbringing, it is perhaps not a surprise that Mr Tran says he is \"never afraid\" of any challenges that the world of business throws at him. \"Always attack, always fighting,\" he says. \"Because we have been fighting for so many years... so fighting is the way to win.\" A serial entrepreneur, Mr Tran started his first business venture in 1976 after he graduated from university in Ho Chi Minh City (formerly Saigon), aged 23. The Vietnam War had only ended a year earlier, and the economy was suffering from heavy sanctions imposed on the victorious communists. To make money Mr Tran started to produce yeast for bread production out of his living room, using nylon hammocks left behind by the US military as filters. When runaway inflation made the yeast business no longer viable, he turned to sugar production. \"The state did not encourage private enterprises then,\" he says. \"We had no equipment, limited technical knowledge, and almost no capital. It was difficult. \"But goods were extremely scarce, so whatever you made could be sold, that was a good thing for us.\" It was not until the late 1980s that the communist government started to encourage the establishment of private companies. When THP first started in 1994 Mr Tran says he realised he needed to do some research into the drinks market. He discovered that the annual Drinktec drinks industry trade fair in Germany would be a perfect place to start, so he got his first passport. Not knowing how to get to the European country on his own, he joined an official tour group. Then when they arrived in Germany Mr Tran promptly ditched his fellow travellers to attend the trade fair \"to find out about all the latest technologies\". THP started out making beer but soon switched to pre-made bottled teas and then also energy drinks. \"When we first started [THP] we had just 20 employees and produced one million litres a year, about 3,000 a day. \"Today we have more than 4,000 employees and produce more than one billion litres a year.\" He adds that by 2023 the Ho Chi Minh City-based company wants to produce more than three billion litres per year.  With Vietnam continuing to enjoy rapid economic growth - up by 6.8% last year, and predicted to rise by a similar amount in 2018 - THP says it is targeting more of the country's 90 million consumers. The company also plans to continue to increase its exports, which currently represent 10% of its sales. At present it exports mainly to other countries in Asia, but it is now looking elsewhere, and specifically at the US market. THP's success has brought with it some challenges. A few years back, local media was highly critical of the way it handled reports of an insect purportedly found in one of their bottles, even though the firm won the case in court.  But it has also brought it to the attention of the world's largest soft drinks firms. In 2011 it was approached by Coca-Cola over a potential takeover, but Mr Tran says he walked away from the deal because the US giant didn't want his company to be able to expand outside of Vietnam. \"Coca-Cola valued the company at $2.5bn, but they wanted us to keep our business only within Vietnam, and that is completely different from our vision. So we walked away.\" So instead THP remains a family business, with Mr Tran's two daughters both holding senior roles. While elder daughter Tran Uyen Phuong looks after public relations and marketing, younger daughter Tran Ngoc Bich is in charge of personnel. Tran Ngoc Bich says:  \"My father has a motto which is now the company motto - today is better than yesterday, but not as good as tomorrow. He is always looking ahead to the next step.\" The next big step for THP may be a succession plan, but in the meantime it is all about increasing sales. Fiachra Mac Cana, boss of Ho Chi Minh Securities, a firm that invests in Vietnamese companies, says that if THP (or other Vietnamese businesses) want to substantially increase their exports they need to become globally-known brands. \"And that's an enormous challenge, and will take many years,\" he says. Mr Tran is confident he can do this. \"When Toyota is mentioned people automatically think of Japan,\" he says. \"I hope that when THP is mentioned in the future, people will automatically think of Vietnam.\"", "link": "http://www.bbc.co.uk/news/business-42871301", "title": "The tea boss with a thirst for global domination - BBC News"}