{"description": "", "content": " Theresa May is visiting China to strengthen business ties between the two countries this week, but are British brands still valued overseas? For BBC 5 Live's Afternoon Edition, Nihal Arthanayake and Sarah Brett have been meeting businesses across the UK to discover more about their place in the world. From tech start-ups in the City of London to established food processing firms like Tate and Lyle, the show toured the country looking at whether Made in Britain is a brand that adds value to the goods and services the UK exports.  Shoemakers Grenson, in Northampton, sell high-end shoes to both domestic and international markets. They've been making shoes in the East Midlands for 150 years but have had to move with the times. \"The company had tried to rely on the fact that it was 'made in England' and it did not realise that it had to be a modern business,\" says managing director Tim Litte.  \"The craft of making shoes was intact but a big part of it was telling the story of the company.\"  Gloucestershire-based engineers Renishaw make industrial measuring equipment. It was hit hard like many by the global recession in 2008, but since 2009 then has seen its orders strongly rebound.  In 2011 it bought a former Bosch factory in South Wales and it now employs 350 people and exports across the world. \"Manufacturing is not just about making things, we are offering a record 50 apprenticeships this year in highly skilled areas,\" says Renishaw's Chris Pockett   Many businesses say that it's often skills that determine the value of the \"Made in Britain\" brand. In other words, heritage has a value but only if products and services are in demand.   Former CBI director general, Lord Digby Jones, says: \"We cannot compete on price, our role in the world depends schools, students. \"We bossed the 19th Century, it was Britain's time; America bossed the 20th Century - the 21st Century belongs to Asia, if you look at it in a global way.  \"You can only the drive the economy on sell on the quality of what you do to markets that want it and you need skilled people to do that.\" At the so-called Silicon Roundabout in east London, Simon Hay runs Flyfire, a tech start-up specialising in education. He says demand for skilled talent is huge. \"We are all operating in a global market place. We are competing with each other for top talent, who can choose where they want to live and work - cities and countries are having to fight hard for them\".  Simon started the business from scratch and it now operates in 35 different countries across the world: \"As we become more global where you team is based becomes less of an issue.\"  Trade and export minister Rona Fairhead says that \"we have a lot of skills that I have seen as I have gone up and down the UK that really are in demand elsewhere in the world\".  She adds: \"What I have seen in the months that I have been in this role is real energy in the UK to export and real appetite from countries around the world to buy British.\"  Of course the background to finding how well British products and services will sell across the globe is Brexit. There will be new challenges and opportunities for the UK. Where once the European Union Commission negotiated trade deals on behalf of the UK and the rest of the member states, UK trade policy will now be the responsibility of the government. Which means in negotiations with countries for new deals choices have to be made.  One area of concern is food standards.  In the autumn the US commerce secretary Wilbur Ross suggested that a trade deal with Washington would hinge on the UK changing its rules on accepting chlorine-washed US chicken. But the government says it has been clear on this: \"There is no expectation that we will be forced to lower food standards,\" says Baroness Fairhead. \"In fact, the government has been really clear that we have raised the bar on food standards and we are absolutely going to maintain those standards.\"       For one of the UK's oldest brands, the sugar cane refiner Tate and Lyle, Brexit cannot come soon enough.  Gerald Mason, who runs Europe's biggest sugar refinery on the banks of the Thames next to London City Airports, says UK food policy is going to be one of the most complicated parts of the Brexit talks. \"You have very high protection from tariffs, farming gets a large percentage of income from payments of the EU, the government have got it right, designing a food policy that is right for the UK and not the average EU member state.\"     But whilst the government highlights the benefits of trading with Britain once it has left the European Union next year, the issue for many companies looking to do business with the UK is not the potential for success, but the lack of certainty on what the new rules will be.   Adam Mansell, chief executive of the UK fashion and Textile Association says \"we have concrete examples of people not placing orders with UK companies because they do not know what the future maybe\".  As Theresa May and President Xi Jinping sit down for talks seen as crucial for the future of the UK economy, it is clear from the firms that Afternoon Edition has spoken to that \"brand UK\" does count - but only if the product or service are in demand.  Tim Little from shoemakers Grenson sums up many UK businesses approach to the future: \"We will it make it work,\" he says.   ", "link": "http://www.bbc.co.uk/news/business-42889364", "title": "Is \"made in Britain\" still a brand to be proud of? - BBC News"}