{"link": "https://www.theguardian.com/football/2018/feb/02/mesut-ozil-yaya-sanogo-arsene-wenger-arsenal-doomsday-clock", "description": "<p>Özil and Sanogo were supposed to define the ambitions of the late-Wenger era at Arsenal. And indeed they have. Just not in the right way</p><p>There was a murmur of foreboding last month when it emerged that the Doomsday Clock, a metaphorical timepiece that ranks the current omens for the complete annihilation of the human race, has been set at two minutes to midnight.</p><p>This is a joint record low for mankind’s prospects, matched only once, back in 1953, when nuclear war seemed not just likely but somehow unavoidable, the sensible, grown-up option, with its own language of industrial inevitability.</p> <a href=\"https://www.theguardian.com/football/2018/feb/02/mesut-ozil-yaya-sanogo-arsene-wenger-arsenal-doomsday-clock\">Continue reading...</a>", "content": " Özil and Sanogo were supposed to define the ambitions of the late-Wenger era at Arsenal. And indeed they have. Just not in the right way Contact author \n\nFri 2 Feb 2018 14.40 GMT\n\n\nLast modified on Fri 2 Feb 2018 22.00 GMT\n\n There was a murmur of foreboding last month when it emerged that the Doomsday Clock, a metaphorical timepiece that ranks the current omens for the complete annihilation of the human race, has been set at two minutes to midnight. This is a joint record low for mankind’s prospects, matched only once, back in 1953, when nuclear war seemed not just likely but somehow unavoidable, the sensible, grown-up option, with its own language of industrial inevitability. On the bright side, we do have a 100% record of surviving the two minutes to midnight slot. On the stats, our Expected Doom rating looks promising. Meanwhile, opponents of the basic idea of the clock have some well-rehearsed objections. They point out it isn’t actually a clock at all but a process controlled by pessimistic scientists who have even started cheating by including things such as global warming, which might not turn out to be real if we don’t think about it or do anything to stop it until it’s already happened. Plus, of course, portents of doom have always come and gone. A personal favourite is the notorious Prophet Hen Of Leeds, whose keeper Mary Bateman would write “Christ is coming” on recently laid eggs, then put them back where they’d come from, allowing her chicken to repeatedly lay the same apocalyptic message. Bateman sparked a mass religious panic – right up to the moment people realised she was just writing on eggs and shoving them back in her chicken. The reason for turning to such doom-laden thoughts here is that something startling did happen this week, an Arsenal-related event I have been quietly pining for, counting down the days, reading the signs. Don’t tell the clock people but Yaya Sanogo has finally scored a top-flight league goal. Yes, really. Sanogo is 25 now. In four years at Arsenal he earned £5m in wages, won an FA Cup winners’ medal and started against Bayern Munich in the Champions League. There were some cup goals and a weird, isolated hat-trick for Charlton during a loan spell. But the basic currency, the top-tier league goal, remained elusive for a centre-forward who last scored one for Auxerre six years ago. And a player who in England always seemed jarringly out of place, running in strange, disconnected patterns, not so much trapping the ball as trying to stamp on it in a pair of snow shoes; a diligent, well-drilled, physically fit human being doing a decent impression of a top-flight footballer that crumbled into panic-stricken mugging under pressure. And so here he is again, laying his own rather ominous doomsday egg in the shape of a first-half winner for Toulouse at home to 10-man Troyes. It is a haunting, timely reappearance for a player associated unavoidably with recent Arsène Wenger days at Arsenal, and linked in particular with Mesut Özil, who was also in the news this week after signing an astronomical new contract. There has been a predictable level of snark at the idea of Özil as the Premier League’s highest-paid player. But the fact is for all the frustrations he remains a beautifully watchable, deliciously high-ceilinged playmaker, not to mention the defining figure now of Wenger’s own end period. Özil and Sanogo turned up at Arsenal in 2013, the only attacking additions that summer, albeit with wildly different levels of expectation. In outline you can see what Wenger was thinking: the gliding A-lister and the bustling tyro; a show of financial muscle, with an echo also of Wenger’s old strengths, the ability to sniff out a francophone star in the rough, nose twitching in among the truffle roots. Except in practice this was the first sign of the half-baked team-building job to come. Why sign one of the best playmakers in Europe and then augment him with a gangling ball of limbs, rather than, say, the then 24-year-old Pierre-Emerick Aubameyang, who really could have brought the best out of Özil? Instead it was Özil and Sanogo who became the poster boys of the first post-austerity summer, intended to define from there the ambitions of the late-Wenger era. As indeed they have. Just not in the right way. If you must judge Özil harshly it is worth remembering the thin gruel around him at times in the Yaya years. His game has always been based around shared movements, high-grade team-play, the runs that make the passes that make the goal, a finely engineered component rather than a one-man source of ignition. Even the frustrations of Özil are at least undeniably grand. This is a player who can’t simply have a poor game or a bad run of form, but who must instead be judged to have wasted his talents, betrayed his own divine playmaking ultimacy, to be denounced as a changeling, a witch, a heretic. At the end of which Özil looks like something more interesting in the dying years of the Arsène experiment. With Santi Cazorla a fond, fading memory, he is the keeper of the flame now in this surprisingly drab Arsenal team, to be treasured for those moments of beauty, the flicked passes, the ball pulled out of the sky with that magical, fussicky left foot; and offering, if nothing else, a chance to luxuriate in the memory of a little frictionless, doomed Wengerball even as the hands on the clock tick round for one last push.", "title": "Mesut Özil, Yaya Sanogo and Arsène Wenger’s ticking doomsday clock | Barney Ronay"}