{"link": "https://www.theguardian.com/football/2018/feb/05/referee-jon-moss-misguided-tv-help-liverpool", "description": "<p>• Jon Moss asked fourth official for TV evidence after penalty award<br>• Referees’ organisation backs decision to give first spot-kick</p><p>Jon Moss was “misguided” in asking for TV assistance when awarding Tottenham their first penalty at Liverpool but called the decision correctly, the Professional Game Match Officials Limited (PGMOL) has said.</p><p>The referees’ group took the unusual step of explaining the process behind <a href=\"https://www.theguardian.com/football/2018/feb/04/jurgen-klopp-liverpool-tottenham-penalties-officials\" title=\"\">Harry Kane’s missed penalty</a> at Anfield on Sunday after Moss and his assistant, Edward Smart, were recorded debating the legitimacy of the 85th-minute spot-kick. Kane was in an offside position when collecting Dele Alli’s pass but the Liverpool defender Dejan Lovren sliced the ball into the striker’s path before he was brought down by Loris Karius.</p> <a href=\"https://www.theguardian.com/football/2018/feb/05/referee-jon-moss-misguided-tv-help-liverpool\">Continue reading...</a>", "content": " • Jon Moss asked fourth official for TV evidence after penalty award• Referees’ organisation backs decision to give first spot-kick \nAndy Hunter \n\nMon 5 Feb 2018 19.24 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.05 GMT\n\n Jon Moss was “misguided” in asking for TV assistance when awarding Tottenham their first penalty at Liverpool but called the decision correctly, the Professional Game Match Officials Limited (PGMOL) has said. The referees’ group took the unusual step of explaining the process behind Harry Kane’s missed penalty at Anfield on Sunday after Moss and his assistant, Edward Smart, were recorded debating the legitimacy of the 85th-minute spot-kick. Kane was in an offside position when collecting Dele Alli’s pass but the Liverpool defender Dejan Lovren sliced the ball into the striker’s path before he was brought down by Loris Karius. Moss was heard on a pitch-side microphone saying: “I have no idea whether Lovren touched the ball to be honest with you. Martin, have you got anything from TV?” He then added: “I’m giving the penalty.” The TV question was to Martin Atkinson but, with VAR not in use in the Premier League, Moss has accepted he was wrong to request outside help via the fourth official. In a statement, however, PGMOL insists the referee ultimately made the right decision. It read: “Jon Moss was in a good position to see that a Liverpool player deliberately played the ball before it fell to Harry Kane in the penalty area. He then correctly judged that Kane was fouled by Lorius [sic] Karius. However, given the speed of the attack he was uncertain of the identity of the Liverpool player who kicked the ball. Eddie Smart, having identified that Kane was in an offside position, correctly sought clarification on whether Dejan Lovren had deliberately played the ball. His question created some momentary confusion when Eddie asked if “Lovren” had touched the ball. Moss knew a Liverpool player had touched the ball but not that it was Lovren. “He then asked a question to his fourth official Martin Atkinson and acknowledges referencing ‘TV’ was misguided. Atkinson did not reply to the question and so had no involvement in the decision. Having properly reflected on the questions asked, Jon knew a Liverpool player, now identified as Lovren, had played the ball and that no offside offence had occurred. He then awarded the penalty. For the avoidance of doubt, Atkinson did not view a television monitor and did not relay any information to the on‑field officials. “In real time this was a difficult series of decisions which the match officials judged correctly in recognising that Kane was not offside, as Lovren had deliberately played the ball, and he was fouled for the award of the penalty kick. The interpretation of “deliberately” kicking a ball considers whether a player has intentionally tried to kick a ball – it does not consider whether the ball ends up where a player may have wanted to kick it.”", "title": "Referee Jon Moss ‘misguided’ to ask for TV help in Liverpool game"}