{"link": "https://www.theguardian.com/football/2018/feb/05/watford-chelsea-premier-league-match-report", "description": "<p>Antonio Conte had shivered through much of this contest, hands planted deep in the pockets of his puffa jacket and that helpless, rather haunted look in his eyes that tends to mark out Chelsea managers whose time is up. The Italian was emotionless as Eden Hazard belted his team improbably level eight minutes from the end. He was just as impassive while Watford ran riot in what little time remained. It was as if he had seen it all coming and, judging by the fog of discord that has enveloped the club for too long this season, maybe he had.</p><p>The champions can point to the reality that they remain in the top four, with FA Cup and Champions League campaigns to be resumed, but a third chaotic defeat in four games has reinforced the sense that this season is veering from them. Everything seems to have taken its toll, from disagreements between head coach and hierarchy over recruitment, to a cluttered schedule on a squad clearly not built to compete on four fronts. Now results have turned. Conte could emerge through his post-match gloom insisting his “conscience is clear” in terms of the effort he is putting in but Roman Abramovich tends to react when he sees his team’s prospects of finishing in the top four on the wane.</p> <a href=\"https://www.theguardian.com/football/2018/feb/05/watford-chelsea-premier-league-match-report\">Continue reading...</a>", "content": " \nDominic Fifield at Vicarage Road \n\nMon 5 Feb 2018 22.05 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.09 GMT\n\n Antonio Conte had shivered through much of this contest, hands planted deep in the pockets of his puffa jacket and that helpless, rather haunted look in his eyes that tends to mark out Chelsea managers whose time is up. The Italian was emotionless as Eden Hazard belted his team improbably level eight minutes from the end. He was just as impassive while Watford ran riot in what little time remained. It was as if he had seen it all coming and, judging by the fog of discord that has enveloped the club for too long this season, maybe he had. The champions can point to the reality that they remain in the top four, with FA Cup and Champions League campaigns to be resumed, but a third chaotic defeat in four games has reinforced the sense that this season is veering from them. Everything seems to have taken its toll, from disagreements between head coach and hierarchy over recruitment, to a cluttered schedule on a squad clearly not built to compete on four fronts. Now results have turned. Conte could emerge through his post-match gloom insisting his “conscience is clear” in terms of the effort he is putting in but Roman Abramovich tends to react when he sees his team’s prospects of finishing in the top four on the wane. Much more of this and the divorce anticipated for the summer would surely be brought forward. This, like the defeat by Bournemouth last week, was a drubbing, a thrashing that was telegraphed in the opening half-hour while the visitors were still blessed with a full complement and confirmed when Watford seized their chances late on. Chelsea had done well to stay in the contest as long as they did but they always lacked cohesion. Pumping long balls towards Hazard was never likely to yield reward. More tellingly, the ease with which Daryl Janmaat and Gerard Deulofeu, the game’s outstanding performer, scythed through the visitors’ frazzled backline in those madcap last six minutes was enough to drain what little colour remained in Conte’s cheeks. By the time Roberto Pereyra was squeezing out enough space in stoppage time to belt across Thibaut Courtois and into the far corner, Chelsea were broken. The teams who have overwhelmed them in the past week had both started against Chelsea looking at the foot of the table. Conte’s charges can now feel Tottenham on their shoulder and Arsenal not far behind. In so many ways their struggles here were personified by Tiémoué Bakayoko’s nightmare of a game. Focus will be drawn to the two bookings the midfielder picked up for clumsy fouls on Étienne Capoue and Richarlison that had him dismissed on the half-hour – the second was arguably rather harsh – but, after his red, it was tempting to wonder which team benefited more from his departure. His 28 touches had been littered with errors, from a weak header picked up by Abdoulaye Doucouré, a former team-mate at Rennes, to misplaced and sloppy passes presented to Deulofeu, Capoue and Richarlison. All four errors led directly to shots at goal. The Frenchman had trudged down the tunnel bravely offering the away support at the far end a clap of appreciation – the chorus bellowed back was far from friendly – but he would, at present, appear to typify the fear that is gripping this team. Watford, excellent even prior to the dismissal, would eventually capitalise. They had their own motivation in Javi Gracia’s first home game in charge and a team who had won once in their 12 previous league games were outstanding. Janmaat’s pass cut Chelsea open, the ball eased beyond Gary Cahill for Deulofeu to chase. Courtois slid out and failed to reach the ball with the Spaniard, seeking his own contact, sprawling to the turf. There were few Chelsea protests as Troy Deeney converted the penalty, even if his one-fingered celebration may bring sanction. Thereafter, profligacy rather spared the visitors until Hazard, whipping in a glorious equaliser that dipped under Orestis Karnezis’s outstretched left hand, made it level. Briefly, tantalisingly, Chelsea dared to consider inducing another late Watford implosion but it would be the champions who unravelled. Janmaat, Deulofeu and the substitute Pereyra would each glide into space to drive home their advantage while the majority inside the arena pinched themselves in the giddiness of victory. “It’s difficult to explain how I feel at this moment,” said Gracia. “We needed the three points badly but for motivation and to believe in our possibilities, in our work, today was very important.” His team should sprint back into mid-table safety on the back of this riotous success. The ramifications for Chelsea could be just as far-reaching. West Brom are at Stamford Bridge next Monday and in any other circumstances a visit from the division’s bottom club would feel like an opportunity. Yet, while the fear still grips, it is the champions who look there for the taking.", "title": "Gerard Deulofeu inspires Watford to runaway win against 10-man Chelsea"}