{"link": "https://www.theguardian.com/football/2018/feb/05/leeds-paul-heckingbottom-new-manager-barnsley", "description": "<p>• Heckingbottom confirmed as Leeds manager<br>• ‘The club are shocked,’ admit Oakwell outfit</p><p>Leeds United have named the Barnsley manager, Paul Heckingbottom, as Thomas Christiansen’s successor at Elland Road.</p><p><a href=\"https://www.theguardian.com/football/2018/feb/04/leeds-united-sack-thomas-christiansen\">After sacking the Dane on Sunday</a> the club were keen on a swift appointment, with Heckingbottom at the top of the three-man wishlist of chairman Andrea Radrizzani. Heckingbottom signed a new rolling contract with Barnsley on Friday but Leeds activated the release clause and the 40-year-old was confirmed in his new role on Tuesday morning.</p> <a href=\"https://www.theguardian.com/football/2018/feb/05/leeds-paul-heckingbottom-new-manager-barnsley\">Continue reading...</a>", "content": " • Heckingbottom confirmed as Leeds manager• ‘The club are shocked,’ admit Oakwell outfit \nBen Fisher \n\nTue 6 Feb 2018 11.39 GMT\n\n\nFirst published on Mon 5 Feb 2018 19.54 GMT\n\n Leeds United have named the Barnsley manager, Paul Heckingbottom, as Thomas Christiansen’s successor at Elland Road. After sacking the Dane on Sunday the club were keen on a swift appointment, with Heckingbottom at the top of the three-man wishlist of chairman Andrea Radrizzani. Heckingbottom signed a new rolling contract with Barnsley on Friday but Leeds activated the release clause and the 40-year-old was confirmed in his new role on Tuesday morning. “The club are shocked at Paul Heckingbottom’s desire to leave, having agreed a new contract last week,” read a Barnsley statement. Chief executive Gauthier Ganaye added: “Yes, it was unexpected. Yes, it has come during an already complicated period. Yes, it will make things more difficult short term, but our club is full of resources and it is certainly not dependent on one man alone.” Christiansen was sacked after a chastening 4-1 home defeat by Cardiff that extended their winless run to seven matches, including an embarrassing third-round FA Cup exit at the hands of Newport County. It is hoped Heckingbottom can rescue Leeds’s assault on the play-offs, a pre-season remit for Christiansen. They are seven points adrift of Bristol City in sixth place and last recorded a league victory on Boxing Day, at Burton Albion. Barnsley are fighting relegation in the second tier and have won one of their past 16 matches but Heckingbottom has established himself as one of the most exciting coaches in the country since taking on the role of head coach on the permanent basis in June 2016. That followed two stints in caretaker charge. He has worked on a modest budget and was influential in the development of the former Barnsley players Alfie Mawson, Mason Holgate and Conor Hourihane. Heckingbottom was of interest to Sunderland before Chris Coleman’s appointment last year.", "title": "Leeds leave Barnsley reeling after appointing Paul Heckingbottom"}