{"link": "https://www.theguardian.com/football/2018/feb/05/football-crystal-palace-wilfried-zaha-knee-specialist-injury-newcastle", "description": "<p>• Winger could be out for a significant period<br>• Zaha suffered injury in Sunday’s draw with Newcastle</p><p>Wilfried Zaha will see a specialist on Tuesday after suffering a knee injury in <a href=\"https://www.theguardian.com/football/2018/feb/04/crystal-palace-newcastle-united-premier-league-match-report\">Crystal Palace’s 1-1 draw with Newcastle</a>, with fears that the Ivory Coast forward could be sidelined for a significant period of time.</p><p>Zaha is understood to have sustained the injury during the first half at Selhurst Park on Sunday but remained on the pitch as Luka Milivojevic’s second-half penalty salvaged a point against their fellow strugglers. The 25-year-old was sent for a scan on Monday to discover the extent of the injury but has now been referred for more treatment, meaning he is expected to miss at least four weeks in the latest setback for the manager, Roy Hodgson.</p> <a href=\"https://www.theguardian.com/football/2018/feb/05/football-crystal-palace-wilfried-zaha-knee-specialist-injury-newcastle\">Continue reading...</a>", "content": " • Winger could be out for a significant period• Zaha suffered injury in Sunday’s draw with Newcastle \nEd Aarons and \nDominic Fifield \n\nMon 5 Feb 2018 21.38 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.07 GMT\n\n Wilfried Zaha will see a specialist on Tuesday after suffering a knee injury in Crystal Palace’s 1-1 draw with Newcastle, with fears that the Ivory Coast forward could be sidelined for a significant period of time. Zaha is understood to have sustained the injury during the first half at Selhurst Park on Sunday but remained on the pitch as Luka Milivojevic’s second-half penalty salvaged a point against their fellow strugglers. The 25-year-old was sent for a scan on Monday to discover the extent of the injury but has now been referred for more treatment, meaning he is expected to miss at least four weeks in the latest setback for the manager, Roy Hodgson. The goalkeeper Julian Speroni and defender Martin Kelly were also both due to be sent for scans on knee and hamstring injuries on Monday, with Scott Dann, Jason Puncheon, Jeffrey Schlupp, Connor Wickham and Reuben Loftus-Cheek already among the long-term absentees. Their top scorer, Bakary Sako, was ruled out for the rest of the season last week with a fractured ankle and damaged ligaments the Mali international suffered in the draw with West Ham last week and Zaha’s absence would leave Hodgson with only Christian Benteke, Andros Townsend and the new signing Alexander Soroth as attacking options. Two fellow January arrivals, Jaroslaw Jach and Erdal Rakip, have yet to be included in a first-team squad, although the latter did score for the Under 23s in Monday’s 2-1 victory over Charlton. Palace are 14th in the table but only three points clear of the relegation zone. They face Everton at Goodison Park on Sunday before successive fixtures against Tottenham, Manchester United and Chelsea.", "title": "Crystal Palace stunned as Wilfried Zaha is set to see knee specialist"}