{"link": "https://www.theguardian.com/football/2018/feb/05/liverpool-virgil-van-dijk-pressure-75m-price-tag", "description": "<p>• Defender laughs off Jamie Carragher weight accusations<br>• ‘I made a big step – everything is going to be analysed’</p><p>Virgil van Dijk has said he can handle the scrutiny of being the world’s most expensive defender and his £75m price-tag should not detract from Liverpool’s fine defensive display against Tottenham Hotspur.</p><p>The Netherlands international has made an eventful start to his Liverpool career: scoring <a href=\"https://www.theguardian.com/football/2018/jan/05/liverpool-everton-fa-cup-match-report\">a late FA Cup winner against Everton</a> on his debut, conceding a 95th-minute penalty <a href=\"https://www.theguardian.com/football/2018/feb/04/liverpool-tottenham-hotspur-premier-league-match-report\">against Spurs on Sunday</a> and being told to lose weight by an Anfield predecessor in Jamie Carragher. “He needs to come into the dressing room and see if I need to lose some weight because I don’t think I need to,” Van Dijk responded, jokingly, to Carragher’s comment.</p> <a href=\"https://www.theguardian.com/football/2018/feb/05/liverpool-virgil-van-dijk-pressure-75m-price-tag\">Continue reading...</a>", "content": " • Defender laughs off Jamie Carragher weight accusations• ‘I made a big step – everything is going to be analysed’ \nAndy Hunter \n\nMon 5 Feb 2018 22.30 GMT\n\n\nLast modified on Tue 6 Feb 2018 12.12 GMT\n\n Virgil van Dijk has said he can handle the scrutiny of being the world’s most expensive defender and his £75m price-tag should not detract from Liverpool’s fine defensive display against Tottenham Hotspur. The Netherlands international has made an eventful start to his Liverpool career: scoring a late FA Cup winner against Everton on his debut, conceding a 95th-minute penalty against Spurs on Sunday and being told to lose weight by an Anfield predecessor in Jamie Carragher. “He needs to come into the dressing room and see if I need to lose some weight because I don’t think I need to,” Van Dijk responded, jokingly, to Carragher’s comment. Van Dijk accepts he is under the spotlight after Liverpool broke their transfer record and the world record for a defender last month to sign him from Southampton, who Jürgen Klopp’s team face on Sunday. The 26-year-old insists he can cope with the pressure, although he believes Liverpool’s overall defending should not be judged purely on the basis of his transfer fee. “I know because I made such a big step, for a lot of money, everything is going to be analysed,” the Liverpool centre-half said. “No one is going to look at the good things you do. Everybody is going to watch the bad things and that is how it is. But I will discuss it with the people who want to make me better, who can make me better, and that is the manager and the players around me. If they think it is right then that is the way forward. “It is a strength of mine to not really bother too much when people have their opinions, especially negative opinions. I know when I am doing it well and exactly when I am doing it wrong. No one will talk about my performance [against Spurs] in general. We defended very well, had two penalties against us with a lot of question marks around them, but no one is going to talk about that. But I know that as a team we did very well against one of the best strikers in Europe [Harry Kane].” Klopp has claimed it will be next season before Liverpool see the best of Van Dijk given he missed much of last year with an ankle injury. The Liverpool manager, who also kept the defender on the bench for last week’s win at Huddersfield, also believes the Dutchman will need time to adapt to a different playing style. Van Dijk concurred: “I have been out for eight months – last January until September really – and I didn’t play at Premier League level. It is not easy to come back and especially when I have made such a big step as now with all the eyes on me and they look at every small detail. I am just focusing on the team and myself. “The football we play, the pressing, the different options with players, it is totally different. So you need time to get used to everything but I am working on it every day together with the team. I am talking with the manager and everyone who can help me out.” The defender also insisted he has no concern over the reception that potentially awaits him at St Mary’s this weekend. “Maybe they can boo the whole game. What can you do about it? You can’t do anything. I made the decision, I have enjoyed every bit of it and I am very grateful for everything that they [Southampton] did for me. I have moved on, they have moved on.”", "title": "Liverpool’s Virgil van Dijk: I can handle the pressure of £75m price tag"}