{"link": "https://www.theguardian.com/football/who-scored-blog/2018/feb/06/bournemouth-premier-league-form-team-2018", "description": "<p>Bournemouth were 18th at Christmas but wins over Chelsea, Arsenal, Everton and Stoke have left them top of the form table</p><p>By <a href=\"https://twitter.com/martinlaurence7\">Martin Laurence</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a>, part of the <a href=\"https://www.theguardian.com/sport/series/guardian-sport-network\">Sport Network</a></p><p>After Manchester City, Liverpool and Tottenham could only manage draws at the weekend, there is a new form team in the Premier League. It’s not Manchester United – <a href=\"https://www.theguardian.com/football/2018/feb/04/alexis-sanchez-manchester-united-jose-mourinho-paul-pogba\">who recorded a fourth win in five</a> – but Bournemouth, who have now picked up more points over their last six matches (14) than any other side in the division. </p><p>Bournemouth were in the relegation zone at Christmas – with just 15 points from their first 19 games – but they are now up to ninth in the league after a seven-game unbeaten run, their longest since they were promoted in 2015. They are two points closer to seventh place – which could give them European football for the first time in their history – than 18th, where they sat on Christmas Day.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2018/feb/06/bournemouth-premier-league-form-team-2018\">Continue reading...</a>", "content": " Bournemouth were 18th at Christmas but wins over Chelsea, Arsenal, Everton and Stoke have left them top of the form table By Martin Laurence for WhoScored, part of the Sport Network \nMartin Laurence \n\nTue 6 Feb 2018 13.32 GMT\n\n After Manchester City, Liverpool and Tottenham could only manage draws at the weekend, there is a new form team in the Premier League. It’s not Manchester United – who recorded a fourth win in five – but Bournemouth, who have now picked up more points over their last six matches (14) than any other side in the division. Bournemouth were in the relegation zone at Christmas – with just 15 points from their first 19 games – but they are now up to ninth in the league after a seven-game unbeaten run, their longest since they were promoted in 2015. They are two points closer to seventh place – which could give them European football for the first time in their history – than 18th, where they sat on Christmas Day. It has been a remarkable turnaround. Their victories over Arsenal and Chelsea in recent weeks have rightly been highlighted, but their newfound ability to avoid defeat against clubs lower down the table has been equally impressive. They have not been beaten by a team currently in the bottom half of the table since they lost to Watford in August. With five of their next seven league games against sides battling the drop, there is a real chance their march up the table could continue. Eddie Howe seems to have added some street smarts to his passing principles this season. Bournemouth’s averages for possession (48%), pass accuracy (77.1%) and shots per game (11.7) all rank among the top 10 in the league but those numbers are all lower than they were in their first two campaigns in the Premier League. Their improvement this season has come from being better when out of possession. They are more organised and reserved in their defensive play. They are in less of a hurry to win the ball back and are making better decisions as a result. Their average of 13.2 tackles per game is way down on their debut season in the league (18.6) and also the lowest of all 20 teams in the league this season. Bournemouth conceded 67 goals in each of their first two seasons in the Premier League (1.76 per game), but have cut that down to 37 so far this time around – just 1.42 per match. Bringing in Asmir Begovic and Nathan Ake has helped, but the entire team has a better structure when they don’t have the ball. Howe has been touted as a future England manager and he has stuck to homegrown players in the transfer window. Ten of his 13 most used players this season were born in England and the three outliers – Begovic, Ake and Josh King – have all played in the country since they were teenagers. Their rise up the table has been inspired by the performances of two young Englishmen, Lewis Cook and Jordon Ibe, who are both excelling this season after frustrating debut campaigns on the south coast. Ibe struggled to live up to his £15m price tag – a club record fee at the time – when he arrived from Liverpool at the start of last season but he is just 22 and is now starting to have a real influence on the team. Bournemouth had lost their first four games of the season when he turned in a match-winning performance from the bench against Brighton in September, setting up two goals. His intervention handed Bournemouth their first points of the campaign, gave him some confidence and proved to Howe that he has an important role to play. The winger now has six assists for the season, which is not just the most in the squad this season but the highest produced by a Bournemouth player in their three seasons in the Premier League. Cook, who celebrated his 21st birthday on Saturday with a victory over Stoke City, was considered something of a coup for the club when he arrived from Leeds in the summer of 2016. Fans have wanted to see more of him – especially after he captained England to glory at the Under-20 World Cup last summer – and he has been given a run in the team this season. The youngster has added bite and energy to the midfield, leading the team for tackles this season (2.1) but also pushing the team forwards, with 1.6 dribbles per game – a figure only King can better.  Bournemouth have won 1.5 points per game when he has started and just 0.8 per game when he has been left out. Only three of their 11 defeats in the league have come in the 14 matches Cook has started. Ibe has had an even bigger impact on results; the team has earned almost a point per game more with him in the team (1.56) and scored almost a goal per game more too (1.5 up from 0.6). If the two youngsters continue to perform this well, they may attract the attention of Gareth Southgate, an England manager who has been keen to give youth a chance before the World Cup. For Bournemouth, they could be the difference between a mid-table finish and something altogether more remarkable. • Follow WhoScored on Twitter and Facebook• Follow Martin Laurence on Twitter", "title": "Bournemouth: from worrying about relegation to dreaming of Europe"}