{"link": "https://www.theguardian.com/football/2018/feb/06/antonio-conte-gives-chelsea-players-three-days-off-after-watford-drubbing", "description": "<ul><li>Under-pressure manager prepares for West Brom match</li><li>Club insist its business as usual as problems mount up</li></ul><p>Antonio Conte has responded to Monday’s drubbing at Watford by granting his Chelsea players three days off to charge their batteries as the head coach desperately seeks to instigate a recovery in next week’s visit of West Bromwich Albion.</p><p><a href=\"https://www.theguardian.com/football/2018/feb/05/watford-chelsea-premier-league-match-report\">The 4-1 defeat at Vicarage Road</a> was Chelsea’s third loss in four fixtures, and the first time they have been beaten by three goals in successive games since 1995. The thrashing left the champions only a point ahead of fifth-placed Tottenham Hotspur and drew greater focus on to Conte’s position as head coach, with the Italian admitting post-match that his team are playing with fear and it would “be very difficult to turn the situation positive”.</p> <a href=\"https://www.theguardian.com/football/2018/feb/06/antonio-conte-gives-chelsea-players-three-days-off-after-watford-drubbing\">Continue reading...</a>", "content": " \nDominic Fifield \n\nTue 6 Feb 2018 12.45 GMT\n\n\nLast modified on Tue 6 Feb 2018 12.49 GMT\n\n Antonio Conte has responded to Monday’s drubbing at Watford by granting his Chelsea players three days off to charge their batteries as the head coach desperately seeks to instigate a recovery in next week’s visit of West Bromwich Albion. The 4-1 defeat at Vicarage Road was Chelsea’s third loss in four fixtures, and the first time they have been beaten by three goals in successive games since 1995. The thrashing left the champions only a point ahead of fifth-placed Tottenham Hotspur and drew greater focus on to Conte’s position as head coach, with the Italian admitting post-match that his team are playing with fear and it would “be very difficult to turn the situation positive”. The club were insistent on Monday night that it remains business as usual but, after two wins in 10 games this year and with Conte always expected to depart in the summer, it remains to be seen whether the head coach is granted time to oversee a recovery. Roman Abramovich is in London at present and has traditionally reacted when it appears his team’s qualification for the Champions League is in doubt. With that in mind, Chelsea face successive league games at Manchester United and Manchester City after the visit of the top-flight’s bottom club on Monday. Tottenham are due at Stamford Bridge on 1 April. The game at Watford was Chelsea’s 41st of term – they had played 29 at the same stage last season – with fatigue having clearly affected the team’s performances. They have started games lethargically of late and, having resisted for an hour with 10 men on Monday and even conjured an improbable equaliser en route, were duly overwhelmed in the last six minutes as the hosts scored three times. Conte refused to use tiredness as an excuse in his post-match assessment of the latest heavy defeat. “If we wanted to find alibis we could find everything,” he said. “Tiredness, injuries … but this is not my way to face the situation, to solve the problem. The problems you have to solve with work. You don’t win with excuses. Losers find excuses. In my life, I like to be a winner, and I’m a winner.” Yet the Italian has been more flexible in his planning this week and extended the players’ break from the customary one day to three. They will now report back to Cobham on Friday. The champions have been beset with muscular problems of late, with the injuries suffered recently by Andreas Christensen and Ross Barkley taking the tally up to eight separate cases of hamstring trouble over the campaign. The first-choice left wing-back, Marcos Alonso, was rested at Vicarage Road as a precaution after feeling discomfort in the build-up, while David Luiz and Thibaut Courtois have only just returned from ankle problems.", "title": "Antonio Conte gives Chelsea players three days off after Watford drubbing"}