{"link": "https://www.theguardian.com/football/2018/feb/06/nuri-sahin-borussia-dortmund-interview", "description": "The Borussia Dortmund midfielder talks about Jürgen Klopp, the excitement surrounding Jadon Sancho and how he hopes to bring the Champions League trophy back to his current club<p>We are back to where it started for Nuri Sahin – spiritually at least. As we settle into the common room at the top of the youth scholars’ boarding house at Borussia Dortmund’s training ground, on Big Brother-style soft furnishings between table football and a games console, the club’s press officer points out this sort of dedicated facility did not exist when the midfielder was a teenage aspirant. Sahin, from the age of 12, and the other scholars lived in a boarding house in the city centre.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2018/feb/05/ademola-lookman-slips-slides-from-everton-into-leipzig-affections\">Ademola Lookman slips and slides from Everton into Leipzig’s affections | Andy Brassell</a> </p> <a href=\"https://www.theguardian.com/football/2018/feb/06/nuri-sahin-borussia-dortmund-interview\">Continue reading...</a>", "content": " \nAndy Brassell \n\nTue 6 Feb 2018 14.27 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.35 GMT\n\n We are back to where it started for Nuri Sahin – spiritually at least. As we settle into the common room at the top of the youth scholars’ boarding house at Borussia Dortmund’s training ground, on Big Brother-style soft furnishings between table football and a games console, the club’s press officer points out this sort of dedicated facility did not exist when the midfielder was a teenage aspirant. Sahin, from the age of 12, and the other scholars lived in a boarding house in the city centre. It was there he met and lived with Marcel Schmelzer, the club’s long‑serving left-back, “one of the best friends I ever had or ever will have.” For the first six months they did not get on. “I was already a professional and everybody’s darling,” says Sahin, smiling. “I didn’t go to school that much and he had to bring my homework home. The teachers asked him where I was and he always had to lie for me. He’d tell them I was at football when I was actually in bed resting for training.” Last May Schmelzer caused a stir after Dortmund’s DfB Pokal final win over Eintracht Frankfurt, publicly rebuking the team’s then coach for leaving Sahin out. “I never had a problem with Thomas Tuchel,” Sahin underlines, making clear he did not agitate for the departure of a man who ruffled feathers throughout the club in his two years at the helm. The removal of Tuchel was just the tip of the iceberg in a turbulent 2017 for Dortmund, which incorporated the shocking attack on the team bus in April – which he understandably feels he is done with talking about – and ended with Peter Bosz’s short and ill-fated spell in charge. The Dutchman’s tenure had its silver lining for Sahin on a personal level – their paths had crossed when Bosz was the Feyenoord technical director and Sahin was on loan there as a teenager, and the Turkey midfielder was successfully restored to the BVB lineup – though he emphasises the end of a miserable spell of injuries has been key. “In the last eight months,” he says, “I’m the boss of my own body again.” Despite this Sahin’s frustration that the club are not quite hitting the heights of his first spell, or indeed the run to the Champions League final in 2013, shortly after he returned from Real Madrid, is palpable. Things did not work out for Sahin in Spain: after one season on the bench under José Mourinho he left to join Liverpool for a season on loan, which lasted only five months before he was back at Dortmund in January 2013. “The club grew up too much in the last 10 years to accept anything else,” he says, speaking with the insistence of a fan – because that is what he is. “There was no other choice,” he says. “It was always Dortmund.” It was a commitment cemented when he impressed the club on trial as a seven-year-old, in the midst of Ottmar Hitzfeld’s glory era. On the night of the Champions League final in 1997 Sahin’s parents went out for his mother’s birthday dinner. Nuri and his brother Ufuk stayed at home and watched the game, transfixed. Sixteen years later, the newly returned Sahin was on the bench at Wembley as BVB faced Bayern Munich. “I was sure we were going to win,” he says. “The only problem was that Bayern already lost two finals [recently] so, if there’s a football god, he was with Bayern.” When the final whistle went, it all started to flood back. “I started to cry,” he says. “I don’t cry that much because of football but the movie of ’97 – me in the living room, with my brother, with our own Champions League trophy that we were holding in our hands – went through my mind. When we went up, I wondered if I should touch it but I thought no. Maybe God will give me another chance one day.” The Europa League, with a tie against Atalanta on the horizon, remains a target under Peter Stöger but the aspirations from Jürgen Klopp’s era remain with Sahin. “He gave us the philosophy that we can beat anyone,” Sahin says. “I remember when we played at Bayern Munich [in February 2011] in the season we became champions. We were seven points in front of them and we were in the hotel saying: ‘OK, when we get a draw here, there are only a few more games to go.’ I don’t know how but he heard from someone that we were talking [like] this. He’s very smart, as you know … and then we had the most amazing meeting before the game. By the time we got on the bus I knew we’d win the game [Dortmund won 3-1].” The pair remain close – as Klopp promised they would when he accepted Sahin’s decision to go to the Bernabéu after the 2011 Bundesliga win – and discuss a range of subjects beyond football, including Brexit. “I spoke with Jürgen about it,” he confides. “On the night [of the referendum] we were having dinner at his house in Dortmund. We spoke about how it will influence football, and transfers, and what it’ll do to the pound and the euro. I don’t know everything but I want to learn and to speak to experts to know more.” That desire to see life in widescreen extends to thinking post-career, with Sahin booked on a sports management course at Harvard this summer. “I have big plans after football, to give back and to give my children something to be proud of. Not just to talk about how I used to be a football player.” For now, at 29, he has plenty of that left, and recognises his role in guiding the club’s younger talent, though he has no desire to lecture them. The burgeoning quality at the club excites him. “I wouldn’t buy a ticket to watch a player like me. I would always buy a ticket to watch Jadon Sancho beating two players.” Whatever is next, Dortmund will remain his constant. “It’s a story I hope will never end, even after my career has finished,” he says. “Whether it’s as a player, coach, board member or even as a fan, I want to bring the Champions League back to this place. I just want to see what will happen on the streets because I saw it when we won the German Cup, and the Bundesliga, and it was crazy. It would be the last chapter I’m missing to write a book.”", "title": "Nuri Sahin: ‘I want to give back after football and my children to be proud’"}