{"link": "https://www.theguardian.com/sport/blog/2018/feb/04/nick-foles-catch-tom-brady-super-bowl-2018", "description": "<p>In the NFL’s biggest game, with the crowd roaring, the old master failed at the one play he needed to make while the underdog executed his to perfection</p><p>One man is perhaps the greatest quarterback in NFL history. The other is a career fill-in – the player teams turn to when they need to play <em>someone </em>while they search for a better replacement.</p><p>Nick Foles was supposed to be the worst quarterback Tom Brady had ever faced in the Super Bowl. The 29-year-old, only starting Super Bowl LII because of a season-ending injury to Philadelphia’s star quarterback Carson Wentz, was considered a minor impediment on Brady’s way to his sixth NFL championship. </p> <a href=\"https://www.theguardian.com/sport/blog/2018/feb/04/nick-foles-catch-tom-brady-super-bowl-2018\">Continue reading...</a>", "content": " In the NFL’s biggest game, with the crowd roaring, the old master failed at the one play he needed to make while the underdog executed his to perfection \nLes Carpenter \n\nMon 5 Feb 2018 05.26 GMT\n\n\nLast modified on Mon 5 Feb 2018 23.15 GMT\n\n One man is perhaps the greatest quarterback in NFL history. The other is a career fill-in – the player teams turn to when they need to play someone while they search for a better replacement. Nick Foles was supposed to be the worst quarterback Tom Brady had ever faced in the Super Bowl. The 29-year-old, only starting Super Bowl LII because of a season-ending injury to Philadelphia’s star quarterback Carson Wentz, was considered a minor impediment on Brady’s way to his sixth NFL championship. But in the biggest game, with the crowd roaring in Minneapolis’s glass-encased stadium, Brady failed at the one play he needed to make while Foles executed his perfectly. And it might well have been the difference in Philadelphia’s 41-33 victory over the Patriots. There is always a play in football that changes everything, that is the thin margin between elation and despair. On Sunday each team ran essentially the same trick play – with a receiver throwing a pass to the quarterback to sneak downfield undetected. Brady couldn’t haul in his pass, while Foles caught his. As simple as that. Nick Foles shows Tom Brady how to catch a football. #FlyEaglesFly pic.twitter.com/OyFq5R19TC It seems like such a small thing to decide such a significant game: the success or failure of a quarterback to catch a ball rather than throw it. But it is the Patriots’ ability to surprise that has made them the NFL’s most dominant team over the last two decades.  Tom Brady ROLLS OUT FOR THE CATCH!.... lol jkpic.twitter.com/TtkUqPpsg5 As Foles later said when describing the mental approach that has allowed him to handle the moment suddenly thrust upon him: “You need to worry about the little things.” In this case, the little thing was catching a pass. If Brady had held on to his he probably would have sailed into the endzone and the Patriots, who trailed 9-3 at the time, would have gone up 10-9, changing the entire tone of the game. The throw from the receiver Danny Amendola (who had taken a handoff from running back James White) was perfect but it just skipped off Brady’s fingertips. Foles didn’t have such concerns. With the Eagles on the Patriots’ one-yard line with 34 seconds left in the half, he heard his coaches suggest a play they had run repeatedly in practice the last several weeks: one in which he would slip off to the right and end up with a touchdown reception. “I said: ‘Let’s run it,’” Foles recalled after the game. And when he ducked into the end zone unnoticed, the pass landed gently in his arms, giving the Eagles a 22-12 lead. Though New England would later come back to take a one-point lead late in the game, it felt as if that touchdown changed something. It let the Eagles believe they could win – if for no other reason than their unheralded quarterback did something the great Brady could not. There were other reasons Philadelphia won, of course: missed Patriots tackles, miscommunication between Brady and his receivers and a Brady fumble near the end of the game. But somehow what people will remember most about this game were the two eerily similar trick plays and how the underdog quarterback caught the ball while the famous one did not. ", "title": "Nick Foles made the catch the great Tom Brady couldn't in Super Bowl LII"}