{"link": "https://www.theguardian.com/sport/blog/2018/feb/05/uk-sport-britain-pyeongchang-medals", "description": "<p>With UK Sport’s funding set to fall, we need an honest debate about which sports to fully support – and whether medals benefit the nation</p><p>It is a question that could soon sound as familiar as a BBC commentator getting overexcited about a potential curling medal. “Why spend a huge amount of money on winter sports,” asked the interrogator, “when we are not a winter sport nation?” Yet when it was uttered, at a press conference to announce Britain’s medal target of five in Pyeongchang, you could have heard a pin drop.</p><p>That was because the person doing the asking was Katherine Grainger, the new chair of UK Sport, which supplies – and denies – funding to Olympic teams. And the organisation’s chief executive, Liz Nicholl, the driving force behind the organisation’s “no compromise” medal philosophy, was the one getting the grilling.</p> <a href=\"https://www.theguardian.com/sport/blog/2018/feb/05/uk-sport-britain-pyeongchang-medals\">Continue reading...</a>", "content": " With UK Sport’s funding set to fall, we need an honest debate about which sports to fully support – and whether medals benefit the nation Contact author \n\nMon 5 Feb 2018 09.42 GMT\n\n\nLast modified on Tue 6 Feb 2018 12.21 GMT\n\n It is a question that could soon sound as familiar as a BBC commentator getting overexcited about a potential curling medal. “Why spend a huge amount of money on winter sports,” asked the interrogator, “when we are not a winter sport nation?” Yet when it was uttered, at a press conference to announce Britain’s medal target of five in Pyeongchang, you could have heard a pin drop. That was because the person doing the asking was Katherine Grainger, the new chair of UK Sport, which supplies – and denies – funding to Olympic teams. And the organisation’s chief executive, Liz Nicholl, the driving force behind the organisation’s “no compromise” medal philosophy, was the one getting the grilling. “I can understand the question,” replied Nicholl. “But it is the medal moment that makes people proud, and creates a healthy, ambitious and active nation.” It sounded convincing. Until you examined the evidence. According to a YouGov survey last year, only 7% of 2,000 respondents said they had been inspired to take up sport by the Olympics. Instead, in most cases, parents or a teacher are a bigger influence. Meanwhile in 2016 a report found that British children were among the least active in the world. So much for creating a healthy, ambitious and active nation. Yet I don’t think this debate should be framed as summer sports versus winter sports. The question is more fundamental: should Britain continue to invest millions in some sports for the sake of medals, when they are not part of our sporting DNA? It is an issue that arguably should have been raised after London 2012. And with lottery sales falling – and government funding for UK Sport likely to drop after the Tokyo 2020 Games – one that will have to be addressed soon. Let me give you an example. When a colleague tweeted that UK Sport had invested £6.5m in skeleton and more than £5m in bobsleigh between 2014 and 2018 – and was expected to get one medal from these sports in Pyeongchang – the reaction was negative. But really, is it any different from investing £6.1m in modern pentathlon, another sport with similar medal ambitions at Tokyo 2020? None of those three sports are easy for the general public to participate in – and they lack the sporting heritage to make us care for more than a few minutes every four years. Britain could also invest millions more to win greater numbers in shooting. But would it make the nation better? Of course, this would be a direct challenge to the “no compromise” model that has served UK Sport well for so long. I happen to think it was necessary in the early noughties and in the buildup to London 2012, to counteract the effects of decades of underfunding in elite sport. But no strategy endures forever. And the challenge to UK Sport is whether it is capable of responding fast enough to a rapidly changing sporting, political and economic environment. As Nicholl acknowledged last week, the more successful Britain is in Olympic sports the more expensive they are to fund. And with funding likely to fall, something will have to give. Last week there was a hint that UK Sport, which has too often been as inflexible as a desk-bound administrator with a slipped disc, could become more fleet-footed and radical. By deciding to fund some individual badminton and archery players for Tokyo 2020 it seemed to acknowledge the need for change. Yet it came with mixed signals, because UK Sport’s “no compromise” ultras fought back by raising the overall Tokyo medal target, reinforcing the impression that the real objective is medals, despite recent rhetoric to the contrary. It is clear that UK Sport’s thinking needs to become more radical. Its funding model values one medal as the same as another, regardless of the sport. But if a British athlete were to win the 100m Olympic final it would have a bigger impact on the nation than one in judo. So shouldn’t funding reflect that? Do some of the smaller winter sports, say, each need a body of executives and administrators that seem to keep growing with each funding cycle? Could they not be merged to save money? Meanwhile, if we want elite athletes to do more to inspire the nation, why not make it a condition of lottery funding that they go into schools and clubs for 10 hours a week to coach? It would certainly strengthen the umbilical link between grassroots and elite-level sport. I accept that some winter sports do have a case for funding. Curling has a tradition in Scotland going back centuries – although the £5.65m it has received from UK Sport since 2014 seems a lot. And while slopestyle and big air are only recent additions to the Olympic programme, Team GB’s freestyle ski and snowboarders can point to an emerging culture. Increasingly kids who have learned tricks on dry ski slopes in the UK are turning their passion into a profession. Ultimately some of this boils down to us too. Britain is likely to have its most successful Winter Games in Pyeongchang but we have to start getting comfortable with the fact that, at some point, likely funding cuts could lead to a fall in the medal count. Meanwhile UK Sport must also show it can evolve to changing circumstances. Otherwise it risks being frozen in time.", "title": "How much will Team GB's 'medal moments' in Pyeongchang really matter? | Sean Ingle"}