{"link": "https://www.theguardian.com/sport/2018/feb/02/winter-olympics-russian-doping-ban-pyeongchang", "description": "<p>Russia was banned last year from the Winter Games because of its state-sponsored doping system but the IOC will still allow 169 of its athletes to compete in Pyeongchang this month</p><p>It is a plotline worthy of Mikhail Bulgakov, or another of the great Soviet fabulists. Two months ago, Russia was banned from the Winter Olympics. Yet next Friday, around 170 athletes clad in Russian red will march into the Pyeongchang Olympic Stadium, acknowledge the crowd’s applause at the opening ceremony, and hear the announcer cry: “Ladies and gentlemen, the Olympic Athletes from Russia!”</p><p>Casual viewers may well scratch their heads. Much of the international sporting community, however, will be tearing their hair out. After all, Russia is acknowledged to have committed the sporting fraud of the century, by manipulating doping samples of more than 1,000 athletes across 30 sports from 2010-15 and corrupting the Winter Games in Sochi in 2014, yet its punishment appears little more than the sporting equivalent of sitting on the naughty step.</p> <a href=\"https://www.theguardian.com/sport/2018/feb/02/winter-olympics-russian-doping-ban-pyeongchang\">Continue reading...</a>", "content": " Russia was banned last year from the Winter Games because of its state-sponsored doping system but the IOC will still allow 169 of its athletes to compete in Pyeongchang this month \nSean Ingle \n\nFri 2 Feb 2018 15.23 GMT\n\n\nLast modified on Fri 2 Feb 2018 22.01 GMT\n\n It is a plotline worthy of Mikhail Bulgakov, or another of the great Soviet fabulists. Two months ago, Russia was banned from the Winter Olympics. Yet next Friday, around 170 athletes clad in Russian red will march into the Pyeongchang Olympic Stadium, acknowledge the crowd’s applause at the opening ceremony, and hear the announcer cry: “Ladies and gentlemen, the Olympic Athletes from Russia!” Casual viewers may well scratch their heads. Much of the international sporting community, however, will be tearing their hair out. After all, Russia is acknowledged to have committed the sporting fraud of the century, by manipulating doping samples of more than 1,000 athletes across 30 sports from 2010-15 and corrupting the Winter Games in Sochi in 2014, yet its punishment appears little more than the sporting equivalent of sitting on the naughty step. Thursday’s dramatic decision by the court of arbitration for sport to overturn the lifetime Olympic bans of 28 Russian athletes has only provoked more angst and outrage – with even usually stoic figures worried about the consequences for anti-doping and elite sport. As Linda Helleland, the vice-president of the World Anti-Doping Agency, said: “Clean athletes and sport fans around the world have lost confidence in the system. The situation is untenable.” Those bleak words were echoed by Adam Pengilly, a British member of the International Olympic Committee. “Athletes now think that you are better off cheating or getting your nation to establish a doping system because even if it is discovered, the consequences are minimal,” he warned. “Or, if you don’t want to cheat, avoid elite sport like the plague.” The Olympic charter lauds the values of friendship, solidarity and fair play. But beneath the tepid smiles in Pyeongchang the atmosphere is likely to be as frigid as the forecast -15C temperatures – especially when a Russian wins a medal. There will be Russian medals, plenty of them, although technically they will be won by OARs (an Olympic Athlete from Russia) and the Olympic anthem, not the Russian one, will be played at any victory ceremony. Simon Gleave, the head of analysis at the global sports data company Gracenote, forecasts between 8-10 OAR medals. That is far fewer than the 33 Russia won in Sochi. But this is a much weaker team, with the IOC only accepting 169 athletes from an original pool of 389 submitted by the Russian Olympic Committee – the implication being that the organisation didn’t accept the other 220 athletes were clean from state-sponsored doping. It says there was “insufficient” evidence to establish that an anti-doping rule violation had been committed in 28 of the 39 cases it investigated. Indeed. The Russian whistleblower Grigory Rodchenkov provided testimony and thousands of documents to support his claims, which were accepted by the IOC and the World Anti-Doping Agency. However Cas says it did not look at systematic doping – just the 39 appeals against lifetime bans from Russian athletes. It expressed surprise that Cas had used a higher standard of proof than in previous doping cases, and said the rulings damaged the fight against doping. The Sochi medal winners among the 28 “cleared” Russians get their medals back - returning Russia on top of the medal table. As things stand, around 160 Russians have been granted permission to compete as neutral athletes under the banner of Olympic Athlete from Russia after being cleared of doping by an IOC anti-doping panel last week. However some of the 28 “cleared” athletes are preparing an appeal so that figure could rise. Resistance - for now. The result of the Cas decision does not mean that athletes from the group of 28 will be invited,” it said.  Russia’s lawyers may be able to barge the door open regardless. Grigory Rodchenkov, the former head of Russia’s anti-doping programme whose testimony was instrumental in exposing how the anti-doping system was manipulated, questions how much things have really changed. Rodchenkov is in a witness protection programme in the United States after fleeing Russia in 2015 but his lawyer, Jim Walden, told the Guardian: “Grigory knows that as long as the Russians believe they can get away with it, they will continue to dope. Because particularly in this Kremlin the drive to get medals at any cost is palpable.” It was Rodchenkov who secretly developed a powerful cocktail of drugs with a very short detection window, that he called “The Duchess”, which was dissolved in alcohol (Chivas whisky for the men, and Vermouth for the women) and then swished in athletes’ mouths and spat out. Rodchenkov also played a key part in allowing Russians to benefit from using the drugs in the Winter Games in Sochi – thanks to the Federal Security Service of the Russian Federation (FSB), who developed a method to open anti-doping bottles surreptitiously to enable samples to be swapped. After each day’s competition, tainted samples from protected athletes were passed through a mouse hole into an adjacent room where they were opened and switched for clean urine. The Russians would have got away with it too, only for Rodchenkov, who had hard drives containing thousands of pieces of evidence. He was wise to leave when he did. In 2016 Nikita Kamaev, a friend and former colleague who was planning to write a tell-all book, died in mysterious circumstances. So could this OAR team, which consists mostly of Russians who are not tainted by what went on in Sochi, really be clean? “Grigory accepts that some Russians won’t have doped,” says Walden. “And it is good there is a crop of new athletes, but his view is that if they are raised in the same corrupt system they won’t remain clean for very long.” Rodchenkov – along with many others – put the blame on the IOC president, Thomas Bach, for not being stronger on Russia. Some say it has something to do with his friendship with Vladimir Putin (Bach’s first call after taking over the IOC was to the Russian president), while others merely lament that it took until last December to condemn Russia for “an unprecedented attack on the integrity of the Olympic Games and sport”, when the evidence was staring him in the face 18 months before. Perhaps, they say, the IOC’s dirty little secret is that it needs Russian athletes in Pyeongchang because it is one of the few countries that cares about winter sports. But the respected analyst Michael Payne, who headed the marketing division of the IOC for many years, believes that is unfair. “Bach has endeavoured to be seen as strong but respecting legal process when it comes to Russia,” he says. “People are trying to read more into the IOC’s motives than it deserves.” Meanwhile, when Russian athletes do finally compete in Pyeongchang, Rodchenkov will have an eye over his shoulder. “After the ban officials told him his security protocols had to change,” explains Walden. “Their words were ‘Jim, you have to assume there are a team of Russians here looking for him’. He has no regrets. But he knows he faces the threat of assassination for all of his days.”", "title": "Russia’s backdoor Olympics | Sean Ingle"}