{"link": "https://www.theguardian.com/football/blog/2018/feb/05/antonio-costa-running-out-of-time-chelsea-watford-tiemoue-bakayoko", "description": "<p>February has often been a cruel month for Chelsea managers and defeat at Watford surely signalled the end for the Italian</p><p>Antonioooo. Antonio. Antonio, Antonio, Antonio. And repeat to fade.</p><p>Chelsea’s travelling support had made their own loyalties clear from the first whistle, kicking off this fun, slightly hysterical game with a sustained chant in support of a manager who has always found that connection with the stands, who at times seems as fevered, passionate and all-round mad-as-bats as even the most committed fan.</p> <a href=\"https://www.theguardian.com/football/blog/2018/feb/05/antonio-costa-running-out-of-time-chelsea-watford-tiemoue-bakayoko\">Continue reading...</a>", "content": " February has often been a cruel month for Chelsea managers and defeat at Watford surely signalled the end for the Italian \nBarney Ronay at Vicarage Road \n\nMon 5 Feb 2018 23.57 GMT\n\n\nLast modified on Tue 6 Feb 2018 12.10 GMT\n\n Antonioooo. Antonio. Antonio, Antonio, Antonio. And repeat to fade. Chelsea’s travelling support had made their own loyalties clear from the first whistle, kicking off this fun, slightly hysterical game with a sustained chant in support of a manager who has always found that connection with the stands, who at times seems as fevered, passionate and all-round mad-as-bats as even the most committed fan. Chelsea produced a performance that was like a 90-minute Viking funeral for the Conte era. Albeit with the sense of entropy, of something profoundly off below the surface pushed right to the front. February has always been the cruellest month for Chelsea managers, from the baffled autocrat Luiz Felipe Scolari to the hip young baffled gunslinger André Villas-Boas. And now for Conte, whose time in west London is surely coming to an end one way or another. This is a team that simply seems, once again, to have run its course with startling speed, at a club that eats its own season after season. Dying managerial reigns are often captured in a single image. There may have been worse half-hours from a £40m midfielder than Tiémoué Bakayoko’s frenetic, moribund misadventures here on Monday but not many and not within easy reach of the short-term memory. Poor Bakayoko. He was terrible. Although he was at least consistently terrible, predictably terrible, terrible in a way his manager would surely have been able to predict and pre-empt, a picture of awkwardness once again in his basic struggles to manoeuvre himself into the right part of the pitch, to control and pass the ball, to try and face the right way. The opening 25 minutes brought 12 passes, five of them misplaced, capped by a strange foul on Étienne Capoue in which Bakayoko collapse on to the Brazilian’s ankle, unable to adjust his feet in time to make a more football-style challenge. Five minutes later Bakayoko was off, picking up his second yellow card for a lunge at Richarlison . As he wandered off Bakayoko waved at the away support, who did not return the favour in any obvious numbers, and then seemingly at the home fans, too, as they chanted “cheerio”. It was that kind of night for a Chelsea team still with plenty to play for but which seems to be on the verge once again of entering that familiar parabola of decline. Bakayoko has been an easy whipping boy in the middle of all this, harshly so for a player in his first season at the club, and struggling to adjust not just to a new league but a new role and a team in a state of angst. Really, though, Conte must take some blame for the way Chelsea have begun to curl at the edges, a manager who took the plaudits last year for his passionate reimagining of this team but who has become increasingly splenetic and petty as events have refused to bend to his will. He has been a fascinating presence in the Premier League, from his emergence as a rampaging title-bound tactical innovator to the sudden loss of energy at the start of this season, a man already looking towards the exit from that first title-defence home game against Burnley, when Conte and his assistants slouched out in Protest Tracksuits at Stamford Bridge, like a picket line of angry middle-aged PE teachers. The players loved Conte last season, almost as much as the fans still do. But there has been talk this year of his drainingly intense personality, of the relentlessness of training. In public, at least, Bakayoko, and Ross Barkley, have been treated to the stick, without any obvious sign of the sugar lump, the word in the ear. This is more than simply Conte, though. As Chelsea have continued to hoover up major trophies it has been tempting to spot some method in their managerial churn, the idea of the disposable high-grade coach. But things are a little different now. The squad has star quality but little depth, with a new policy of billionaire-level austerity faced with the state-funded financial incontinence elsewhere in Europe. It has been Conte’s task to wrestle with these constraints. At times he has given the impression he may simply be plotting his exit, facing the cold fact that Roman Abramovich has sacked eight managers, many still on the downslope of a trophy-winning high. Only Chelsea could reach a dead end with half a season to play and a Champions League knockout stage to come but there has always been a peculiar, debilitating touch of death about this relentlessly successful machine, which seems once again to be cranking up the exit music.", "title": "Antonio Conte running out of time as Tiémoué Bakayoko plays the fall guy | Barney Ronay"}