{"link": "https://www.theguardian.com/football/2018/feb/06/munich-air-disaster-manchester-united-football-journalism", "description": "<p>On 60th anniversary of the air disaster, <a href=\"https://twitter.com/RogerDom1\">Roger Domeneghetti</a> recalls the eight reporters who died that tragic night in Munich</p><p>Looking back now, from a world saturated by instantaneous digital media, it seems inevitable that the immediacy and intimacy of radio and TV would kickstart the long, slow decline in newspaper sales. However, that would have seemed a fanciful prediction in the 1950s, when few people had televisions and the News of the World could shift more than eight million copies each Sunday.</p><p>Other than going to a game, newspapers were emphatically still the place for fans to get their football fix, something demonstrated by the fact there were 11 press men on Manchester United’s fateful flight home from Belgrade in February 1958. That might not sound many by today’s standards but there was no one from TV or radio on board and the journalists accounted for a quarter of the 44 passengers and crew when the plane crashed in Munich.</p> <a href=\"https://www.theguardian.com/football/2018/feb/06/munich-air-disaster-manchester-united-football-journalism\">Continue reading...</a>", "content": " On 60th anniversary of the air disaster, Roger Domeneghetti recalls the eight reporters who died that tragic night in Munich Roger Domeneghetti \n\nTue 6 Feb 2018 11.30 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.42 GMT\n\n Looking back now, from a world saturated by instantaneous digital media, it seems inevitable that the immediacy and intimacy of radio and TV would kickstart the long, slow decline in newspaper sales. However, that would have seemed a fanciful prediction in the 1950s, when few people had televisions and the News of the World could shift more than eight million copies each Sunday. Other than going to a game, newspapers were emphatically still the place for fans to get their football fix, something demonstrated by the fact there were 11 press men on Manchester United’s fateful flight home from Belgrade in February 1958. That might not sound many by today’s standards but there was no one from TV or radio on board and the journalists accounted for a quarter of the 44 passengers and crew when the plane crashed in Munich. Writing about his time working at the Manchester Evening Chronicle in the 1950s, Keith Dewhurst paints a picture of a world unrecognisable today. Northern reporters barely read the London papers, saw few reports of matches between southern teams and, as for foreign teams, forget it. But Manchester was the Other Fleet Street, the national press’s gateway to the north of England, Scotland and Ireland.  With the league champions on their doorstep, journalists in the city were eager to travel with Manchester United as they tried to improve on their run to the European Cup semi-finals the previous season. Travel was a lot more difficult then; the only reason the plane was in Munich was because few aircraft could make the flight from Belgrade to Manchester without a refuelling stop. The BEA Elizabethan aircraft was not one of them. So, if you were a journalist you either travelled with the team or you didn’t travel at all. Just as Manchester United lost eight players in the crash, the Manchester press corps lost eight journalists. They were Alf Clarke of the Manchester Evening Chronicle, Donny Davies of the Manchester Guardian, George Follows of the Daily Herald, Tom Jackson of the Manchester Evening News, Archie Ledbrooke of the Daily Mirror, Henry Rose of the Daily Express, Eric Thompson of the Daily Mail and Frank Swift of the News of the World.  The three surviving newspaper men were Ted Ellyard, a telegraphist at the Mail; Peter Howard, a Mail photographer; and Frank Taylor, who was severely injured but eventually went back to work at the News Chronicle. In his book The Day a Team Died, Taylor recalled how before takeoff he turned to the other writers to tell them there were plenty of seats at the front where he was sitting but, already settled, they stayed at the back, where most of the fatalities occurred. The Busby Babes had achieved much before they were decimated and it’s likely they would have achieved considerably more. Their best years were still ahead of them. The journalists who died were cut down in their prime, giants of a competitive but ultimately close-knit profession with decades of experience between them. Contemporaries talk of Davies in the same breath as the legendary cricket writer Neville Cardus, who also wrote for the Manchester Guardian. But the doyen was Henry Rose, the most-read football writer the Daily Express ever had. When he attended a game, the paper would put up placards around the ground saying: “Henry Rose is here today.” His presence meant it was the biggest match of the day and in Manchester the crowd would chant those words and greet Rose’s arrival in the press box with cheers. Liverpool fans had other ideas and The Kop would ritually greet Rose with a chorus of boos to which he would, cigar in one hand, salute them by raising his brown trilby with the other. Frank Taylor acknowledged that Rose was not the greatest of writers but “he knew what the man in the four-ale bar was angry about and that’s what he gave them.” Rose picked up on a mood and wrote it through football, an approach that would serve those who followed him well. After the crash, Manchester came together to grieve, yet it was not one of the players’ funerals that drew the most mourners but Rose’s. Four thousand people attended and Manchester’s 1,000-strong force of taxis, none of their meters running, drove the mourners along the six-mile procession route from the Daily Express building on Great Ancoats Street to Manchester’s Southern Cemetery. Crowds ten deep lined the way to watch the cortege pass. The aftermath also had an impact on the general approach to reporting football. At the time of the crash, United were looking to win their third straight league title and also had the league, FA Cup and European Cup treble very much in their sights. Thanks to the exposure that Granada’s coverage of their European exploits had brought, United had become a household name and so the tragedy occupied front pages for days, becoming the first story to persuade news editors that sport could have genuine news value. There was still stubborn resistance in some quarters, though. The day after the tragedy, readers of the Times would have found no mention of it until they reached page eight and even then the article was relatively emotionless and played up the safety record of the nationally owned airline involved. The disaster also indirectly led to quotes becoming a key part of match reports. The crash happened on a Thursday and just two days later the sports reporters had league games to cover, so news journalists such as David Meek, the Manchester Evening News’ political leader writer, were switched to sport. They treated matches like they would any other event and began to ask experts, such as managers, for quotes to add to their pieces. This innovation stuck and was accelerated, first by the need to keep pace with the broadcast of post-match interviews on the BBC’s new highlight show Match of the Day and then by the tabloid revolution that swept through Fleet Street at the end of the 1960s. Yet despite these innovations this was a human tragedy. As well as being devastating for Manchester United and having a huge effect on English football more broadly (just think how different the 1966 World Cup winning team might have looked had the crash not occurred), 6 February 1958 was the day that football writing lost most of its star players too. • This is an extract from Roger Domeneghetti’s book From the Back Page to the Front Room: Football’s Journey Through the English Media.", "title": "How the Munich disaster devastated – and changed – football journalism"}