{"link": "https://www.theguardian.com/sport/2018/feb/05/bobsledder-mica-mcneill-women-money-winter-olympic-funding-pyeongchang", "description": "<p>A remarkable response from the public means the Briton will be on the start line in Pyeongchang despite losing her Olympic funding</p><p>I can tell Mica McNeill <a href=\"https://www.theguardian.com/sport/2017/sep/25/british-bobsleigh-driver-attacks-decision-to-cut-funding-for-womens-team\">is a fighter</a> even before hearing her story of courage and resilience. Tenacity pours out of her beneath the curved white tube of ice that comprises the bobsleigh track at Königssee – where McNeill will drive a sled down a dizzying slope at 80mph.</p><p>The Winter Olympics begin in Pyeongchang on Friday and she needs to steel herself during practice. A few weeks ago, McNeill and Mica Moore, her brakewoman, endured a <a href=\"http://www.bbc.co.uk/sport/winter-sports/42593865\">terrifying crash</a> at Altenburg that flipped their sled over and dragged them, upside down, along the ice. It was the latest ordeal in a five-month period when McNeill’s funding was <a href=\"https://www.theguardian.com/sport/2017/sep/19/british-bobsleigh-women-funding-winter-olympics\">ended by her own federation</a> amid allegations of mismanagement while three men’s crews continued to be financed. Her defiant response was thrilling – and means she can participate as planned in her first Olympics.</p> <a href=\"https://www.theguardian.com/sport/2018/feb/05/bobsledder-mica-mcneill-women-money-winter-olympic-funding-pyeongchang\">Continue reading...</a>", "content": " A remarkable response from the public means the Briton will be on the start line in Pyeongchang despite losing her Olympic funding \nDonald McRae and film by \nTom Jenkins \n\nMon 5 Feb 2018 14.20 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.03 GMT\n\n I can tell Mica McNeill is a fighter even before hearing her story of courage and resilience. Tenacity pours out of her beneath the curved white tube of ice that comprises the bobsleigh track at Königssee – where McNeill will drive a sled down a dizzying slope at 80mph. The Winter Olympics begin in Pyeongchang on Friday and she needs to steel herself during practice. A few weeks ago, McNeill and Mica Moore, her brakewoman, endured a terrifying crash at Altenburg that flipped their sled over and dragged them, upside down, along the ice. It was the latest ordeal in a five-month period when McNeill’s funding was ended by her own federation amid allegations of mismanagement while three men’s crews continued to be financed. Her defiant response was thrilling – and means she can participate as planned in her first Olympics. McNeill appears fearless at Königssee and lost in a solitary dance before racing – moving from side to side as her hands trace the imagined trajectory of her speeding sled. She sees every blurring turn in her head prior to one of her last runs before Pyeongchang. She and Montell Douglas, her reserve brakewoman, are at the top of the slope. They push the heavy sled hard before jumping into the hurtling missile. It is only later that McNeill talks about fear and danger. “Anyone watching from the outside says we’re crazy,” says the 24-year-old from Consett, County Durham. “But when you do go down you learn to love it and, even if you are a bit scared, you can push through it. If I was in the back I’d be a nervous wreck but as the driver I feel in control. I know that nine times out of 10 we’re going to be fine.” McNeill, Moore and Douglas lift the sled into the back of their van. They tell me cheerfully the van is called Sid and their sled is known as Roman. “We love singing in Sid,” McNeill says. “Sometimes a road trip can be over 10 hours and we have to entertain ourselves. In North America we actually videoed ourselves doing a carpool karaoke. It’s a great laugh and something you have to do to get through a 10-hour drive down the autobahn in the dark.” At least it is a short drive from the track to the small chalet they have found themselves, without British Bobsleigh’s assistance, in Berchtesgaden. Following Sid on a snowy evening it is easy to forget that Hitler and his inner circle used Berchtesgaden as a Nazi retreat. Bavaria is different now and McNeill’s story is compelling. “It was a devastation,” she says, remembering the moment last September when she heard her team’s funding had been obliterated less than five months before the Olympics. We sit in the garage next to Sid and Roman while her team-mates prepare dinner inside. It is freezing but determination burns inside McNeill’s composed account of a sporting scandal. “It’s like imagining having a dream or a goal and sacrificing your family, your friends, holidays, Christmas Day. You’re sacrificing all this in the gym, on the sprint track, giving everything for so long – and then someone else has made a mistake that leaves nothing. It’s hard to explain the devastation. Part of me couldn’t believe it but at the same time, with that system, it didn’t surprise me.” You’re sacrificing everything then someone makes a mistake that leaves nothing. It’s hard to explain the devastation McNeill says she had questioned the BBSA (British Bobsleigh & Skeleton Association) for weeks. She knew they had received £5m of lottery funding to cover the four-year cycle to Pyeongchang but she sensed trouble. She says she kept asking: “What’s happening?” without receiving an answer. “Then they got all the women into one room and said: ‘There isn’t any money.’ We said: ‘What do you mean? Not even one penny? Where’s it gone?’ To not have an answer was heartbreaking.” McNeill’s own sled had already been bought by her father for £50,000. Her anguish was deepened because there was still enough money to fund three men’s teams for the qualification season for the 2018 Olympics. McNeill and Moore had won gold at the Junior Bobsleigh World Championships early in 2017 but they were not considered by the BBSA to match the potential of the men. The organisation said it was “focusing resources on winning medals at the 2018 Winter Olympics”. Just over a week later, after her crowdfunding success, the governing body freed up money to partially fund McNeill. “It’s absolutely heartbreaking in a modern age where gender should be equal,” McNeill says. “When I asked for the data for their decision there weren’t many answers – which led to more frustration. I was gobsmacked and so angry. By the time I spoke to my family I was like: ‘I’m not going to accept it. It’s two weeks until the winter season in Olympic year. Let’s reach out to the public.’ “It was a last resort. There’s no way I would have asked for help if I didn’t think me and the team, us women, deserved to go to the Olympics. I made the crowdfunding page and I knew it might not work out. It might raise only £10. But the response was incredible.” On a bleak night in Berchtesgaden, McNeill’s face lights up as she remembers how people responded to her plea to raise £30,000 to cover her team’s basic running costs. “I was really worried about telling the story. What happens if people think we’re greedy? It was a risk and I was very nervous but we set it up. I remember I’d just finished training and I was about to eat my packed lunch. One of the boys nudged me and went: ‘Look.’ I looked up at the screen and I was on the news. I was like: ‘Oh my gosh!’ It had started – and it went absolutely wild.” McNeill smiles helplessly. “I sat reading the comments and I was overwhelmed. I remember the money was ticking up and up and then someone put £5,000 in and I thought: ‘Maybe we can do it because we’re almost a third there on day one.’ We hit the target by day five or six and I was in tears. I went shopping with my mum and we were walking through the mall and I just cried.” Her sled now boasts a Powered by the People logo – which will be removed in Pyeongchang because the IOC will not allow any “political” slogans. But McNeill and her team “are so grateful because the majority of the funding are small donations – £5, £10, £20 which is mad, isn’t it? Over 700 people just coming together and helping us. Over £40,000 has been raised which is absolutely incredible.” By contrast the atmosphere at British Bobsleigh before the funding cuts “was very toxic. The management made it very difficult and the athletes struggled to perform.” McNeill says there has been a much more positive mood since several members of staff decided to leave, though there is no suggestion of wrongdoing. “We’re so lucky now that everything has changed and we have new management.” There was further strife when it emerged that the current head coach, Lee Johnston, allegedly said in 2013 that “black drivers do not make good bobsleigh drivers”. McNeill supports Johnston: “Lee raised me through development. If you speak to the athletes, it was something that was blown out of proportion.” The public have been the heroes The BBSA restructured their organisation and found some money to give to McNeill’s team, who are now ranked 12th in the world. The two men’s GB teams to feature in Pyeongchang are ranked 11th and 12th. “Obviously they support us on the coaching and medical side, so they’re chipping in,” McNeill says diplomatically, but in terms of hard cash they have contributed only a small amount. She underlines that “the public have been the heroes”. There is something heroic about McNeill and her team-mates. “Altenburg was a shock,” she says, recalling her recent crash. “In the first heat we flew down; we were in a great position. In the second heat we were picking up speed and going into corner 13 we were slightly late. Our bale [front wing] caught the wall which lifted the sled up and caused us to roll into the corner, which is one of the roughest crashes you can have. For me, that was the worst crash. “We were going close to 80mph. I was hurting. I had bruises on my leg, my ribs, my scapula; it was all bruised and battered. We needed new helmets. But the sled was all right and most importantly Mica and myself walked away and came back the next week and raced – which was incredible. It went great in St Moritz. We were thrilled with seventh.” They would love to make the top six, or even higher, in the Olympics. “That’s the aim. There’s always a chance of getting a medal, particularly in an ice sport.” McNeill will be powered by her people – and the wider message of her successful campaign. “Hopefully it tells people if you want something you need to go out there and get it. In the next Olympic cycle I want to start dominating the world and looking to definitely get that gold medal in Beijing [in 2022].” Does she expect to again be powered by the people? McNeill smiles in the stark and icy garage. “Hopefully not. Hopefully everything will fall into place and the people can just watch. They won’t have to dig their hands in their pockets.”", "title": "Bobsledder Mica McNeill: ‘We hit the crowdfunding target and I was in tears’"}