{"link": "https://www.theguardian.com/sport/2018/feb/05/nick-foles-super-bowl-mvp-philadelphia-eagles-nfl", "description": "<ul><li>Back-up quarterback threw three touchdowns and caught another</li><li>Foles may stay in Philadelphia after <a href=\"https://www.theguardian.com/sport/2018/feb/04/super-bowl-2018-philadelphia-eagles-new-england-patriots-nfl\">Eagles’ victory over Patriots</a></li></ul><p>Not even a Super Bowl MVP award could make Nick Foles’s head swell. Barely 12 hours after firing the Philadelphia Eagles to <a href=\"https://www.theguardian.com/sport/2018/feb/04/super-bowl-2018-philadelphia-eagles-new-england-patriots-nfl\">a sensational 41-33 victory over New England</a> – in which he threw for three touchdowns <a href=\"https://www.theguardian.com/sport/blog/2018/feb/04/nick-foles-catch-tom-brady-super-bowl-2018\">and caught another</a> – he stood on a podium and told reporters that this noted individual prize was actually a team one. </p><p>“It’s just a great honour to be up here and accept this on behalf of the Philadelphia Eagles,” said Foles. “I’m fortunate to be part of a great team, great players, great coaching staff and I think just the play of the last couple of weeks was just a team thing. We kept working, kept game-planning, kept talking to [head coach] Doug [Pederson] about what I liked, and him and all the coaching staff kept building it around what we were doing. </p> <a href=\"https://www.theguardian.com/sport/2018/feb/05/nick-foles-super-bowl-mvp-philadelphia-eagles-nfl\">Continue reading...</a>", "content": " \nPaolo Bandini in Minneapolis \n\nMon 5 Feb 2018 16.54 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.36 GMT\n\n Not even a Super Bowl MVP award could make Nick Foles’s head swell. Barely 12 hours after firing the Philadelphia Eagles to a sensational 41-33 victory over New England – in which he threw for three touchdowns and caught another – he stood on a podium and told reporters that this noted individual prize was actually a team one.  “It’s just a great honour to be up here and accept this on behalf of the Philadelphia Eagles,” said Foles. “I’m fortunate to be part of a great team, great players, great coaching staff and I think just the play of the last couple of weeks was just a team thing. We kept working, kept game-planning, kept talking to [head coach] Doug [Pederson] about what I liked, and him and all the coaching staff kept building it around what we were doing. “And then it was just a reflection of the execution on the field, and pulling for one another just like we have been all year. So, in that it wasn’t necessarily me, it was everyone around me that did an amazing job.” Just another media-trained athlete demonstrating a little false humility? From another player you might believe it, but not Foles.  This is a man with the opportunity now to transform his life, a backup who appeared to be locked into a career of playing second fiddle despite one previous Pro Bowl season in Philadelphia, but who now will be sought for trade by teams eager to make him their starter – and to pay him a salary commensurate with that role. And yet, when was asked about the prospect, Foles hinted that he might countenance another year as the Eagles’ backup.  “I’m not worried about my future right now, there’ll be a time and a place to handle all that,” said Foles. “But I take a lot of pride in wearing the Philadelphia Eagles jersey. And I just enjoy being here. Such a great team, I’m excited for Carson Wentz, coming back healthy. I get to work with him every day. Dude’s a stud. And, you know, I’m just living in the moment.” It is not uncommon for Super Bowl MVPs to show up for these morning-after press conferences, conducted at 8.30am, to show up looking a little bleary-eyed. Not Foles. He claimed to be “running on fumes”, but if so it was not showing. He acknowledged that he had slipped away from the team’s celebration early to be with his family. Rather than glory in this victory, indeed, he was keen to talk about harder times. “I think the big thing [to tell people] is ‘don’t be afraid to fail’. I think in our society today, you know, Instagram, Twitter, it’s a highlight reel. It’s all the good things. Then when you look at it, then you think like, ‘wow’, when you had a rough day or your life’s not as good as that, you’re failing.  “And failure’s a part of life, that’s a part of building character, and growing. Without failure, who would you be? I wouldn’t be up here if I hadn’t fallen a thousand times, made mistakes. We all are human, we have weaknesses, and throughout this being able to share that and be transparent. “I know that when I listen to people speak, and they share their weaknesses, I’m listening because I can resonate. So, I’m not perfect, I’m not Superman. I might be in the NFL, and we might have just won the Super Bowl, but I still have daily struggles … And that’s really just been the message, simple. If something’s going on in your life and you’re struggling, embrace it, because you’re growing.” Doug Pederson followed Foles at the podium, and he too preached a message of teamwork and collective achievement. Asked how he had seen Foles change since taking on the starting role, the Eagles head coach suggested that the quarterback was still very much the same grounded individual he had first got to know as a rookie back in 2012. “I have a lot of guys like Nick on that roster,” observed Pederson. “These guys helped us win this game.” That he and Foles have enjoyed working together is plain. For all the warm words, though, the likelihood remains that they will not do so next season.  “I knew I couldn’t get off this stage without that question!” joked Pederson when his turn to discuss the player’s future arrived. “You know what? We’re just going to enjoy this moment. I’m going to tell you right now we’re going to enjoy it, get on a plane, go back to Philadelphia, celebrate with our fans back in Philly.  “We’ve got a long offseason. Well, really it’s a short offseason now. [But] we’re just going to enjoy this moment. I’m happy for Nick, I’m happy for the team, it’s not about one guy, it’s about the team. Like I said, we’re going to enjoy these next few days.” Like Foles, though, he did also spare a thought for the quarterback who had started Philadelphia’s first 13 games of the season, playing at an MVP level himself before blowing out his ACL. “I had a chance to talk to Carson on the field, on the podium last night after the game,” said Pederson. “I just told him to take this in, just enjoy this moment.  “He’s a great quarterback and I told him you’re a big, big part of why this team won this championship and won this game. And I told him that hopefully we’ll be back in this game with him leading the way.”", "title": "'I have daily struggles': Super Bowl MVP Nick Foles reflective after victory"}