{"link": "https://www.theguardian.com/sport/2018/feb/06/winter-olympics-1200-security-staff-sidelined-after-norovirus-outbreak", "description": "<ul><li>Organisers insist virus will not impact security arrangements</li><li>Measures also being taken to combat cold weather</li></ul><p>Organisers insist the Pyeongchang Winter Olympics are on track as they battle against the spread of a virus among staff and prepare to deal with the cold snap at Friday’s opening ceremony. </p><p>The Games chief, Lee Hee-beom, said preparations for the first Winter Olympics in Asia outside Japan were complete with athletes arriving in the South Korean town. “We are fully operational with many of our athletes and officials here and settling into their life in the villages and training is under way at all venues,” Lee told a news conference. </p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/winter-olympics-1200-security-staff-sidelined-after-norovirus-outbreak\">Continue reading...</a>", "content": " Reuters \n\nTue 6 Feb 2018 08.28 GMT\n\n\nLast modified on Tue 6 Feb 2018 08.42 GMT\n\n Organisers insist the Pyeongchang Winter Olympics are on track as they battle against the spread of a virus among staff and prepare to deal with the cold snap at Friday’s opening ceremony. The Games chief, Lee Hee-beom, said preparations for the first Winter Olympics in Asia outside Japan were complete with athletes arriving in the South Korean town. “We are fully operational with many of our athletes and officials here and settling into their life in the villages and training is under way at all venues,” Lee told a news conference.  But he said 1,200 private security staff have been sidelined as fear of a norovirus among some of them has forced organisers to replace them with military personnel pending medical tests. The virus is highly contagious and causes vomiting and stomach cramps among other symptoms. Athletes from several countries were taken ill and some were forced to miss competitions at last year’s world athletics championship in London when the virus was found to have spread through one hotel.  “As a president of Pocog [the organising committee], I would like to apologise for this,” Lee said. “Our disease control centre and other related government agencies here are now discussing countermeasures and will come up with proper measures and will be announced soon.”  Lee said this would have no effect on security arrangements at the Games, held about 80km south of the border with North Korea, with whom South Korea has technically been at war since 1953. The cold weather, however, could be an issue for organisers with the opening ceremony in the open-air Olympic stadium expected to be freezing. Temperatures are currently below freezing throughout the day, dropping to as low as minus 21 degrees Celsius at night. Lee said some fans will not attend the opening ceremony despite having bought tickets, while some competitions could be affected.  “Some have cancelled their ticket for the opening ceremony,” Lee said. “Regarding the potential of the delay due to the weather, the International Olympic Committee and the international federation have strict rules, for example, ski jumping can not take place if there’s a strong wind.  “We are now installing wind screens at the venue. Despite our efforts and if there is a strong wind, the event can be delayed but the decision won’t be made by me, it will be made by IOC and the federation.”  Lee said a special bag with hot packs, seatwarmers, a blanket, a hat and a windbreaker would be distributed to spectators in an effort to keep them warm at the start of what could turn out to be the coldest winter Olympics in decades.", "title": "Winter Olympics: 1,200 security staff sidelined after norovirus outbreak"}