{"link": "https://www.theguardian.com/sport/2018/feb/06/philadelphia-eagles-white-house-visit-super-bowl-champions", "description": "<p>The Super Bowl champs are perhaps the NFL’s most socially conscious team. But the league wants to keep political upset to a minimum</p><p>There is nothing that says the Philadelphia Eagles must visit the White House this year. Just because they carried the Vince Lombardi trophy through a blizzard of confetti in Minneapolis doesn’t mean they are required to drag it into the Rose Garden and hold it aloft for Donald Trump.</p><p>The presidential celebration for a major American sports champion is a tradition replayed for nearly four decades. It is not a requirement. It is not a mandate. The Golden State Warriors set a precedent after winning the NBA championship last year when they&nbsp;<a href=\"https://www.theguardian.com/sport/2017/sep/23/trump-withdraws-warriors-white-house-invitation\">expressed so little interest in continuing the practice that Trump refused to invite them.</a>&nbsp;Instead, the Warriors plan to use the days surrounding their 28 February game at the Washington Wizards to&nbsp;<a href=\"https://www.theguardian.com/sport/2017/sep/23/trump-withdraws-warriors-white-house-invitation\">“celebrate equality, diversity and inclusion.”</a></p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/philadelphia-eagles-white-house-visit-super-bowl-champions\">Continue reading...</a>", "content": " The Super Bowl champs are perhaps the NFL’s most socially conscious team. But the league wants to keep political upset to a minimum \nLes Carpenter \n\nTue 6 Feb 2018 10.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 10.02 GMT\n\n There is nothing that says the Philadelphia Eagles must visit the White House this year. Just because they carried the Vince Lombardi trophy through a blizzard of confetti in Minneapolis doesn’t mean they are required to drag it into the Rose Garden and hold it aloft for Donald Trump. The presidential celebration for a major American sports champion is a tradition replayed for nearly four decades. It is not a requirement. It is not a mandate. The Golden State Warriors set a precedent after winning the NBA championship last year when they expressed so little interest in continuing the practice that Trump refused to invite them. Instead, the Warriors plan to use the days surrounding their 28 February game at the Washington Wizards to “celebrate equality, diversity and inclusion.” Somehow it makes sense the Warriors would protest Trump: the NBA has been open in encouraging their players in a league that is around 75% black to speak against racial inequality. Few in the NBA blinked when their champion did not want to visit a president who has helped legitimize white supremacist movements. But the NFL, which is around 65% black, has never been comfortable with teams and players taking social stands – as evidenced by the fact that Colin Kaepernick, whose refusal to stand for the national anthem has been his own protest for racial equality, remains unsigned.  An entire NFL team declining a White House visit would be a significant rebuke of Trump and his policies, one unimaginable before Kaepernick began his protest two years ago.  Already three Eagles players – safety Malcolm Jenkins, defensive end Chris Long and receiver Torrey Smith – have said they won’t attend a White House celebration. That the three would refuse to meet Trump is hardly a surprise, they make up three-quarters of a group that openly supported Kaepernick last season and forced the NFL to contribute close to $100m to social causes. Long skipped the White House trip last year after winning the Super Bowl with the New England Patriots as did his current Eagles team-mate LaGarrette Blount, who said at the time: “I don’t feel welcome in that house, I’m just gonna leave it at that.” At what point does an Eagles boycott become so large that it’s not worth the team going to the White House? Is it five players? Ten? Twenty? There is a number and reaching it would be an enormous statement by a franchise in a league that hates such controversies.  Football has always had a kinship with the American military. Key pieces of the game’s terminology are war metaphors including phrases like “bomb”, “field general” and “blitz”. Players often speak of “going to war,” when they take the field. And the NFL has always pushed itself as the patriotic league with giant flags brought out for the national anthem followed by flyovers by fighter jets – even when the stadium has a roof and the planes are not visible to players and fans.  Even with several Eagles players saying they will skip the White House, it’s impossible to imagine the whole team refusing to show. Until Kaepernick, NFL players rarely seemed political and there are far more Trump supporters in NFL locker rooms than in the NBA. Football team owners, front office executives and coaches tend to be conservative and their discomfort with Kaepernick’s actions make a statement as extreme as a team boycott of Trump unlikely.  League leaders have spent weeks trying to mend the damage they believe they absorbed in September when Trump said any player who protested was a “son of a bitch”. The NFL wrapped Sunday’s Super Bowl in patriotism like they have so many others and must have been thrilled when players on both teams stood for the anthem. Just as commissioner Roger Goodell tried to pacify both angry players and owners irate with the protests, Goodell likely would search for a public relations solution to a potential Eagles White House boycott.  Though White House visits have been non-political in the years before Trump came to power the tradition has been a positive photo opportunity for presidents. The first Super Bowl winner to visit the White House, the Pittsburgh Steelers in 1980, visited Jimmy Carter along with baseball’s Pittsburgh Pirates, who had won the World Series a few months before.  Their trip came at the end of February 1980, a precarious time for Carter who was embroiled in the Iran Hostage crisis and was facing a robust Democratic primary challenge from Ted Kennedy. The Steelers visit gave Carter a positive news day in a state with a key primary just weeks away. Carter filled his remarks that day with references to “Western Pennsylvania” as if pleading for votes. His successor, Ronald Reagan, always a master of optics, must have seen the value in celebrating a winning team and kept rolling Super Bowl champions through the White House as did every president since. Trump’s divisiveness brings a different challenge, one the Philadelphia Eagles – who are perhaps the NFL’s most socially conscious team – must weigh. Visiting is always a political statement even if it doesn’t appear to be one.  Already three have said they will break an old tradition. Will their team-mates follow?", "title": "Three Eagles will shun a White House visit. Will their team-mates follow?"}