{"link": "https://www.theguardian.com/sport/2018/feb/06/talking-horses-sedgefield-abandoned-and-a-southwell-favourites-warning", "description": "<p>Punters should perhaps be on red alert over Tuesdays at Southwell after the recent run of results there</p><p>Races at Southwell will now be run five minutes later than advertised, after Sedgefield’s meeting finally succumbed to snow that started to fall on Tuesday morning. A precautionary inspection at 8am found that the track was raceable, but conditions continued to deteriorate and the decision to abandon was finally taken at 11am.</p><p>Punters should perhaps already be given a red warning over Tuesdays at Southwell. On last Tuesday’s card, only one favourite obliged there – with winners in other races including a 16-1 shot, a 14-1 and a 10-1. The previous two Tuesdays saw more than a few double-figure winners, including two at 25-1. </p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/talking-horses-sedgefield-abandoned-and-a-southwell-favourites-warning\">Continue reading...</a>", "content": " Punters should perhaps be on red alert over Tuesdays at Southwell after the recent run of results there \nChris Corrigan \n\nTue 6 Feb 2018 11.37 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.40 GMT\n\n Races at Southwell will now be run five minutes later than advertised, after Sedgefield’s meeting finally succumbed to snow that started to fall on Tuesday morning. A precautionary inspection at 8am found that the track was raceable, but conditions continued to deteriorate and the decision to abandon was finally taken at 11am. Punters should perhaps already be given a red warning over Tuesdays at Southwell. On last Tuesday’s card, only one favourite obliged there – with winners in other races including a 16-1 shot, a 14-1 and a 10-1. The previous two Tuesdays saw more than a few double-figure winners, including two at 25-1.  Odds On Oli (2.00) was a warm favourite in a mile race at Wolverhampton 18 days ago, but was beaten a neck by the 22-1 outsider Plansina. This pair of three-year-olds take each other on over the same trip today and are again drawn in close proximity – but at a different track. Odds On Oli is 1lb better off at the weights this time and makes his Southwell debut.  Richard Fahey was by no means predicting victory, but Odds On Oli’s trainer did hold out hope, saying on Monday evening: “The pace may suit our horse better tomorrow. They go quicker around Southwell.”  Jack Blane (4.10) rates the nap. This four-year-old won twice at Wolverhampton last year, but has been placed twice from two runs since being switched to Southwell for the first time this year. Dawn Dancer (1.30) looks the one to side with in the opening contest. Oisi­n Murphy’s mount has experience of this course and can make that count against main market rival Pacific Fleet. Market Rasen 1.50 Oistrakh Le Noir  2.20 Flemerina 2.55 What’s Occurring 3.25 Master Of Finance 4.00 Just Minded 4.30 Sir Jack Yeats  Southwell 1.30 Dawn Dancer (nb) 2.00 Odds On Oli 2.30 Helen Sherbet 3.05 Fooldad 3.35 Archimedes 4.10 Jack Blane (nap) 4.40 Clayton Hall Sedgefield (abandoned)", "title": "Talking Horses: Sedgefield abandoned and a Southwell favourites warning"}