{"link": "https://www.theguardian.com/sport/2018/feb/06/eoin-morgan-tells-off-form-tymal-mills-he-can-still-have-england-t20-future", "description": "<ul><li>Left-armer has struggled a year after £1.4m IPL auction sale</li><li>England begin tri-series campaign in Hobart</li></ul><p>As England begin the Trans-Tasman tri-series, Eoin Morgan offered hope for Tymal Mills after a rough period during which the left-armer’s stock as a Twenty20 specialist has plummeted. It was only last year that the Sussex quick was playing international T20 cricket and was picked up in the IPL auction for £1.4m by Royal Challengers Bangalore. This time around, he was one of 16 England players to go unsold in <a href=\"https://www.theguardian.com/sport/2018/jan/28/ipl-eoin-morgan-alex-hales-auction-unwanted-england\">this year’s auction</a>. </p><p>The snub came amid a difficult second Big Bash League season. Two games for Brisbane Heat in last winter’s competition led to a two-year deal with Hobart Hurricanes. But while his Sussex team-mate Jofra Archer has earned himself cult status in these parts, Mills has struggled. </p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/eoin-morgan-tells-off-form-tymal-mills-he-can-still-have-england-t20-future\">Continue reading...</a>", "content": " \nVithushan Ehantharajah in Hobart \n\nTue 6 Feb 2018 09.41 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.32 GMT\n\n As England begin the Trans-Tasman tri-series, Eoin Morgan offered hope for Tymal Mills after a rough period during which the left-armer’s stock as a Twenty20 specialist has plummeted. It was only last year that the Sussex quick was playing international T20 cricket and was picked up in the IPL auction for £1.4m by Royal Challengers Bangalore. This time around, he was one of 16 England players to go unsold in this year’s auction.  The snub came amid a difficult second Big Bash League season. Two games for Brisbane Heat in last winter’s competition led to a two-year deal with Hobart Hurricanes. But while his Sussex team-mate Jofra Archer has earned himself cult status in these parts, Mills has struggled.  In five of his 10 innings he has conceded more than 10 runs an over and no one has conceded more boundaries in a single BBL season. His eight wickets have come at a pricey average of 48.62 and, as a result, he was dropped for the semi-final and final, which Hobart lost to Adelaide Strikers.  Those who have faced Mills during this BBL have noted a drop in pace. As a result his slower ball has lost its effectiveness. It is a slump that has not gone unnoticed by England’s white-ball captain, who still believes there is a resurgence to come. So far, Mills has played only four international T20s, taking three wickets. His last appearance came more than a year ago against India.  “He [Mills] has gone through a tough couple of months which everybody can go through,” said Morgan, speaking at the Bellerive Oval, Mills’s adopted home ground, where England play Australia on Wednesday. “The way he comes back from that sort of form he’s in will determine how he goes over the next few years. We see him as a guy who can gain a huge amount of experience playing in tournaments around the world.” Earlier in the week, the Hurricanes coach, Gary Kirsten, said that he, too, will be monitoring Mills’s upcoming commitments, such as his stint with Karachi Kings in the Pakistan Super League, which starts on 22 February. Mills has one more year left on his BBL deal. “It’ll be interesting to see how he goes in some of these T20 competitions coming up,” Kirsten told The Mercury. “I think the learning he takes out of it is that you’ve got to stay on your game the whole time. You’ve got to keep reinventing yourself. By his own admission, he has work to do.” Last summer England’s chairman of selectors, James Whittaker, outlined to Mills that he was unlikely to be selected for this tri-series squad as it was felt a run of games with minimal travel, which the BBL could offer, was best for his development. Morgan agreed that this would be the best approach for a player whose spinal condition limits him to the shortest form of the game. “Due to his fitness background we probably wouldn’t consider him until a World Cup year – pulling him out of a Big Bash just for a tri-series,” said Morgan. “We feel like getting a long string of games together and having a set plan could be a better plan than travelling more, maybe playing or not playing.” Meanwhile, Morgan said that this T20 series, featuring two games against both Australia and New Zealand – and a prospective final on 21 February – offers fringe ODI players the chance to show their worth before next year’s World Cup. Australia opened the series on Saturday at the SCG, beating New Zealand by seven wickets.  “At the moment everybody in this squad is playing a big part in the structure of the squad based around the 50-over tournament. There’s about four guys who are on the periphery so it is an opportunity for them to stake their claim.”  Australia: D Warner (c), D Short, C Lynn, G Maxwell, A Carey (wk), M Stoinis, A Agar, A Tye, A Zampa, K Richardson, B StanlakeEngland: J Roy, A Hales, J Vince, E Morgan (c), J Buttler (wk), S Billings, D Willey, L Dawson, A Rashid, T Curran, M Wood.", "title": "Eoin Morgan tells off-form Tymal Mills he can still have England T20 future"}