{"link": "https://www.theguardian.com/football/womens-blog/2018/feb/06/arsenal-lisa-evans-increase-women-playing-football", "description": "<p>Scotland’s Lisa Evans and three other top European internationals are using social media to spread the word</p><p>The Football Association’s Gameplan for Growth, Together #WePlayStrong, Girls Active, This Girl Can: there has been a flurry of campaigns aimed at increasing girls’ participation in sports in recent years because the statistics are damning.</p><p>Childhood obesity is at record levels. Fewer than a quarter of children meet minimum daily physical activity recommendations.</p> <a href=\"https://www.theguardian.com/football/womens-blog/2018/feb/06/arsenal-lisa-evans-increase-women-playing-football\">Continue reading...</a>", "content": " Scotland’s Lisa Evans and three other top European internationals are using social media to spread the word \nSuzanne Wrack \n\nTue 6 Feb 2018 10.00 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.58 GMT\n\n The Football Association’s Gameplan for Growth, Together #WePlayStrong, Girls Active, This Girl Can: there has been a flurry of campaigns aimed at increasing girls’ participation in sports in recent years because the statistics are damning. Childhood obesity is at record levels. Fewer than a quarter of children meet minimum daily physical activity recommendations. The latest Office for National Statistics research shows girls still spend almost half the time boys do taking part in sport and are less likely to be involved in sport at all, with 38.8% of boys doing sport daily, compared with 26.4% of girls. But while the research continues to highlight the extent of the problem, all are grappling with how to do something about it. The Arsenal and Scotland player Lisa Evans believes using new technology to target teenagers is vital to increasing the profile of women in sport: “Social media is taking over and is the biggest thing out there for attracting people to anything – be it news, sport or entertainment. Instagram, Snapchat, YouTube, they’re the growth markets for teenagers. So using them is one way we get to the age group we are targeting and hopefully can encourage them to play football.” Evans is speaking after beginning a vlogging series for Uefa’s YouTube channel, Together #WePlayStrong alongside Basel’s German striker Eunice Beckmann and the Austrian internationals Sarah Zadrazil and Laura Feiersinger, who play for the German clubs Turbine Potsdam and Sand respectively. The four friends film their day-to-day lives, from training to grocery shopping, to give an insight into life as professional female athletes. Evans played for Glasgow City then moved to Germany with Turbine Potsdam and Bayern Munich before joining Arsenal in 2017. Recruited by their former manager, Pedro Martínez Losa, she is now filming a flavour of life at Arsenal under the new manager, Joe Montemurro. “I’m loving it so far. I love Joe, I think he’s great, no disrespect to Pedro – he’s obviously the one who brought me to the club – but I think Joe is going to take us to that next level,” she says. “He’s got a relaxed approach to football, his coaching style is relaxed and he likes to play possession-based football. For us as a team and a club, it’s the Arsenal way. It’s how we like to play football.” Having played at the top level in Germany, the 25-year-old has seen the benefits of the German approach to sports. “There’s higher participation in Germany across all sports, whether that be football or hockey or whatever, they’ve got it from a young age. There’s a whole different attitude towards the game there.” Evans was part of the Scotland team which played in its first European Championship finals in the summer and the benefits of a team environment stick out for her. “I think any sport in general, whether it’s professional or amateur, gives you opportunities to be around people, be in a team environment,” she says. “It’s more like that in the women’s game as a whole. The men’s is much more about the individual now, but in women’s it’s all about team cohesion. That’s what’s so great about the vlog. It’s about four friends from different countries and different backgrounds who have all played together and now gone their separate ways.” Beckmann, who played in the US and Germany before she moved to Basel, where she has 12 goals in 12 games, has experienced football in the two biggest women’s footballing nations. “In America men’s football isn’t as big as men’s football in Europe. The women’s national team is more successful than the men’s national team and that’s why girls over there are more inspired by the US women’s team,” she explains. “I played a regular game in Portland and I think there were over 20,000 in the stadium. I’ve never played in front of so many people.” The weekly series is three weeks in and has attracted between 200,000 to 700,000 views per episode. Uefa is clearly hoping it can tap into the rise of the YouTube star and its slick cartoon graphics flit across the playful, Snapchat-esque amateur footage by the players. “I’ve been vlogging pretty much every day,” says Beckmann, who at one point balances the camera in her kitchen as she talks through making some cinnamon-heavy protein pancakes. “I’m really enjoying it. Sometimes it’s exhausting but every day I get more and more comfortable with the camera. I wouldn’t have imagined it being as much fun as it has been. The camera is my best friend right now.” • Last year’s FA Cup finalists, Manchester City and Birmingham, have been drawn against each other in the last 16 of this year’s competition. The final takes place at Wembley on 5 May. The fifth round draw: Arsenal v Millwall, Cardiff City v Charlton Athletic, Lewes v Everton, Sunderland v Aston Villa, Chichester City v Liverpool, Birmingham City v Manchester City, Chelsea v Doncaster Rovers Belles, Durham v Plymouth Argyle or Leicester City. • Having initially been scheduled to take place days after an international break, the Continental Cup final between Arsenal and Manchester City has been moved to Wednesday 14 March at Wycombe Wanderers’ Adams Park. • The Norway international Andrine Hegerberg has left Birmingham City for Paris St-Germain. The 24-year-old joined Blues in 2016 and has been playing for her country since 2013. Hegerberg said: “Paris Saint-Germain is a wonderful new step in my career. It’s one of the best clubs in the world.” • Liverpool Ladies captain, Gemma Bonner, has been ruled out for two to three months having suffered ankle ligament damage in her side’s 2-0 league win over Bristol City. Manchester City’s captain Steph Houghton and goalkeeper Karen Bardsley sustained injuries during the league leaders’ 0-0 draw against Chelsea at Kingsmeadow last week. The extent of their injuries is yet to be confirmed. • Perth Glory may have missed out on the chance to compete for a W-League Grand Final spot but their striker Sam Kerr has been confirmed as the league’s golden boot winner having scored 13 goals in nine games in the regular season. The Finals Series pits Sydney FC against Newcastle Jets before Brisbane Roar take on Melbourne City, all going for a place in the Grand Final. • The dates of the Champions League quarter-final matches have been confirmed. In the first legs Manchester City host the Swedish side Linköping and Montpellier host Chelsea on 21 March. Wolfsburg are at home to Slavia Prague and Lyon host Barcelona on 22 March. The second legs will take place on 28 March.", "title": "Arsenal’s Lisa Evans launches scheme to get more women playing football"}