{"link": "https://www.theguardian.com/football/2018/feb/05/ronald-koeman-netherlands-manager-everton", "description": "<p>• Dutch legend was sacked by Everton in October<br>• Koeman won 78 caps for his country and won Euro ‘88</p><p>The former Everton and Southampton manager Ronald Koeman has been named as the new Netherlands national team coach.</p><p>Koeman has signed a contract until 2022, when the national team will hope to compete at the Qatar World Cup having failed to qualify for Russia 2018. </p> <a href=\"https://www.theguardian.com/football/2018/feb/05/ronald-koeman-netherlands-manager-everton\">Continue reading...</a>", "content": " • Dutch legend was sacked by Everton in October• Koeman won 78 caps for his country and won Euro ‘88 Press Association \n\nTue 6 Feb 2018 15.01 GMT\n\n\nFirst published on Mon 5 Feb 2018 20.27 GMT\n\n The former Everton and Southampton manager Ronald Koeman has been named as the new Netherlands national team coach. Koeman has signed a contract until 2022, when the national team will hope to compete at the Qatar World Cup having failed to qualify for Russia 2018.  A statement by the Dutch FA on Tuesday read: “The KNVB has reached an agreement with Ronald Koeman over his appointment as the Dutch national team coach. Koeman has just signed a contract that ties him to Oranje with immediate effect up to and including the 2022 World Cup.” Koeman, who has been out of work since being sacked at Goodison Park in October, succeeds Dick Advocaat, who stepped down last year. “I am proud to finally announce that I am the new manager of the Dutch national team. Happy to be here and serve the country in our road to UEFA Euro 2020,” he tweeted. It is the 54-year-old Koeman’s 10th managerial post after spells in charge of Vitesse Arnhem, Ajax, Benfica, PSV Eindhoven, Valencia, AZ Alkmaar, Feyenoord, Southampton and Everton, where he was sacked in October after guiding them to seventh in his only full season in charge.", "title": "Ronald Koeman appointed as Netherlands manager"}