{"link": "https://www.theguardian.com/sport/blog/2018/feb/04/sam-simmonds-england-italy-six-nations", "description": "<p>Eddie Jones will surely build his back row around his new No 8 but coach may regret not having tried a couple more rolls of the dice</p><p>The theory went that this was a conservative England team selected by Eddie Jones. That the number of matches before the World Cup is dwindling and this was the time to give fringe players a taste of the white heat of Six Nations battle. Jones was having none of it, but it cannot be denied that the most eye-catching performance of this ultimately predictable victory – England’s self-styled hunters eventually feasting on their Italian prey – was that of Sam Simmonds, the newest member of this side.</p><p>Granted Simmonds’s selection was hardly a surprise, given that Billy Vunipola and Nathan Hughes were out injured and alternative options at No 8 were thin on the ground. But his was a performance to set the pulse racing and make you wonder whether England and Jones might have benefited from a couple more rolls of the dice in terms of selection.</p> <a href=\"https://www.theguardian.com/sport/blog/2018/feb/04/sam-simmonds-england-italy-six-nations\">Continue reading...</a>", "content": " Eddie Jones will surely build his back row around his new No 8 but coach may regret not having tried a couple more rolls of the dice \nGerard Meagher at Stadio Olimpico \n\nSun 4 Feb 2018 19.14 GMT\n\n\nLast modified on Mon 5 Feb 2018 08.02 GMT\n\n The theory went that this was a conservative England team selected by Eddie Jones. That the number of matches before the World Cup is dwindling and this was the time to give fringe players a taste of the white heat of Six Nations battle. Jones was having none of it, but it cannot be denied that the most eye-catching performance of this ultimately predictable victory – England’s self-styled hunters eventually feasting on their Italian prey – was that of Sam Simmonds, the newest member of this side. Granted Simmonds’s selection was hardly a surprise, given that Billy Vunipola and Nathan Hughes were out injured and alternative options at No 8 were thin on the ground. But his was a performance to set the pulse racing and make you wonder whether England and Jones might have benefited from a couple more rolls of the dice in terms of selection. Simmonds topped England’s tackle count with a mightily impressive 23; he scored two tries that no other back-row on the pitch would even have thought about finishing, made the most metres and the joint most carries. There are still problems with England’s back-row balance and they were troubled by an Italy trio that, as well as Sergio Parisse, contained two players who had three caps between them before kick-off. But Simmonds again demonstrated that, while he is not the biggest, his elusive, low-slung style is well suited to the international stage. For the rest of the Six Nations Jones will surely build his back row around Simmonds, even if that means biting the bullet and dropping one of his three outstanding locks. “If he was a cricketer, he’d be playing Twenty20,” was Jones’s pithy assessment. Simmonds, it must be said, gives up nearly five stone to Vunipola. His game is more ballet than ballast but against a tiring Italy side he was clinical, nigh-on unstoppable, and with his tail up he laid on a try for his Exeter team-mate Jack Nowell with a deliciously timed pass. It was not surprising either that his two scores came late on, when his fleetness of foot can exploit fatigue to an even greater extent. And if England lack a bit in hard, direct running with Simmonds at No 8 Ben Te’o did his best to make up for it. Te’o quietly went about his business, much as he did in his first England start, against Italy a year ago. It was just before the half-hour mark when the centre first passed the ball and he had made six carries by that stage. It is relevant because the biggest criticism of Te’o is that for all his hard, straight running, he does not pass the ball often enough. Jones acknowledged the criticism when naming his team and, rest assured, the England head could not care less. For Te’o had a hand in all three of England’s first-half tries. The first was a no-frills, hard carry over the gainline in the Italian 22. Soon enough George Ford and Owen Farrell were combining to release Anthony Watson into the space created out on the right. For Watson’s second Te’o played a significant part without even touching the ball – another hard, straight line, this one a decoy, occupied enough Italy defenders to allow Jonny May to release his fellow wing to produce a rampant finish, again in the right-hand corner. And for the third his opposite number saw him coming but, such was the collision, the ball squirmed loose and seconds later Farrell was over. For all that Simmonds and Te’o impressed this was not the “brutal and uncompromising” performance Jones had demanded, not until the final 15 minutes anyway. Rather this was a hit-out; a performance increasingly typical of Jones’s side, playing in fits and starts but knitting together very little in the way of sustained rhythm. In addition to Te’o and Simmonds, Ford and Farrell combined with alacrity, particularly in the first half, but if we accept that Italy were 50-1 against to beat England, the defending champions were caused far more problems than the bookmakers had anticipated. England rarely put Italy out of sight by half-time so perhaps it should have come as little surprise that when Parisse was all too happy to kick the ball out with the clock beyond 40 minutes, the azzurri were within a score. Slow starts are a hallmark of this England side and, while that may seem the wrong way to describe a half that began with Watson’s tries, it was not looking like the kind of statement the coach had wanted until Italy’s young bucks, full of invention and energy, ran out of puff. Fitness, however, will not make such a marked difference against Wales at Twickenham on Saturday, but it must be noted that Jones’s obvious counterpoint to not experimenting further is that he wanted his side battle-hardened for the visit of Warren Gatland’s side. Selection is often lauded as Jones’s strongest asset and it is hard to quibble after a bonus-point win with a healthy boost to the points difference late on. Time will tell, however, whether this was a missed opportunity to be bold.", "title": "Sam Simmonds sets pulse racing but England miss chance to be bolder | Gerard Meagher"}