{"link": "https://www.theguardian.com/sport/2018/feb/06/malcolm-butler-super-bowl-omission-reasons-patriots-bill-belichick", "description": "<ul><li>Former Super Bowl hero was stunned when left out of Patriots loss</li><li>Decision was questioned by many after Eagles went on to victory</li></ul><p>Malcolm Butler, the man whose last-gasp play won the Super Bowl for the New England Patriots in 2015, was left out of Sunday’s championship game due to a “perfect storm” of events, <a href=\"https://twitter.com/RapSheet/status/960664146575527937\">according to NFL Network’s Ian Rapoport</a>.</p><p>Butler, who had played in 98% of the Patriots’ defensive snaps leading up to <a href=\"https://www.theguardian.com/sport/2018/feb/04/super-bowl-2018-philadelphia-eagles-new-england-patriots-nfl\">Sunday’s loss to the Eagles</a> was bemused when he was all but excluded from the action in Minneapolis, only making a brief appearance for special teams duty.</p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/malcolm-butler-super-bowl-omission-reasons-patriots-bill-belichick\">Continue reading...</a>", "content": " \nGuardian sport \n\nTue 6 Feb 2018 13.05 GMT\n\n\nLast modified on Tue 6 Feb 2018 13.07 GMT\n\n Malcolm Butler, the man whose last-gasp play won the Super Bowl for the New England Patriots in 2015, was left out of Sunday’s championship game due to a “perfect storm” of events, according to NFL Network’s Ian Rapoport. Butler, who had played in 98% of the Patriots’ defensive snaps leading up to Sunday’s loss to the Eagles was bemused when he was all but excluded from the action in Minneapolis, only making a brief appearance for special teams duty. Butler was seen in tears before the game and was at a loss to explain why he was omitted afterwards, with back-up Eric Rowe unexpectedly taking his place. “They gave up on me,” Butler told ESPN. “Fuck. It is what it is. “I don’t know what it was. I guess I wasn’t playing good or they didn’t feel comfortable. I don’t know. But I could have changed that game.” Coach Bill Belichick’s decision, in a game in which the Patriots struggled to stop the Eagles offense, was called into question by many observers, including former New England cornerback Brandon Browner. He said Belichick was guilty of a “power trip”. My understanding is the benching of #Patriots CB Malcolm Butler happened because of a perfect storm of issues: Sickness, a rough week of practice, and a minor rule violation believed to be related to curfew. A complicated matter. pic.twitter.com/TmUJgkHpsZ On Monday night, Rapoport said Butler had been excluded for a number of reasons. “One thing that Bill Belichick said this morning was that a lot goes into it,” Rapoport said on NFL Network’s Total Access. “And yes, from what I understand, there are several factors that led Malcolm Butler, one of the team’s top defensive players, to not be out on the field for the Super Bowl. Among those, he showed up a day later than team-mates because he was sick. Remember, he was not at Opening Night. That was a factor. I’m also told that during practice this week he really struggled. Had a rough week of practice, perhaps because of illness, but maybe because of other things. That was one thing they had to consider in putting Eric Rowe out there instead of him. “But I’m also told there were some other issues, disciplinary issues. There was a small or minor violation of team rules that happened earlier in the week that is one thing. And then there are some attitudes, frustrations as well. All of this combined to put Malcolm Butler not on the field with his team-mates trying to win the Super Bowl, but on the sideline watching.” The famously taciturn Belichick would not expand on why he had omitted Butler. “I respect Malcolm’s competitiveness, and I’m sure that he felt like he could have helped,” he said on Monday. “I’m sure other players felt the same way. In the end, we have to make the decisions that we feel are best for the football team, and that’s what we did, that’s what I did.” Butler had a disappointing regular season and is expected to leave the Patriots in the coming months.", "title": "Report: Malcolm Butler's shock Super Bowl omission down to 'perfect storm'"}