{"link": "https://www.theguardian.com/sport/2018/feb/06/donald-trump-edwin-jackson-car-crash-death-manuel-orrego-savala", "description": "<ul><li>Linebacker <a href=\"https://www.theguardian.com/sport/2018/feb/05/edwin-jackson-car-crash-death-manuel-orrego-savala\">was killed in car accident on Sunday</a> in Indianapolis</li><li>Man arrested in case had been deported from US twice</li></ul><p>Donald Trump has said the US must crack down on illegal immigration following the death of Indianapolis Colts linebacker Edwin Jackson.</p><p>The 26-year-old Jackson <a href=\"https://www.theguardian.com/sport/2018/feb/05/edwin-jackson-car-crash-death-manuel-orrego-savala\">was killed on Sunday in a car accident</a> and police have detained a suspected drunk driver in connection with the death. Police say Manuel Orrego-Savala, who is originally from Guatemala, <a href=\"https://www.theguardian.com/sport/2018/feb/05/edwin-jackson-car-crash-death-manuel-orrego-savala\">was in the US illegally at the time of Jackson’s death</a> and had been deported from America twice in the past.</p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/donald-trump-edwin-jackson-car-crash-death-manuel-orrego-savala\">Continue reading...</a>", "content": " \nGuardian sport \n\nTue 6 Feb 2018 15.24 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.24 GMT\n\n Donald Trump has said the US must crack down on illegal immigration following the death of Indianapolis Colts linebacker Edwin Jackson. The 26-year-old Jackson was killed on Sunday in a car accident and police have detained a suspected drunk driver in connection with the death. Police say Manuel Orrego-Savala, who is originally from Guatemala, was in the US illegally at the time of Jackson’s death and had been deported from America twice in the past. So disgraceful that a person illegally in our country killed @Colts linebacker Edwin Jackson. This is just one of many such preventable tragedies. We must get the Dems to get tough on the Border, and with illegal immigration, FAST! “So disgraceful that a person illegally in our country killed @Colts linebacker Edwin Jackson,” wrote the president on Twitter on Tuesday morning. “This is just one of many such preventable tragedies. We must get the Dems to get tough on the Border, and with illegal immigration, FAST!” The president later added his condolences to Jackson’s family: “My prayers and best wishes are with the family of Edwin Jackson, a wonderful young man whose life was so senselessly taken.” According to police, Orrego-Savala’s blood alcohol levels were three times the legal limit when he drove on to the shoulder of Interstate 70 in Indianapolis and hit Jackson. Jackson had pulled over after he felt sick and was being helped by another driver, 54-year-old Jeffrey Monroe, who was also struck and killed.  “We were heartbroken to hear the news of Edwin Jackson’s passing,” the Colts said in a statement on Sunday. “Edwin was loved by all in the Colts organization. We admired his outgoing personality, competitive spirit and hard-working mentality. He was well-respected among all with whom he crossed paths, and he will be greatly missed in our locker room and throughout our entire organization. “We also understand that another person lost his life in the accident, only adding to our sorrow on this day. We are shocked and saddened by this tragedy, and our thoughts and prayers are with the families of both men during this difficult time.”", "title": "Donald Trump uses death of Colts' Edwin Jackson to attack illegal immigrants"}