{"link": "https://www.theguardian.com/sport/2018/feb/06/british-boxer-muhammad-ali-gets-two-year-ban-for-positive-steroid-test", "description": "<ul><li>Yorkshireman failed test following World Series of Boxing match</li><li>Ali protested innocence of intentional wrongdoing</li></ul><p>The British Olympic boxer Muhammad Ali has been given a two-year ban after testing positive for a steroid last year, the sport’s world governing body Aiba has announced. </p><p>His failed test came when he was fighting for the British Lionhearts in their World Series of Boxing (WSB) match against the Morocco Atlas Lions in Casablanca last April. </p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/british-boxer-muhammad-ali-gets-two-year-ban-for-positive-steroid-test\">Continue reading...</a>", "content": " Press Association \n\nTue 6 Feb 2018 13.21 GMT\n\n The British Olympic boxer Muhammad Ali has been given a two-year ban after testing positive for a steroid last year, the sport’s world governing body Aiba has announced.  His failed test came when he was fighting for the British Lionhearts in their World Series of Boxing (WSB) match against the Morocco Atlas Lions in Casablanca last April. Trace elements of Trenbolone, a powerful and widely abused anabolic steroid, were found in his urine sample and he was suspended in May, which means he will be eligible to compete again in May 2019.  The 21-year-old Yorkshireman has already stated his desire to fight for a place at the 2020 Tokyo Olympics, where he had been considered a medal prospect.  A silver medallist at the 2014 World Youth Championships and 2016 European Championships, Ali lost in the first round of the flyweight competition at the Games in 2016 but was the highest-ranked fighter in his WSB division at the time of his positive.  In a statement, Aiba said it “welcomes and fully supports the anti-doping testing procedure” at its competitions and is working with the World Anti-Doping Agency “to ensure that boxing is doping-free”.  Ali, who has strongly protested his innocence of any intentional wrongdoing, is the first member of the GB Boxing squad to fail a drugs test for a banned substance.  A spokesperson for GB Boxing said: “We have noted the conclusion of Aiba’s findings on this issue and that it is of the opinion that the athlete did not take the prohibited substances with the intention to cheat.  “GB Boxing is committed to clean sport and we work with UK Anti-Doping and our international federation to provide extensive education and support to our boxers on anti-doping rules, the anti-doping obligations upon them as athletes and the importance of adhering to the principles of clean sport.”", "title": "British boxer Muhammad Ali gets two-year ban for positive steroid test"}