{"link": "https://www.theguardian.com/sport/2018/feb/06/wales-name-unchanged-side-for-six-nations-showdown-against-england", "description": "<ul><li>Lions wing George North picked among Twickenham replacements</li><li>Warren Gatland ready for the challenge of ‘huge English pack’</li></ul><p>Wales have named an unchanged team for Saturday’s visit to Twickenham with the fit-again Lions wing George North only able to make the bench.</p><p>It means the men in red will again have 10 Scarlets in their ranks as they strive to become the first team to beat England at Twickenham in the Six Nations since Scott Williams’s try put Warren Gatland’s team on course for the grand slam in 2012.</p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/wales-name-unchanged-side-for-six-nations-showdown-against-england\">Continue reading...</a>", "content": " \nGuardian sport \n\nTue 6 Feb 2018 12.22 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.07 GMT\n\n Wales have named an unchanged team for Saturday’s visit to Twickenham with the fit-again Lions wing George North only able to make the bench. It means the men in red will again have 10 Scarlets in their ranks as they strive to become the first team to beat England at Twickenham in the Six Nations since Scott Williams’s try put Warren Gatland’s team on course for the grand slam in 2012. The only change to the 23 who featured in the 34-7 victory over Scotland last weekend is North’s inclusion on the bench in place of the inexperienced Ospreys’ centre Owen Watkin. There is no place for the Saracens wing Liam Williams who returned to training this week after missing the opening round with an abdominal strain. “It is tough on Owen, but Josh Adams (the Worcester wing who made his Test debut against Scotland) picked up a slight strain last weekend so George provides a bit more cover there,” said Gatland, the Wales head coach, who will also have the option of bringing on North in the midfield to add thrust. “We know how tough it is going to be against a huge English forward pack. They are really going to test us. England have been in great form the last couple of years so we know the challenge we face but we have had a good couple of weeks in camp and we are looking forward to going up to Twickenham. The players deserve an unchanged side after the performance on the weekend.” Wales have not beaten England in the Six Nations since 2013, the year when they pipped their grand slam chasing rivals to the title with a 30-3 victory in Cardiff to deny them on points difference. Their side contains three survivors from the starting line-up at Twickenham, Leigh Halfpenny, Ken Owens and Alun Wyn Jones, while Williams came off the bench for the second-half. A fifth successive victory for England would equal their tournament record over Wales having on three occasions achieved the feat, the last time between 2000 and 2004. Wales XV L Halfpenny (Scarlets, left); J Adams (Worcs), S Williams, H Parkes, S Evans; R Patchell, G Davies; R Evans, K Owens, S Lee (all Scarlets), C Hill (Dragons), AW Jones (Ospreys, capt), A Shingler (Scarlets), J Navidi (Cardiff Blues), R Moriarty (Gloucs). Replacements E Dee (Dragons), W Jones (Scarlets), T Francis (Exeter), B Davies (Ospreys), J Tipuric (Ospreys), A Davies (Scarlets), G Anscombe (Cardiff Blues), G North (Northampton). ", "title": "Wales name unchanged side for Six Nations showdown against England"}