{"link": "https://www.theguardian.com/sport/2018/feb/06/england-ford-farrell-another-10-space", "description": "<p>Combination of George Ford and Owen Farrell gives England a lot of options and spares Eddie Jones the need for a backs coach</p><p>Speaking from the point of view of a backs coach, I find it no surprise Eddie Jones does not have a permanent one in his England set-up. In fact, it is extremely encouraging because it demonstrates the amount of ownership taken by George Ford and Owen Farrell. He has talked before about how they “can’t be coached” – that effectively they coach themselves – but increasingly it looks as if they are taking a firm handle on running the back division.<br></p><p>You can see it when they line up together and it was really quite <a href=\"https://www.theguardian.com/sport/blog/2018/feb/05/six-nations-talking-points-from-the-opening-weekend\">obvious against Italy</a>. Farrell is vastly experienced and Ford is a lot more experienced than you might think too. They’re not new to the Test match or Six Nations environment, or to each other and they have such a good understanding of what makes the back-line unit tick. It’s something you get at club level – senior players who have been around a while know what makes things tick and it’s very powerful when you have that. I’m the other side of it now. I don’t want to be standing there talking and yelling at every backs session, telling them what to do. If you get an ownership from the players and they understand the expectations – if it’s player led, that’s very powerful and I’m sure at Test level it’s even more powerful.</p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/england-ford-farrell-another-10-space\">Continue reading...</a>", "content": " Combination of George Ford and Owen Farrell gives England a lot of options and spares Eddie Jones the need for a backs coach Contact author \n\nTue 6 Feb 2018 10.00 GMT\n\n Speaking from the point of view of a backs coach, I find it no surprise Eddie Jones does not have a permanent one in his England set-up. In fact, it is extremely encouraging because it demonstrates the amount of ownership taken by George Ford and Owen Farrell. He has talked before about how they “can’t be coached” – that effectively they coach themselves – but increasingly it looks as if they are taking a firm handle on running the back division. You can see it when they line up together and it was really quite obvious against Italy. Farrell is vastly experienced and Ford is a lot more experienced than you might think too. They’re not new to the Test match or Six Nations environment, or to each other and they have such a good understanding of what makes the back-line unit tick. It’s something you get at club level – senior players who have been around a while know what makes things tick and it’s very powerful when you have that. I’m the other side of it now. I don’t want to be standing there talking and yelling at every backs session, telling them what to do. If you get an ownership from the players and they understand the expectations – if it’s player led, that’s very powerful and I’m sure at Test level it’s even more powerful. It puts England in a very good place. You’ve got your leaders of the game: if they’re doing it at training as well, it makes for a slick operation. You get the transfer from what you’re doing at training because there’s a massive buy-in and everyone feeds off that. Against Italy I thought the variety from the two of them was really good. It wasn’t just going side to side, they played the front line, they were very patient. They really manipulated Italy in defence and shortened them up – that is the beauty of having that Ford-Farrell combination because you have another 10 to see that space and when it’s on in the wider channels. Then you’ve got the strike runners who are deadly when in space, as we saw with Anthony Watson’s two tries after Ford and Farrell had combined. They both used the forwards really well too. It all comes down to the work England are doing at the contact area – it becomes a lot easier to make decisions because you have a lot of time. If you’re getting that front-foot ball and the ruck speed you want, a combination at 10-12 or 9-10-12, you’ll see a really quick progression and a quick understanding of what each player wants and needs and what their strengths and weaknesses are. What you’re seeing when they get that front-foot ball is Ford can be really flat and Farrell can punch and make line breaks off it. It allows Ford to play on that front line and Farrell in that second wave. He’s played 10 a lot so he has the ability and the awareness. He knows the appropriate depth he needs when he’s playing out the back. He can read the defensive line in those wide channels and he knows when to play the front line as well. Wales will be an altogether different challenge because defensively they were extremely strong against a Scotland side who were very confident after their autumn performances – Shaun Edwards will be very pleased. And I was hugely impressed with the way Wales’s big Scarlets contingent performed, especially Scott Williams and Hadleigh Parkes in the centres. Part of me felt it would be difficult to translate their Champions Cup form to a tournament but they were fantastic. They’ve got a bulk of a Scarlets squad there that know how to play that style of rugby but the big difference at Twickenham will be whether they can get parity at the set piece and have a platform. If the England defence can stop Wales behind the gainline, do Warren Gatland’s players have the ability to manipulate and get that go-forward ball? If they don’t, it looks great passing from side to side but they are not going anywhere. Eventually the pressure comes on, someone gets isolated and England will feed off that. When I saw Jonathan Sexton line up the drop-goal, I couldn’t help but think it was too far back. A drop-goal on its own is an extremely difficult skill – there are so many variables and that’s before you add in the opposition chasing you down and the sense of urgency that comes with knowing the game could end at any moment. I remember mine against Stade Français in the Heineken Cup in 2008 – it was probably the ugliest drop-goal I’ve ever kicked but it doesn’t matter if it goes over. But what we saw with Sexton was a world-class piece of skill from a world-class player.", "title": "The beauty of Ford-Farrell is you have another 10 to see the space | Nick Evans"}