{"link": "https://www.theguardian.com/sport/2018/feb/06/cricket-lunch-breaks-dotty-but-necessary-oval-centurion", "description": "<p>The rules around taking a break are hard to stomach at times, such as at Centurion, but they are for the good of the game</p><p>On the last day of July in 1884 the touring Australian side arrived at The Oval for a game against the Players of England, a team made up of representatives from across the English counties.</p><p>It was not much of a match, with the English – weakened by Nottinghamshire’s and Lancashire’s refusal to let their top players travel south – proving unable to deal with the pace of Fred Spofforth, the Australian seamer, who played fabulously, assisted by a helpful pitch. He took eight wickets in the first innings, in which only four players reached double figures and George Ulyett top-scored with 22, and another six in the second, when two batsmen reached double figures and again Ulyett stood out, scoring 33 of the meagre 71 in total.</p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/cricket-lunch-breaks-dotty-but-necessary-oval-centurion\">Continue reading...</a>", "content": " The rules around taking a break are hard to stomach at times, such as at Centurion, but they are for the good of the game \nSimon Burnton \n\nTue 6 Feb 2018 11.24 GMT\n\n\nLast modified on Tue 6 Feb 2018 11.32 GMT\n\n On the last day of July in 1884 the touring Australian side arrived at The Oval for a game against the Players of England, a team made up of representatives from across the English counties. It was not much of a match, with the English – weakened by Nottinghamshire’s and Lancashire’s refusal to let their top players travel south – proving unable to deal with the pace of Fred Spofforth, the Australian seamer, who played fabulously, assisted by a helpful pitch. He took eight wickets in the first innings, in which only four players reached double figures and George Ulyett top-scored with 22, and another six in the second, when two batsmen reached double figures and again Ulyett stood out, scoring 33 of the meagre 71 in total. The Australians scored 151 in their first innings with George Bonnor, run out for 68, the game’s outstanding run-maker, and thus needed 28 from their second knock to win the game. Bonnor, who batted at No 6 in Australia’s first innings, was promoted to the top of the order, and after a 22-minute delay between innings (the timing is important) he and Percy McDonnell came out at 1.45pm on the second day. They proceeded to score 17 rapid runs before, at precisely 1.58pm, Bonnor was bowled by Yorkshire’s Ted Peate. Eleven runs were needed, nine wickets remained, but lunch was due to be called at two. Eyes turned to the pavilion, but no batsman emerged. “Play,” cried the spectators but, when nobody arrived, the rest of the players headed indoors. Whether the decision to stop was taken because the Australians were particularly peckish or imposed by caterers is hard to ascertain but many present concluded that it was a ruse to extend the match and increase gate receipts and were profoundly disgruntled. “During the interval the people assembled in front of the pavilion and groaned and hissed,” the Times reported. “When the bell was rung at 20 minutes to three for the resumption of play the crowd made a rush for the wickets and, knocking down the rope and stakes, pulled up the stumps, which they threw in all directions.” The disturbance lasted for 45 minutes. It was, the Bradford Daily Telegraph reported: “An unseemly riot, taken part in unfortunately by persons of all classes. Anything more discreditable, perhaps, has never been seen on an English cricket field.” The Nottingham Daily Express lamented that “the behaviour of a portion of the public was un-English and it will remain, if all that is reported is true, an everlasting stain on English manners to be often quoted both in sorrow and anger by our kinsmen of the Colonies”. “The crowd refused to allow the wickets to be refixed, in spite of the efforts of the police and continuous ringing of the bell,” the Sunday newspaper Lloyd’s Weekly reported. “The Surrey secretary, Mr Alcock, attempted to appease the crowd but met with somewhat rough treatment. The players came out several times, only to retire, being surrounded by the crowd. The police attempted to arrest one of the crowd but were unsuccessful.” At one stage Alcock asked Peate who, having just taken a wicket might perhaps have earned a bit of patience from the spectators, to appeal for calm. “Ah didn’t cum here t’quell riot,” he replied. “Ah cum t’play cricket.” And so to Centurion, where the second ODI between South Africa and India was paused on Sunday, with the tourists requiring two runs to win, for a 40-minute lunch break. Again, disapproving spectators took to their feet in protest, but rather than invading the field they simply went home. There was, however, plenty of hooting and hissing on social media. “Bloody bonkers,” concluded Michael Vaughan. It is one of those particularly awkward situations where sympathy must be spread among players, spectators and also umpires. ICC regulations had allowed Aleem Dar and Adrian Holdstock “to play 15 minutes (a minimum of four overs) extra time at the scheduled interval if requested by either captain if, in the umpires’ opinion, it would bring about a definite result in that session”, which they had done. There is nothing in the regulations that might have allowed them to play any longer and, though common sense dictates that they could have done so, the situation at that time made such a decision unwise. When lunch was called India had faced 19 overs, one over short of the minimum that must be bowled to the side batting second for it to constitute a completed match. Conditions in Pretoria were fair but, should another game be in an identical situation but with threatening clouds gathering overhead, cricketing tradition dictates that the bowling side would be entitled to take lunch and spend the interval gazing desperately at the sky and performing rain dances in the knowledge that, however dire their position in the match, extended rainfall would hand them an undeserved draw. Had play been allowed to continue at Centurion, it would have set a precedent that would have clouded this already quite cloudy situation. “It’s almost a no-win for the umpires,” says Fraser Stewart, MCC’s laws manager. “They either break the regulations and have to accept the consequences, potentially from their employer, or they’re tried in the court of public opinion. They were damned either way. “It didn’t look great but the unintended consequences of allowing play to continue could have put umpires in a difficult place further down the line.” The umpires, in short, took the decision, and accepted the derision, for the good of the game and should be applauded even if – unlike, one assumes, the lunch they took – it was a little hard to swallow at the time.", "title": "Delaying a win for lunch is hard to swallow but cricket's rules make sense | The Spin"}