{"link": "https://www.theguardian.com/uk-news/2018/feb/06/barry-bennell-trial-jurors-urged-to-set-aside-revulsion", "description": "<p>Ex-coach became ‘sitting target’ after admitting to child sexual offences, says defence barrister</p><p>Jurors in the trial of former football coach Barry Bennell should put aside their distaste for him as they consider their verdicts, his defence barrister has said.</p><p>Eleanor Laws QC told Liverpool crown court that the 64-year-old had become a “sitting target” after admitting to child sexual offences in the 1990s. </p> <a href=\"https://www.theguardian.com/uk-news/2018/feb/06/barry-bennell-trial-jurors-urged-to-set-aside-revulsion\">Continue reading...</a>", "content": " Ex-coach became ‘sitting target’ after admitting to child sexual offences, says defence barrister \nJosh Halliday North of England correspondent \n\nTue 6 Feb 2018 15.28 GMT\n\n\nLast modified on Tue 6 Feb 2018 17.12 GMT\n\n Jurors in the trial of former football coach Barry Bennell should put aside their distaste for him as they consider their verdicts, his defence barrister has said. Eleanor Laws QC told Liverpool crown court that the 64-year-old had become a “sitting target” after admitting to child sexual offences in the 1990s.  She said: “It may be tempting, in light of what I have said to you, it may be tempting – in particular if you have loved ones at home – to think, ‘well, who cares about getting it right, he’s a convicted paedophile.’” But she told the jurors to put their “understandable potential revulsion about him” to one side.  Making her closing speech on Tuesday, Laws added: “The defendant is a known target and he coached these boys. They know when making allegations, whether truthful or not, that they are making allegations against a convicted paedophile.” Bennell has admitted seven charges of sexually abusing three boys, aged 11 to 14, but denies 48 other counts relating to 11 boys from 1979 to 1991. The jury has been directed to return not guilty verdicts in respect of three counts. The former Crewe Alexandra and Manchester City coach has already served prison sentences in England and the US for child sex offences in football, the court heard, but Bennell claimed to be the “victim of a concerted effort by people from his past”. Bennell chose not to give evidence in his defence in the trial, where he has appeared via videolink from prison due to ill health. Laws told the jury that some of the 11 complainants had made compensation claims and contacted solicitors. She urged jurors to look very carefully at each of the alleged victims. She said: “We would say you can be sure there is no detail that any of the witnesses give that could only have come about or come to light as a result of being abused by Barry Bennell.”  Laws said there was publicity surrounding his guilty pleas to offences in the 1990s and a documentary was aired about him in 1997. She said: “There has been a great deal of publicity and indeed a great deal of contact between complainants.” Laws told the jury Bennell’s time in prison for offences he admitted in the past had had a profound effect on him. She said: “It’s an inescapable fact that the man we see on that screen is a different man to the man who was abusing those boys.” On Monday, the prosecutor Nicholas Johnson QC told the jury that Bennell was a “child molester on an industrial scale” and went to great lengths to abuse children at his house. The trial continues.", "title": "Barry Bennell trial: jurors urged to set aside 'revulsion'"}