{"link": "https://www.theguardian.com/sport/2018/feb/06/steve-holcomb-blind-bobsled-winter-olympics", "description": "The American bobsledder with a passion for speed won Olympic gold in 2010 and double bronze in 2014 but will be much missed at Pyeongchang 2018 after his death last year<p>There are countless routes down the mountain but Steve Holcomb cared about only one. “The perfect line. The absolute fastest way down.” If you hit it, he said, you destroy the track record. “The catch is that you never do.” Holcomb was the best bobsled pilot of his generation. He measured his success by inches and regretted every little error. For Holcomb, bob racing was about making quick fixes, corrections to get the sled back where he wanted it to be. “You only hit that perfect line the whole way down once or twice in your entire career. But it’s there and it’s what everybody’s striving for.”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2017/may/07/steven-holcomb-shock-death-of-bobsled-legend-who-made-us-a-force\">Steven Holcomb: shock death of bobsled legend who made US a force</a> </p> <a href=\"https://www.theguardian.com/sport/2018/feb/06/steve-holcomb-blind-bobsled-winter-olympics\">Continue reading...</a>", "content": " \nAndy Bull \n\nTue 6 Feb 2018 13.31 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.18 GMT\n\n There are countless routes down the mountain but Steve Holcomb cared about only one. “The perfect line. The absolute fastest way down.” If you hit it, he said, you destroy the track record. “The catch is that you never do.” Holcomb was the best bobsled pilot of his generation. He measured his success by inches and regretted every little error. For Holcomb, bob racing was about making quick fixes, corrections to get the sled back where he wanted it to be. “You only hit that perfect line the whole way down once or twice in your entire career. But it’s there and it’s what everybody’s striving for.” Holcomb always said anyone could drive a sled. I never really believed him. Bobsledding seemed to me a lesson in the inadequacy of language. It’s only once you’ve ridden in one that you realise how little words can tell you about what it’s really like. A four-man bob shakes like a tin of paint in the mixer by the backdoor of the hardware store, pulls more G-force than a drag racer, and travels so fast that by the time your mind has mapped one curve your body is already through the next. “Really,” Holcomb promised, “it’s pretty simple. The curve goes right, you pull right, the curve goes left, you pull left.” So, yes, he said, anyone can drive a sled. The hard part is learning to race one. The closest thing to it, Holcomb thought, was flying a stunt plane in an airshow. Because in a bob, all the driver sees are the great white walls of the track, just as a pilot only catches glimpses of the ground and sky. There are few visual cues to tell you what to do and when to do it. Which is why Holcomb was able to become one of the best sled racers in the US even though his eyesight was so bad he was not legally allowed to drive. He suffered from keratoconus, which causes progressive blindness. His vision was 20/600, so bad that the strongest contacts couldn’t help him see clearly. When he finally found a cure for the disease, he became one of the best bobsled racers on the planet, the world and an Olympic champion. He won the Olympic gold at Vancouver in 2010 and two bronze medals at Sochi in 2014. He should have been a contender at Pyeongchang too. Holcomb died last May in his bed at the Olympic training facility in Lake Placid. He was 37. The coroner’s report said the likely cause was pulmonary congestion and that he had high quantities of alcohol and sleeping pills in his system. His family want to keep the details of his death private. In his autobiography, But Now I See, Holcomb wrote at length about his struggle with clinical depression and revealed how he had once tried to take his own life by overdosing on whisky and prescription pills. I met Holcomb when I was researching a book on another great American bobsledder, Billy Fiske. Holcomb was happy to give up his time to a stranger, even one who knew nothing about his sport. Early on, I wanted to summon up a little technical knowledge to impress him so asked if it was right that a sled should run “high in, low out” of a curve. He smiled and told me to stop quoting Cool Runnings. “John Candy couldn’t have given any worse advice. You would crash on the first curve.” There are no rules for how to race a sled, Holcomb said, because “every track is different, each has its own personality”. But there were principles, qualities a pilot needed. The first, he said, was speed, specifically “an understanding of how to generate it using G-forces”, where to turn and when to wait, how long and how late. This was something “some guys pick up really quickly, some develop over years, and some never do figure out.” He learned it as a kid on the ski slopes in Park City, Utah. In baseball, Holcomb would always try to steal bases, in soccer he’d want to skin the winger. Whatever he was doing, he wanted to know how fast he could go. On skis, the answer was not fast enough. He was good, but not good enough to compete in the Olympics. He was 17 when he realised. It was then, he wrote later, he “felt the first pangs of depression, like a yoke on my shoulders, pushing me down.” Bobsledding became his way to keep chasing the Olympic dream. Of course Holcomb was not the only quick kid on the bob circuit but then speed is not all you need to succeed. “There are a lot of great drivers, they are passionate, they love the sport, they know what they are doing, but they don’t want to take the risk. They don’t want to push it. They’re more worried about getting down safely than they are about winning.” The best are the ones who push the sled right to the very edge and hold it there, riding the line. An inch one way and the sled goes over, an inch the other and it slows. On the start line Holcomb’s attitude was: “I’m not holding back. We are going to win this, and if not, we are going to crash. Because I am not here to finish fifth.” In his 20s he doubled up his bobsledding with a career in the National Guard. He was a combat engineer, specialising in demolition. So he had what he described as “a healthy working relationship with fear”. But fear comes in different forms. And Holcomb learned there are kinds you can’t master, kinds that creep irresistibly into your life. Like the coming of blindness. It started when a botched laser eye surgery exacerbated his undiagnosed keratoconus. His vision grew worse week by week. For years, Holcomb felt he could not tell his team-mates or coaches what was happening to him, worried they would kick him off the team. He taught himself to use his other senses to drive the sled. He learned to feel his way down a run, “as gravity and speed pulled us in and out of turns”. Away from the track, he shut himself in his room. He suffered “pangs of something strange and heavy and dark”. He miraculously survived an attempt to take his own life. Soon after, Holcomb did finally open up to his coach, who helped him find a doctor offering a new, experimental procedure. It worked. Now he could see. But it was the skills he learned racing blind, the sense of touch and feel, that made him so good. So in the end he found a way to beat that fear, too. But the depression was not so easy to cure. It became “a familiar old friend that I simultaneously dreaded and welcomed”. Getting his eyesight back did not drive it away, nor did winning gold. Life is not an easy steer. And, right to the end, Steve Holcomb was still searching for that perfect line, the one that is so hard to find. In the UK Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at www.befrienders.org", "title": "The life and death of Steve Holcomb, forever seeking that perfect line"}