{"link": "https://www.theguardian.com/football/2018/feb/06/flowers-of-manchester-united-munich-air-disaster-60", "description": "<p>The Busby Babes, current Manchester United players and legends of the game have been paying their respects</p><p>Manchester United have been remembering their Flowers of Manchester, the eight players who died in Munich on 6 February 1958 on the way home from a European Cup quarter-final in Belgrade.</p> <a href=\"https://www.theguardian.com/football/2018/feb/06/flowers-of-manchester-united-munich-air-disaster-60\">Continue reading...</a>", "content": " The Busby Babes, current Manchester United players and legends of the game have been paying their respects \nGuardian sport \n\nTue 6 Feb 2018 16.09 GMT\n\n\nLast modified on Tue 6 Feb 2018 16.10 GMT\n\n Manchester United have been remembering their Flowers of Manchester, the eight players who died in Munich on 6 February 1958 on the way home from a European Cup quarter-final in Belgrade. In the cold snow of Munich, they laid down their livesBut they live on forever in our hearts and our mindsSo come all supporters and hold your heads highFor Manchester United will never die.#FlowersOfManchester pic.twitter.com/0yXWw9kUQv #FlowersOfManchester pic.twitter.com/4Utx6QLy0y Learn more about the tragedy which claimed 23 lives in Munich 60 years ago: https://t.co/AYztJMiJFz pic.twitter.com/WmjoP0VIUg Two former Manchester United players, Harry Gregg and David Gaskell, have recalled their experiences of their team-mates and the night the plane crashed. Tuesday marks 60 years since the Munich Air Disaster took the lives of 23 people, including eight @ManUtd players.Survivor Harry Gregg has written a poem for his team-mates. pic.twitter.com/5PHfxO8daR \"I've never discussed the Munich with anyone\"\"There was no counselling, players were expected to get on with it\"\"I couldn't cope\"60 years on #MUFC Busby Babe David Gaskell opens up about the loss of his friends during the air disaster.PODCAST 🎙: https://t.co/xxXQbdYIN7 pic.twitter.com/A0RcNq9Onz Many of the current team – including club captain Michael Carrick and local boys Marcus Rashford and Jesse Lingard – have been speaking about what the Busby Babes mean at Old Trafford today.  60 years on from the Munich air crash. Today we remember and pay our respects to all those we sadly lost. We will never forget. #BusbyBabes #FlowersOfManchester 🙏🏻🔴🔴🔴🔴🔴🔴🔴🔴 pic.twitter.com/50bgF0GMRl Forever remembered #FlowersOfManchester 🌹@ManUtd pic.twitter.com/xf1rWs0TYt The Munich Air Disaster is something I was always aware of growing up but in truth I didn’t understand its influence on @ManUtd until I joined the club. 60 Years On ❤ pic.twitter.com/ghuuuCGZYF Today we remember the tragedy of Munich. We will never forget. #FlowersOfManchester pic.twitter.com/ffHCCDYz7r Hi! Here is my latest post. One Hour Behind: ’Always in our memory’ https://t.co/KWjjM1xzHg Clubs and players from around the world – including the second best player to have ever lived – have been remembering the Busby Babes. Today, 60 years on, we remember the people who died in the @ManUtd Munich air disaster. More than footballers, journalists, workers. They were fathers, sons, brothers; all taken away too early by this crash. #FlowersOfManchester 🔵 #ACityUnited 🔴 pic.twitter.com/tncO7guCfq Our thoughts are with all of those affected by the Munich air disaster.60 years ago today, but never forgotten. #FlowersOfManchester pic.twitter.com/f6xhP38EYu Manchester United legend Duncan Edwards at Highbury on February 1, 1958, five days before the Munich air disaster. 60 years, never forgotten #FlowersOfManchester pic.twitter.com/lTA8NYBcN8 60 years later... We still remember. And we always will. @ManUtd #flowersofmanchester #fkcz pic.twitter.com/vgVAk7irlf Gone, but never forgotten. #FlowersOfManchester pic.twitter.com/Qy7vOuhz9R We will never forget 🌹 #FlowersOfManchester pic.twitter.com/OeWaiXsaBN Sixty years ago a disaster struck football and @ManUtd - our next @ChampionsLeague opponents... The Busby Babes will live on forever.#FlowersOfManchester #Cordiality #Respect pic.twitter.com/oko1ivAuzE Our thoughts are with Harry Gregg today on the 60th anniversary of the Munich Air Disaster. #FlowersOfManchester pic.twitter.com/V8jJ0RJC7c", "title": "Flowers of Manchester: the football world remembers Munich 60 years on"}