{"title": "USA Gymnastics couldn't handle Larry Nassar. Now it can't even handle itself", "description": "<p>The organization is responsible for the safety of thousands of young athletes, yet it has moved from disaster to disaster in the wake of a sexual abuse scandal</p><p>How difficult is it for USA Gymnastics, an organization <a href=\"https://www.usatoday.com/story/sports/olympics/2018/09/04/whos-blame-inability-clean-up-usa-gymnastics/1196515002/\">whose inability to deal with sexual abuse</a> now overshadows its distinguished Olympic history, to find a leader who will put athletes first?</p><p>A few months after longtime president Steve Penny resigned in March 2017, Kerry Perry took over as president and CEO. She stepped into a leadership void and failed to fill it, making <a href=\"https://www.npr.org/sections/thetwo-way/2018/05/23/613843774/on-capitol-hill-usa-gymnastics-president-apologizes-to-nassars-victims\">a disastrous appearance on Capitol Hill</a> to answer questions about the Larry Nassar abuse scandal, <a href=\"https://twitter.com/cbrennansports/status/999335988286709760?lang=en\">ducking from reporters</a>, and drawing criticism from athletes and clubs for inaction.</p> <a href=\"https://www.theguardian.com/sport/2018/oct/17/usa-gymnastics-larry-nassar-mary-bono-simone-biles\">Continue reading...</a>", "content": " How difficult is it for USA Gymnastics, an organization whose inability to deal with sexual abuse now overshadows its distinguished Olympic history, to find a leader who will put athletes first? A few months after longtime president Steve Penny resigned in March 2017, Kerry Perry took over as president and CEO. She stepped into a leadership void and failed to fill it, making a disastrous appearance on Capitol Hill to answer questions about the Larry Nassar abuse scandal, ducking from reporters, and drawing criticism from athletes and clubs for inaction. The decision to hire Mary Lee Tracy, a coach who feuded with Olympic gold medalist Aly Raisman and other athletes who decried abuse allegations and other problems in the sport, to a top federation position was the last straw. Perry resigned last month. Enter Mary Bono, best known for succeeding her late husband, the musician Sonny Bono, to Congress. After losing a reelection bid in 2012, she moved to Faegre Baker Daniels, a Washington consulting firm that drew fire for its work with USA Gymnastics from the legal team representing Raisman and many other athletes who have alleged sexual abuse at the hands of Nassar, a longtime US national team doctor now likely to spend the rest of his life in prison. Bono was named interim president of USA Gymnastics on Friday. She didn’t last long. Within a day, gymnastics fans had unearthed a tweet from Bono, in which she drew over a Nike swoosh on her shoes in reaction to the company’s ad campaign featuring outspoken former NFL quarterback Colin Kaepernick. That tweet drew the ire of the most famous gymnast in the world, Simone Biles. “It’s not like we needed a smarter usa gymnastics president or any sponsors or anything,” wrote the Olympic champion, who is also sponsored by Nike, on Twitter. By Tuesday, Bono was gone, leaving with a petulant statement about the first amendment. While Bono does indeed have the right to say whatever she wants – even if it’s boneheaded – did USA Gymnastics or the US Olympic Committee do their research? Why wasn’t someone told to look through Bono’s Twitter history to see if there was anything that could cause friction with athletes? Was her history with a law firm that had drawn the anger of other gymnasts taken into account? If the saga was a simple matter of athletes complaining about trivial matters, perhaps the likes of Penny, Perry and Bono would merit some sympathy. But this isn’t about team selection or a choice of hotels during tournaments. This is about abuse. While Bono was in no way to blame for the Nassar scandal, her hasty appointment and exit is a sign of the dysfunction in an organization that looks after young athletes. This is about reassuring parents that USA Gymnastics is stable enough to ensure that their daughters (and, for that matter, sons) won’t end up in a courtroom reliving the horrors of their teen years. As well as the Bono disaster, USA Gymnastics has taken a few steps to bring in new leadership. At the insistence of the US Olympic Committee, which itself has dealt with internal soul-searching and external criticism as abuse scandals unfolded in several sports, most of the USAG board of directors resigned. (The board does not include the president/CEO position, and a couple of athlete directors continued to serve on an interim board and now on the full board.) It’s not as if no one is interested in helping USA Gymnastics get back on its feet. The interim board’s 26 February minutes show 144 candidates interested in serving on that board. (From the context, it’s unclear whether this total includes only candidates for the independent director slots or all board positions.) The interim board basically kept the wheels turning, approving World Championship selection procedures among other routine business, while going about the process of replacing itself. Eventually, more than half of the interim board became the full-fledged board. The new chair, Karen Golz, is one of the independent directors who joined the interim board. But by a random draw to stagger the terms of the new board members, her term is due to expire on 31 December. The new board had its first meeting on July. The first order of business, after welcoming the new faces, was to announce the departure of legal counsel Tom James. Later in the minutes, the not-yet-departed president Perry reported that membership numbers were up to 209,710, a small miracle under the circumstances. But that membership increase just shows how popular and essential this sport is to the United States – and why it needs strong leadership. Olympics of the past 34 years, dating back to the 1984 Los Angeles Games, have brought forth a steady stream of household names – Mary Lou Retton, Peter Vidmar, Bart Conner, Shannon Miller, Kerri Strug, Gabby Douglas … and Raisman and Biles, who have repeatedly raised their voices for change. Time will tell how many more changes will be needed before USA Gymnastics can truly move forward. But at the moment it appears there’s a long way to go.", "link": "https://www.theguardian.com/sport/2018/oct/17/usa-gymnastics-larry-nassar-mary-bono-simone-biles"}