{"link": "https://www.theguardian.com/sport/2018/feb/04/winter-olympics-pyeongchang-lizzy-yarnold-skeleton", "description": "<p>As she aims to become the first Briton to retain a Winter Olympic title, Lizzie Yarnold says she is peaking at the right point</p><p>Sometimes when Lizzy Yarnold is hurtling down a skeleton track at 85mph her mind wanders ever so slightly and she notices the smells wafting from the stands or a flag in her peripheral vision, even as the corners loom and then whoosh past at frightening speeds. Almost always, something else happens, too: her jaw locks with tension.</p><p>“My mouth becomes fixed and open almost like in a scare mask,” she says, laughing. “It’s really weird. And then I have to tell myself after about three corners: ‘OK, Lizzy, you can relax, it’s fine … it’s OK.’ There’s a lot of self-talk going on.”</p> <a href=\"https://www.theguardian.com/sport/2018/feb/04/winter-olympics-pyeongchang-lizzy-yarnold-skeleton\">Continue reading...</a>", "content": " As she aims to become the first Briton to retain a Winter Olympic title, Lizzie Yarnold says she is peaking at the right point \nSean Ingle \n\nSun 4 Feb 2018 09.00 GMT\n\n\nLast modified on Mon 5 Feb 2018 10.10 GMT\n\n Sometimes when Lizzy Yarnold is hurtling down a skeleton track at 85mph her mind wanders ever so slightly and she notices the smells wafting from the stands or a flag in her peripheral vision, even as the corners loom and then whoosh past at frightening speeds. Almost always, something else happens, too: her jaw locks with tension. “My mouth becomes fixed and open almost like in a scare mask,” she says, laughing. “It’s really weird. And then I have to tell myself after about three corners: ‘OK, Lizzy, you can relax, it’s fine … it’s OK.’ There’s a lot of self-talk going on.” Years ago Yarnold would try to eat a protein chocolate bar at the end of each run, only to find herself unable to chew it properly because her jaw was so sore. “I couldn’t work out why for ages,” she says. “Then suddenly I understood. I guess it is because I’m so focused, looking through my eyebrows with my eyes right down.” Yarnold knows all about tension. Four years ago in Sochi she had the nation’s expectations on her shoulders but produced four impeccable runs to win Britain’s only gold medal. This time she has the weight of history on her back, too, as she seeks to become the first Briton to retain a Winter Olympic title. Already the self-talk is kicking in. Relax, she tells herself. You’ve got this. On the surface the 28-year-old has not enjoyed the smoothest of seasons and is ranked ninth in the World Cup standings. A third-place finish in her last race in Königsee a fortnight ago has given her the confidence to think everything is coming together just at the right time. “I’m absolutely going full force towards Pyeongchang and I can’t wait to get out there,” she says, before pointing out that she is lifting heavier weights in the gym than four years ago and feeling mentally stronger, too. “In the past I would often cry in a training session, whereas now I’m much more able to recognise what it will take emotionally and physically to get through and – more importantly – peak at the right point,” she says. Mental toughness matters. “I’ve slept in my own bed at home I think three times since 1 October,” she says. “So it’s about stamina, enjoying it, and bringing my A game when it counts.” It helps that Yarnold has form at the Pyeongchang track, having finished fourth in the test event last year – but she is expecting a much harder challenge compared with Sochi. “It’s definitely more technical,” she says. “In Sochi you would do a corner then you could relax on the next one, focus on the next corner, relax. Whereas in Pyeongchang there’s no time to rest.” While Yarnold believes she has kicked on from Sochi, others have, too – and at a faster rate. Her team‑mate, Laura Daes, in her first Olympics, is ranked seventh in the world, while the brilliant German, Jacqueline “Jacka” Lölling, who turns 23 this week, is a strong favourite for gold. “The field has completely changed,” says Yarnold. “People have realised how important that first explosion of velocity is at the start.” There is also the potential of a late wildcard contender as Elena Nikitina, who took bronze in Sochi, was one of the 28 Russians who had a lifetime Olympic ban overturned by the court of arbitration for sport on Thursday. She could yet appeal to the International Olympic Committee to get a place in Pyeongchang. Yarnold has been one of the strongest advocates for a ban on Russians implicated in doping in Sochi, but for now there can be no distractions: her entire focus is on her first run on Friday week. As she makes her final preparations, she coyly suggests that some behind-the-scenes innovations by the English Institute of Sport could yet help her get back on the podium. “We don’t get hold of the technical innovations until the Olympics and as soon as we finish competing it all disappears into someone’s bag and is taken away,” she says. “But that innovation on the equipment side is where we can make massive gains.” So is it a bit like James Bond, with you meeting a Q-like figure who says if you press this button, the German sled in front blows up? “Yeah, it’s kind of a bit like that,” she says, laughing away. “I can’t say anything more because I’d have to kill you.”", "title": "Lizzy Yarnold: 'I recognise what it takes emotionally and physically'"}