{"title": "Grand Pardubice Steeplechase: the world's toughest horse race – a photo essay", "description": "<p>Photographer Tom Jenkins travelled to Pardubice in the Czech Republic to document the 128th Velka Pardubicka Steeplechase (the Czech Grand National) – the world’s oldest and most difficult cross-country horse race<br></p><p>The 128th Velka Pardubicka Steeplechase or Grand Pardubice Steeplechase (the Czech Grand National) was first run on 4 November 1874, when 14 runners started the race. The winner, Fantom, ridden by Englishman George Sayers received 11,700 florins for his owner Count von Cramm. The race has been held every year since on the second Sunday in October – except during the two world wars and the 1968 Russian invasion, and it has been abandoned twice due to frost and snow.</p> <a href=\"https://www.theguardian.com/sport/2018/oct/18/grand-pardubice-steeplechase-the-worlds-toughest-horse-race-a-photo-essay\">Continue reading...</a>", "content": " The 128th Velka Pardubicka Steeplechase or Grand Pardubice Steeplechase (the Czech Grand National) was first run on 4 November 1874, when 14 runners started the race. The winner, Fantom, ridden by Englishman George Sayers received 11,700 florins for his owner Count von Cramm. The race has been held every year since on the second Sunday in October – except during the two world wars and the 1968 Russian invasion, and it has been abandoned twice due to frost and snow. Pardubice is around 100km east of Prague in the East Bohemia region of the Czech Republic and is well known as a horse-loving area. A horse is even on the city’s crest. The area is also known for its gingerbread and is home to the Explosia chemical plant in the Semtin suburb, where semtex was invented in 1964. Racegoers are entertained by a gingerbread man – gingerbread is a Pardubice speciality. Also popular at the racecourse are langos – a deep-fried dough with various toppings. Originally from Hungary, they are eaten all over eastern Europe, especially at local celebrations or sports events. Arriving at the course, reserving their spot ahead of the day’s racing and checking the official runners and racecard. Up to 30,000 spectators visit for the big race each year. VIP’s have their own unusual entrance to the hospitality suite and also the opportunity to take tours around the course. Czech television broadcasts live, with more than a million watching on the Czech CT1 and CT Sport channels. Runners in the Nutrin Stakes tackle the water course hazard. The course at Pardubice is a mixture of turf and ploughed fields. In the first decades, almost half of the race was run over ploughed fields. This was later reduced to about a third, but now it is down to a quarter as the terrain is very draining on the horses. The three water jumps are across a stream that runs through the course, and used to be so deep that horses and jockeys who fell would be up to their necks in water. For safety reasons concrete troughs were erected above the stream so now the jumps are less than a foot deep. Runners in the Nutrin Stakes cross ploughed fields near a wooded section; spectators watch the action from the stands. Runners in the Vltrava Stakes soar over the Big Water Jump. The main race is four miles and two furlongs long and has 31 fences. Each obstacle is unique with many given names: Irish Bank, English Jump, Water Course, Havel’s Jump, Big Water Jump, Snake Ditch. Popler’s Jump is named after the jockey Rudolf Popler who died there in a race in 1932. The meeting attracts race fans from across Europe including a number from the United Kingdom such as Gary Hodgson from Sedgefield (above) celebrating his 60th birthday with a group of 15 friends from the north-east. He had previously visited Pardubice in 2008 when he came over to the race as part of his 50th birthday celebrations. Runners in the Labe Stakes take the Irish Bank but Patrick Boekhout gets unseated from his horse Elias and runs down the bank; spectators watching the final stages of a race. Packed stands as the last race of the day, the 128th Velka Pardubicka steeplechase, gets under way. The race’s most famous horse is Zeleznik, who won four times. He was always ridden by Josef Vana, the most successful jockey in the race having won it eight times out of 28 attempts. He is now a trainer and has had the winner 10 times. A statue of him (below) was unveiled in 2010. The record time to complete the race is 8min 56sec. It is a notoriously difficult course to navigate for jockeys, featuring many twists and turns. In 2008 Amant Gris crossed the line first in the big race but was disqualified for taking the wrong route. It is so tough that some people have given it the nickname The Devil’s Race. Twenty-four horses have attempted both the Pardubice and the Grand National at Aintree. No horse has ever won both. One fence has become the symbol of the race – Velky Taxisuv Prikop or Great Taxis Ditch. It is the most notorious, difficult and dreaded fence which is jumped only once a year in the Velka. No one can jump it in training or qualification races. It was included in the first race back in 1874 and at first riders were keen on getting rid of it but a group of racegoers led by Count Egun Thurn-Taxis managed to persuade the organisers to keep it in the race. The fence was named after him and is certainly the biggest fence jumped in a race anywhere in the world. In 1992 animal rights campaigners protesting against the number of horses killed in the race invaded the course after hiding in the woods and managed to delay the running of the race. Since then alterations have been made to the course and fences to make it safer. The qualification criteria for both horse and jockey were also made tougher, thus making the standard of entry higher. In addition to this the course has four qualification races for the Velka that are run at Pardubice over the summer. The current form of the Taxis fence was formed in 1993 when the hedgerow was lowered to 140cm and is now as high as it is wide. The ditch was partially filled up and is now one metre deep. Now horse and rider have to jump over an eight-metre distance. If you can imagine the love child of Becher’s Brook and The Chair, on steroids, this is it The view that the jockeys have when they approach the fence. British jockey Andrew Glassonbury told the Racing Post before the race: “I’m not phased by the Taxis Ditch. Like every jump, you gallop down to it and just hope you get over it. The horse will do the jumping and hopefully I’m still there with him if he does!” When I saw the Taxis for the first time I thought those who claimed it was jumpable were joking. The Taxis is without doubt the toughest of the tough, it takes the biscuit. It’s probably the hardest obstacle in the world” Chris Collins, a British amateur jockey who won the 1973 race on Stephen’s Society There were 20 runners in this year’s race. Eleven finished, six fell, one unseated its rider and two pulled up. Of the six fallers, five fell at Great Taxis Ditch, jump number four in the race. Thomas Boyer loses his seat on Templar as they clear the Taxis. Josef Bartos (left) falls off Vicody (not shown) at the Taxis fence while Thomas Boyer (right) is unseated by Templar (No 10). Bartos, the most successful Czech jockey of all time who has won the race twice, was unscathed after the fall but Vicody was injured and sadly had to be put down after the race. The fence has claimed the lives of over 30 horses and the BHA has stated that it would not allow a race of this kind ever to be run in the United Kingdom. British jockey Leighton Aspell walks back to the weighing room after falling off his horse Vajgaros at the Irish Bank, the fence after Great Taxis Ditch. Aspell has won two Grand Nationals (in 2014 and 2015). He first rode at Pardubice in 2006 but this year was his first attempt in the Velka. Three other British jockeys took part with Thomas Garner third and James Best and Andrew Glassonbury both completing the course. One of the horses who didn’t fall at the Taxis was 9-1 shot Tzigane Du Berlais, with Jan Faltejsek up, seen here going over fence 25. At the last fence, number 31, Tzigane Du Berlais and Faltejsek were fifth but down the very long final straight they caught and then powered past the field in front of them to take victory. Tzigane Du Berlais is trained by Pavel Tuma, making it the 13th successive year a Czech-trained horse has won. It also meant the long winless spell for British jockeys continues, with Charlie Mann the last to taste victory in 1995 on It’s A Snip. It was Faltejsek’s fifth win in the race, in fact he has won five of its last seven runnings. This year there was five million crowns (koruna) in prize money for the race, with the winner taking home two million crowns (just under £70,000). The Czech jockey has ridden in England in the past and is probably most famous in the UK for riding Knockara Beau, memorably beating Big Buck’s in the 2014 Cleeve Hurdle at Cheltenham. He won 38 races in the UK mainly for trainer George Charlton and had two rides in the Gold Cup finishing sixth and seventh. The 35-year-old jockey said it would be a dream to ride in the Grand National but admitted that dream has probably faded as you now need to be riding in Britain for a British trainer. Jockeys congratulate each other after finishing; winning horse Tzigane Du Berlais is paraded around in front of the stands ahead of the trophy presentation, while another horse gets a spray down after the race. After the day’s racing is done, traditionally the racegoers are allowed on to the course to see the obstacles up close and many racegoers take their chance to grab a special photo in front of the massive Taxis fence. Our thanks go to Czech Tourism, without whom this trip would not have been possible, if you would like to attend next year’s event or visit the Czech Republic please go to: www.czechtourism.com", "link": "https://www.theguardian.com/sport/2018/oct/18/grand-pardubice-steeplechase-the-worlds-toughest-horse-race-a-photo-essay"}