{"title": "Just when England rugby needs clarity the waters have been muddied | Robert Kitson", "description": "<p>Eddie Jones was at his complicated best as he shared the thinking behind his 36-man squad for the autumn internationals</p><p>The big problem with coaching England, believes Eddie Jones, is the media. In a nutshell they ask too many questions. “Anywhere else you do the press conference for about five minutes and then you are done. Here it is two hours of non-stop questioning.” It partially explains, apparently, why he is now naming co-captains who can take turns feeding the daily news beast.</p><p>Nice try, Eddie, but what a load of old cobblers.</p> <a href=\"https://www.theguardian.com/sport/2018/oct/18/england-rugby-union-waters-muddied-eddie-jones-36-man-squad-autumn-tests\">Continue reading...</a>", "content": " The big problem with coaching England, believes Eddie Jones, is the media. In a nutshell they ask too many questions. “Anywhere else you do the press conference for about five minutes and then you are done. Here it is two hours of non-stop questioning.” It partially explains, apparently, why he is now naming co-captains who can take turns feeding the daily news beast. Nice try, Eddie, but what a load of old cobblers. Try captaining India at cricket, managing the Brazil football team or coaching a losing All Blacks XV. And what is so fundamentally awful about talking into a microphone anyway? Is Jones really saying English rugby’s leading figures should simply communicate with their public via brief pre-written statements or in bland words of one syllable? If so, the Rugby Football Union and its sponsors would be first in the queue to put him straight. The other sizeable flaw in Jones’s argument is that, currently, his England set-up is one huge question mark. The public remain confused as to why he still refuses to select certain individuals – Danny Cipriani, Don Armand, Alex Goode – who continually rate among the Premiership’s most in-form and influential players. They badly want reassurance that key combinations in crucial areas of the team – front row, back row, half-back, midfield – will be settled before the World Cup in Japan next year. And above all they want to know if England will be reborn next month or are destined to under-perform, relative to their resources, for a third World Cup in a row. Which brings us to Jones’s 36-man squad for the autumn series. At first glance it does not encourage blind faith given the enforced absence of so many injured or unavailable forwards. The Vunipola brothers, Joe Launchbury, Chris Robshaw, Nathan Hughes, Joe Marler, Sam Simmonds ... at loosehead prop and at No 8 England’s cupboard is as depleted as it has been in years. If the two Bens – Moon and Morgan – start against South Africa on 3 November it will be as much a surprise to them as anyone else. With Ben Te’o and the recalled Chris Ashton having yet to play a single minute of league rugby this season, and Manu Tuilagi still feeling his way back to full fitness, an air of uncertainty also hangs over some pivotal individuals. Even Jones admits he will not know if Tuilagi and Te’o can manage 80 minutes of Test rugby until they report for training duty in Portugal next week. Dan Robson’s ankle injury has forced Jones to turn, once more, to the veteran Richard Wigglesworth at scrum-half, and whichever back-row trio he chooses will have precious few caps and have played even fewer minutes together. No wonder the media were queuing up at Twickenham to fire questions at Jones. Is the shared captaincy, for example, less about shared responsibility – “They’ll hold hands when they run out,” quipped the head coach – and more about the fact Dylan Hartley will seldom be on the field in the all-important final quarter of games? Which of the pair will liaise with the referee or order a shot at goal in the first instance? At precisely the moment England need clarity, the waters have been muddied for players and fans alike. Jones does, of course, deserve some degree of sympathy. As he observed, while waving his reshuffled squad list above his head, “these are the cards I’ve been dealt”. But where is the consistency in lamenting the absence of 300‑plus caps of experience up-front and not picking the seasoned Dan Cole and Dave Attwood? Had he promoted the deserving Armand a year ago, might he have averted some of the angst he is now facing? And what message is being sent to every English-qualified player in the country when Cipriani is steadfastly ignored against all recent evidence? If England under‑perform against the Springboks and New Zealand in their opening two November Tests, Jones can hardly expect the entire nation simply to shrug its shoulders. On the brighter side, with Ashton back and Elliot Daly potentially at 15, there is no shortage of back‑three class. If Farrell, as Jones has been hinting, does start at 10, the Saracens man will finally be operating in his best position. And if Michael Rhodes – “when he hits, he hurts” – and the New Zealand-reared Brad Shields are as potentially influential as the head coach keeps insisting, a Springboks pack also lacking several integral cogs should still, if nothing else, expect a physical rattle. With Maro Itoje, Courtney Lawes and, maybe, a fully firing Tuilagi in their lineup, England will not be as underpowered as their injury list might suggest. Opportunity, either way, knocks for the unsung Devonian Moon, one of Exeter’s ‘Originals’ from their Championship days, and the fast‑rising Worcester forward Ted Hill, whom Jones compares to a young Richard Hill. And even if it all fails to knit together immediately, insists Jones, England can still win the 2019 World Cup. “If they come and tap me on the shoulder tomorrow and tell me ‘you’re not in the job’, then so be it,” Jones said. “But what I do know about World Cups, and this will be my fourth, is that the only time you need to be at your best is at the tournament itself. All the leading up to it is sparring. Sometimes the scoreboard doesn’t tell you you’re moving forward.” Perhaps but the question marks hanging over England this autumn are genuine enough.", "link": "https://www.theguardian.com/sport/2018/oct/18/england-rugby-union-waters-muddied-eddie-jones-36-man-squad-autumn-tests"}