{"title": "Marc Márquez – the Messi, Woods, Federer, Bolt and Hendrix of MotoGP | Richard Williams", "description": "<p>Spaniard’s fifth world title displayed his ability to create a spectacle that leaves everyone, including rival riders, shaking their heads in wonderment</p><p>On Sunday at the Motegi circuit in Japan, Marc Márquez pulled off what <a href=\"https://www.theguardian.com/sport/2018/oct/21/kimi-raikkonen-lewis-hamilton-f1-us-grand-prix\" title=\"\">Lewis Hamilton could not quite manage</a> to achieve 15 hours later and 6,500 miles away in Texas: he won his fifth world championship in the top tier of his sport with three races to go. Now he stands level with Mick Doohan, the Australian ace of the 1990s, and only two titles away from Valentino Rossi’s seven and three from Giacomo Agostini, who won his eight championships between 1966 and 1975.</p><p>The Catalan’s five MotoGP titles have come in the six seasons since he graduated from Moto2. As he is only 25, and there is no sign that success is taking the edge off his appetite, there is every likelihood he will match and then surpass Agostini’s total. This would be a fair reflection of a talent that could be likened to those displayed by Lionel Messi in football, Brian Lara in cricket, Simone Biles in gymnastics and Roger Federer in tennis: the ability to take a given set of parameters and bend them into new shapes, creating a spectacle that leaves everyone, including their rivals, shaking their heads in wonderment.</p> <a href=\"https://www.theguardian.com/sport/blog/2018/oct/22/marc-marquez-messi-woods-bolt-hendrix-motogp\">Continue reading...</a>", "content": " On Sunday at the Motegi circuit in Japan, Marc Márquez pulled off what Lewis Hamilton could not quite manage to achieve 15 hours later and 6,500 miles away in Texas: he won his fifth world championship in the top tier of his sport with three races to go. Now he stands level with Mick Doohan, the Australian ace of the 1990s, and only two titles away from Valentino Rossi’s seven and three from Giacomo Agostini, who won his eight championships between 1966 and 1975. The Catalan’s five MotoGP titles have come in the six seasons since he graduated from Moto2. As he is only 25, and there is no sign that success is taking the edge off his appetite, there is every likelihood he will match and then surpass Agostini’s total. This would be a fair reflection of a talent that could be likened to those displayed by Lionel Messi in football, Brian Lara in cricket, Simone Biles in gymnastics and Roger Federer in tennis: the ability to take a given set of parameters and bend them into new shapes, creating a spectacle that leaves everyone, including their rivals, shaking their heads in wonderment. Márquez was given his first motorbike at the age of four, as a Christmas present. Twenty-one years later he rides his Honda RC213V as if he were born on it, communicating a childlike sense of enjoyment even when the battle is at its most intense. To watch him cornering his machine at high speed with its two wheels pointing in different directions, the calculation of brake, throttle and lean angle forming a constantly changing equation to set against a feel for the grip of rubber on asphalt, is to witness the highest level of virtuosity. Sometimes the machine seems more like a dance partner than a motorcycle – and a dance on ice, at that. Mat Oxley, the most perceptive of the current generation of writers on motorcycle racing, likens him to Jimi Hendrix – the Hendrix who played guitar with his teeth, going beyond accepted technical limits. But Hendrix, knowing he did not play the guitar nearly as well with his teeth as with his fingers, performed that trick for show. When Márquez explores a new technique, it’s for go. It’s to get him through a corner faster that the guy whose exhaust fumes he has been breathing. He does not so much break the rules as redefine them, forcing everyone who wants to compete with him – and all young riders joining the sport in his wake – to adapt their styles in order to stand a chance of keeping up. Others have made a similar impact before, notably Rossi, but Márquez has gone much further and made the sport a more thrilling spectacle as a result. This is not a matter of being on the best machine, as is sometimes the case with Formula One’s champions. MotoGP’s rules generally succeed in creating a relatively even competitive balance between the top works teams – Honda, Ducati, Yamaha, Suzuki – while leaving enough room for each manufacturer to create a bike that has its own individual characteristics in terms of power or handling. So on Sunday morning we watched Márquez exploiting his Honda’s agility to stalk Andrea Dovizioso’s smooth-riding Ducati, squeezing past the Italian to take the lead in the later stages and provoking him into the desperate counterattack that led to him sliding off the track on the penultimate lap. He and Dovizioso have fought tooth and nail throughout the season, with several last-corner dramas. Before that his chief rival was Jorge Lorenzo, the Spaniard who succeeded in interrupting Márquez’s run of titles in 2015 on a Yamaha. Next season Lorenzo will leave Ducati – for whom he has won three races this season, to Márquez’s eight and Dovizioso’s three – to join Márquez at Repsol Honda. “I asked for a strong teammate,” Márquez said when the move was announced, “but not that strong.” With any luck, this will be like Mansell and Piquet at Williams or Senna and Prost at McLaren: two strong-willed competitors of matching talent and contrasting character who are not afraid to clash off the bike as well as on it. They have tangled on many occasions, notably this season at Misano, where Lorenzo admitted culpability, and at Aragon, where he said: “Marc destroyed my race, destroyed my foot, destroyed the big possibility I had to win.” The injury forced him to miss the next two races. For all his angelic smile, Márquez is a hard and ruthless competitor who was given a 30-second penalty and a stern warning after riding Rossi off the track during a wild race in changing conditions in Argentina in April. He could be seen as marrying some of the qualities of Gilles Villeneuve, who believed in driving the wheels off his car in all circumstances, with those of Max Verstappen, a prodigy who sees no reason why anybody, ever, should be in front of him (and whose drive from 18th on Sunday’s grid in Austin to second on the podium was rather overlooked in the celebration of Kimi Räikkönen’s win). MotoGP is lucky to have Márquez, and Márquez is lucky to have landed in MotoGP at a time when such intense rivalries are made possible by the emergence of a generation of extremely talented riders with strong and divergent personalities – a bit like the big four in men’s tennis over the past decade. He is the kind of figure all sports dream of unearthing: a Tiger Woods, a Katarina Witt, a Usain Bolt, a unique individual whose combination of charisma and technical brilliance bursts through the limits and disciplines of their sport and engages multitudes.", "link": "https://www.theguardian.com/sport/blog/2018/oct/22/marc-marquez-messi-woods-bolt-hendrix-motogp"}