{"title": "Is Keisuke Honda alone in managing internationally while still playing? | The Knowledge", "description": "<p>Plus: prolific first-half goalscorers, sticking peppers where the sun don’t shine, and more. <a href=\"mailto:knowledge@theguardian.com\">Mail us</a> or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></p><p><strong>“Recently Keisuke Honda signed for my hometown club Melbourne Victory in the A-League,”</strong> writes Karan Dhamija. <strong>“A few days later, he was also announced as manager of the Cambodian national team. Has a player been a manager of another team while playing? Even better if there has been a case of a player managing a national team like Honda?”</strong></p><p>The Knowledge has been close to this subject before, <a href=\"https://www.theguardian.com/football/2010/jun/02/world-cup-2010-player-managers\">in 2010</a>, when we found a few examples of footballers turning out for their international teams while player-managers at club-level. These include Graeme Souness, who captained Scotland at Mexico 1986 shortly after being appointed to the dual role at Rangers; Jim Platt, who turned out for Northern Ireland while player-manager at Coleraine; and Gunnar Gren, who played for Sweden in the World Cup final against Brazil in 1958 while managing and turning out for Orgryte. But none of these ever managed an international team.</p> <a href=\"https://www.theguardian.com/football/2018/oct/17/is-keisuke-honda-alone-in-managing-internationally-while-still-playing\">Continue reading...</a>", "content": " “Recently Keisuke Honda signed for my hometown club Melbourne Victory in the A-League,” writes Karan Dhamija. “A few days later, he was also announced as manager of the Cambodian national team. Has a player been a manager of another team while playing? Even better if there has been a case of a player managing a national team like Honda?” The Knowledge has been close to this subject before, in 2010, when we found a few examples of footballers turning out for their international teams while player-managers at club-level. These include Graeme Souness, who captained Scotland at Mexico 1986 shortly after being appointed to the dual role at Rangers; Jim Platt, who turned out for Northern Ireland while player-manager at Coleraine; and Gunnar Gren, who played for Sweden in the World Cup final against Brazil in 1958 while managing and turning out for Orgryte. But none of these ever managed an international team. So, over to Fred Sullivan: “I’m sure plenty of people will point out that Mark Hughes was berating officials as manager of the Welsh national team for about three years whilst still playing club football for Southampton, Everton and Blackburn Rovers,” writes Fred. “Johnny Giles, however, can go even further than that. In 1973, whilst still at Leeds, Giles was appointed player-manager of the Republic of Ireland. As if this workload wasn’t enough, Giles left Leeds in 1975 to become player-manager of West Bromwich Albion. This meant Giles was playing for and managing both his club and international sides. “Giles left West Brom for the NASL in 1977 where he was just a player before resuming his quadruple duties in 1978 by becoming player-manager of Shamrock Rovers. Unless there is an example of a player holding down five different jobs at once (maybe a player-manager-owner who was also player-manager of his national side) I’m not sure Giles will be beaten.” Not to be outdone, Terry Neill also kept himself busy at club and international level. “Between 1971 and 1973 Terry Neill was player-manager for both Hull City and Northern Ireland,” writes Phil Kayes. “He even famously scored the winner for Northern Ireland v England at Wembley during his spells in charge of both club and country.” Can anyone beat this? If so you know where to find us on email or tweet @TheKnowledge_GU. “What’s the record for most individual goals in the first half of a domestic league game?” asks Dhiren. “I’m trying to find out after James Forrest scored four in the first half of Celtic v St Johnstone.” Phil Lacy was quick off the mark to mention Robert “Bunny” Bell. “He bashed home five in the first half on that magical Boxing Day in 1935, when Tranmere put 13 past Oldham,” cheers Phil. “Bell went on to score nine that day. The Guardian’s very own Simon Burnton wrote about it. This is one better than many other pretenders to the title, including Panagiotis Pontikos who only scored four of his 16-goal haul in the first half on 8 May 2008 against SEK Ayios Athanasios FC. “In fact, it’s a lot easier to score piles of goals in the second half. The legendary Laszlo Kubala scored five of his record seven for Barça against Gijon on 10 February 1952 after the break. Even Joe Payne could only manage three of his 10 in the first half for Luton v Bristol Rovers on 13 April 1936.” Wouter van Dael points us in the direction of Johan Voskamp, who equalled Bell’s feat when he walloped five past Almere City in the first 42 minutes of a 12-1 win in the Dutch second tier in 2010. He took his tally to eight in the second half, a Dutch domestic-league record. And Russell Connor ticks a regular box: “While it doesn’t fit the domestic league portion of the question, Archie Thompson scored eight in the first half – and five more in the second – when Australia beat American Samoa 31-0 in 2001.” We may have found a domestic-league winner, though. Bellingham United striker, Tyler Bjork, scored six goals in the first half of an 8-2 win over Yakima United in 2014. The match took place in the Evergreen Premier League, the fifth tier in the United States football pyramid. His sixth goal was quite the strike, a flying bicycle-kick to lash home a 30-yard cross. “Wow! Tyler Bjork had a match that I don’t think I have ever witnessed at a level beyond recreational kids soccer,” whooped Bellingham boss Lance Calloway. Last week we were bemused as to why chillis were thrown on the pitch in FC Twente’s match against Willem II last March. Steffen van Bakel and Ben Dudley have been in touch with the answer. “With the club only a few weeks away from relegation, supporters in Vak P threw them at their players, and held up a flag which said: Stick these peppers up your ass and save us from relegation “They did get relegated.” “On the first day of the 2007-08 season, both current England and Scotland goalkeepers opposed each other for Sunderland and Spurs,” noted Adam Burrage in August 2007. “When was the last time this took place in a competitive club match?” The answer is April 8 2001, Adam. It was the FA Cup semi-final at Old Trafford and again Tottenham found themselves on the wrong end of the result, with Neil Sullivan conceding two goals to the one that sneaked past David Seaman. In terms of the last league meeting, the pair featured in a north London derby at Highbury just nine days earlier, which Spurs once again contrived to lose, this time 2-0. “In 1993-94, I remember my dad and brother going to the Dell to watch Southampton v Oldham,” begins Ricardo Sentulio. “I looked it up and can see it took place on 30 March 1994, and that Oldham won 3-1. What I remember the game for is that my dad told me that when Oldham scored, their fans stood in complete silence for a few minutes, then started celebrating later once the match restarted. I also remember seeing this on the highlights afterwards. Can anyone explain why Oldham fans did this? And are there any other examples of fans refusing to celebrate when their own team scores? Pierre van Hooijdonk for Nottingham Forest springs to mind.” @TheKnowledge_GU Vanderlei Luxemburgo won the Brasileirão with 4 different teams (Palmeiras, Corinthians, Cruzeiro, Santos). Has any manager won the same league with 5 (or more) different teams? “This week’s Knowledge made reference to Willem II, a team from Tilburg named after a dead king. This reminded me of my local team, Enfield Town, who play at the Queen Elizabeth stadium, and it got me wondering whether other teams have royal connections in their names or their stadium names. I should say ‘excepting all the Spanish teams whose names start with ‘Real’, obviously” – Tom Paternoster-Howe. “England’s behind-closed-doors game against Croatia last Friday was their 988th senior match. Have any countries played more?” asks Tom Hiskey. Email your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU.", "link": "https://www.theguardian.com/football/2018/oct/17/is-keisuke-honda-alone-in-managing-internationally-while-still-playing"}