{"title": "Football transfer rumours: Neymar dreaming of Messi reunion at Barça?", "description": "<p>Today’s fluff needs something to rely on</p><p><strong>Neymar is sad and bored and lonely in Paris and is dreaming of a return to Barcelona</strong>, <a href=\"https://www.mundodeportivo.com/futbol/fc-barcelona/20181018/452402340504/neymar-sigue-ofreciendose-al-barca.html\">says Mundo Deportivo</a>. “Paris is a great city,” it notes, “but its climate is not that of Barcelona, nor is the Parc des Princes the Camp Nou or the Seine the Mediterranean.” The Brazilian continues to shower his former teammates, whom he left so willingly in 2017, with messages concerning a move back to Spain. “Neymar longs for his old club and his old teammates, especially Lionel Messi, as well as his old life in Barcelona and the greatness of his old club,” it writes. These feelings have never been reciprocated, with many at Barcelona still scarred by the betrayal they saw in the Brazilian’s departure. “However, lately this perception has changed,” Mundo Deportivo continues, “and the return of the Brazilian is already being considered as a plausible possibility.”</p><p>That’s as may be. But several members of the Barcelona team, including Gerard Piqué, Lionel Messi<strong> </strong>and Samuel Umtiti, appear to think priorities should lie elsewhere and are <strong>campaigning for the club to buy Paul Pogba</strong>, says the Daily Mail. “Manager Ernesto Valverde is also keen,” <a href=\"https://www.dailymail.co.uk/sport/football/article-6287549/Barcelona-stars-want-Paul-Pogba-sign-Lionel-Messi-keen.html\">it reports</a>. So with the manager, their greatest player and a host of other dressing-room regulars all behind the move, and the club coffers assumed to be bulging with booty, it looks as if the move is bound to happen – except the Mail also reports that profits are down to a meagre £10m, and not everyone is in favour of the deal happening anyway. “Barcelona scouts are split,” it says, “with some believing the club’s slick passing game requires midfielders who take fewer risks on the ball and have greater positional sense.”</p> <a href=\"https://www.theguardian.com/football/2018/oct/18/football-transfer-rumours-neymar-messi-reunion-barcelona\">Continue reading...</a>", "content": " Neymar is sad and bored and lonely in Paris and is dreaming of a return to Barcelona, says Mundo Deportivo. “Paris is a great city,” it notes, “but its climate is not that of Barcelona, nor is the Parc des Princes the Camp Nou or the Seine the Mediterranean.” The Brazilian continues to shower his former teammates, whom he left so willingly in 2017, with messages concerning a move back to Spain. “Neymar longs for his old club and his old teammates, especially Lionel Messi, as well as his old life in Barcelona and the greatness of his old club,” it writes. These feelings have never been reciprocated, with many at Barcelona still scarred by the betrayal they saw in the Brazilian’s departure. “However, lately this perception has changed,” Mundo Deportivo continues, “and the return of the Brazilian is already being considered as a plausible possibility.” That’s as may be. But several members of the Barcelona team, including Gerard Piqué, Lionel Messi and Samuel Umtiti, appear to think priorities should lie elsewhere and are campaigning for the club to buy Paul Pogba, says the Daily Mail. “Manager Ernesto Valverde is also keen,” it reports. So with the manager, their greatest player and a host of other dressing-room regulars all behind the move, and the club coffers assumed to be bulging with booty, it looks as if the move is bound to happen – except the Mail also reports that profits are down to a meagre £10m, and not everyone is in favour of the deal happening anyway. “Barcelona scouts are split,” it says, “with some believing the club’s slick passing game requires midfielders who take fewer risks on the ball and have greater positional sense.” Jadon Sancho’s success at Dortmund appears to have alerted Bundesliga clubs to the existence of youthful first-team-ready bargains toiling in the youth and reserve sides of bloated Premier League clubs, and they are now over here and formulating devilish plans to ensnare our finest talents and carry them back to Germany like so much looted treasure. The Sun reports that “every club in the Bundesliga had a representative in Telford on Tuesday to watch England Under-17s beat Brazil’s youngsters 3-1”. A “top agent” has confirmed “German clubs are targeting the best talent in England” because “the word is out”. Manchester United are keen on the PSV winger Steven Bergwijn but may face competition from Liverpool for the pacy 21-year-old. Liverpool could be distracted as they, according to the Star, are “preparing an offer for Hoffenheim midfielder Kerem Demirbay”. Olivier Giroud has played in all but one of Chelsea’s league games so far, starting four of them, but even so West Ham think he may be available in the new year. According to the Mirror, the player’s contract ends in the summer and unless he is offered a new one the Hammers, turned down by the Frenchman while he was still at Arsenal, “could try again in January”.", "link": "https://www.theguardian.com/football/2018/oct/18/football-transfer-rumours-neymar-messi-reunion-barcelona"}