{"title": "A Peter Brackley tribute, premature celebrations and Ironman triathlon | Classic YouTube", "description": "<p>This week’s roundup also features a rugby union penalty shootout, Gianfranco Zola magic and a failed marriage proposal</p><p>1) <a href=\"https://www.theguardian.com/football/2018/oct/14/peter-brackley-tv-broadcaster-channel-4-football-italia-dies-67\">RIP Peter Brackley</a>. He worked for Sky and ITV but for many, he was the voice of the 1990s as Serie A was beamed into our living rooms <a href=\"https://www.youtube.com/watch?v=__1SbIyJVR0\">with Football Italia</a> – it is a testament to his skill that the programme never felt poorer for a lack of co-commentator and there are few things more musical than Brackley <a href=\"https://twitter.com/btsportfootball/status/980510816569970688?lang=en\">screaming “Ravenelli”</a> into a microphone. He was also the voice of Pro Evolution Soccer 2 – <a href=\"https://www.youtube.com/watch?v=qXOTfcdRFI8&amp;feature=youtu.be\">“oh that’s torn it!”</a> – and he did <a href=\"https://www.youtube.com/watch?time_continue=1&amp;v=kBeiuFfe1q8\">a fantastic Jimmy Greaves impression</a> on Spitting Image – so good that he was invited to appear, alongside Greaves, on ITV <a href=\"https://twitter.com/itvfootball/status/1051869504165306368/video/1\">before the 1987 FA Cup Final</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2018/oct/17/golden-goal-john-barnes-for-liverpool-v-qpr-1987\">Golden Goal: John Barnes for Liverpool v QPR (1987)</a> </p> <a href=\"https://www.theguardian.com/sport/blog/2018/oct/18/a-peter-brackley-tribute-premature-celebrations-and-ironman-triathlon-classic-youtube\">Continue reading...</a>", "content": " 1) RIP Peter Brackley. He worked for Sky and ITV but for many, he was the voice of the 1990s as Serie A was beamed into our living rooms with Football Italia – it is a testament to his skill that the programme never felt poorer for a lack of co-commentator and there are few things more musical than Brackley screaming “Ravenelli” into a microphone. He was also the voice of Pro Evolution Soccer 2 – “oh that’s torn it!” – and he did a fantastic Jimmy Greaves impression on Spitting Image – so good that he was invited to appear, alongside Greaves, on ITV before the 1987 FA Cup Final. 2) At 85 years old, Hiromu Inada became the oldest person to finish the Ironman World Championship, completing the 2.4-mile swim, 112-mile bike ride and the 26.2-mile run just over six minutes under the limit, in 16:53:50. It was also a good weekend for Patrick Lange: he won the overall race and proposed to his girlfriend. She said yes. Sometimes, though, it doesn’t always go to plan. 3) Never celebrate too early. Having missed an easy kick to win Bath’s crucial Champions Cup match against Toulouse, you might have expected Freddie Burns to be less careless a couple of minutes later. But when the full-back broke clear to score what looked like it would be the match-winning try, his celebrations were cut short by Maxime Médard, who dislodged the ball from his hand. He’s not the only person to fall foul of over-confidence: check out Kosuke Hashino’s swan dive for Japan’s sevens rugby side. Only last month, Jamie Cooke became Britain’s first male modern pentathlon world champion for 25 years after pipping Frenchman Valentin Prades on the finish line. Lindsey Jacobellis blew her chance for Olympic gold when attempting to showboat on the penultimate jump of the 2006 snowboard cross final and four years later in basketball, the Adriatic League title between Cibona Zagreb and KK Partizan came to an almighty climax with 0.6 seconds left. Golfer Corey Pavin, 1995 US Open winner, is every angry middle-aged man personified after this near miss on the putting green, and rather more spectacularly, this player loses a few shots after tossing his club into the air in celebration. An Atlanta Braves fan thinks he has beaten The Freeze and at last year’s Giro d’Italia, Luka Pibernik mistakenly thought he had won stage five, only to realise he had a lap to go. 4) Anton Allemann scores an absolutely outrageous flick for Mantova against Juventus in 1961. 5) The lesser-spotted rugby union penalty shoot-out: where a player from each team must kick a conversion from the 22-metre line. Looks easy, but not when the world is watching. A classic of the genre is Cardiff Blues v Leicester Tigers in the semi-finals of the 2009 Heineken Cup at the Millennium Stadium. Cardiff have a kick to win it but miss, it goes to sudden death, and then Martyn Williams steps up … 6) It’s Chelsea v Manchester United this weekend. Remember when Wayne Rooney had a mo-hawk? He scored twice as United came back from 3-0 down to draw in 2012. Chelsea have had their moments though, like when Gianfranco Zola cut Denis Irwin and Gary Pallister to ribbons in 1997 or that 5-0 thrashing back in 1999, with Gus Poyet and Chris Sutton doing the business for the Blues. 1) “I hope I’m not being too unkind to Pat Nevin, a player of undoubted quality, but that has to be the worst penalty I’ve ever seen at this level of football” – Barry Davies. 2) Darts referee Russ Bray gets it wrong twice in a matter of seconds at the 2018 PDC World Grand Prix. To be fair to Russ, he’s probably the pick of the bunch in this compilation of referees screaming “180!” Who is your favourite? Spotters’ badges: RainyDayDude, LeeWall. Do subscribe if you fancy. Do subscribe if you fancy.", "link": "https://www.theguardian.com/sport/blog/2018/oct/18/a-peter-brackley-tribute-premature-celebrations-and-ironman-triathlon-classic-youtube"}