{"title": "European club rugby surprises may offer barometer in World Cup year | The Breakdown", "description": "From next week international squad players in Europe will spend more time with their countries than with their clubs and lessons learned at highest level of club rugby could be vital<p>The result of a weekend in Europe that kicked convention high into the stand came in Paris, where a Worcester side laced with academy players achieved a bonus-point Challenge Cup victory over Stade Français, who lie second in the Top 14.</p><p>Europe, in the form of the Champions Cup, is regarded as being close to international standard, exemplified by teams such as Leinster and Saracens. But over the years it has not been that reliable a barometer for Test rugby, although the last three winners of the tournament have represented the countries that took the Six Nations title.</p> <a href=\"https://www.theguardian.com/sport/2018/oct/18/european-champions-cup-challenge-world-autumn-internationals\">Continue reading...</a>", "content": " The result of a weekend in Europe that kicked convention high into the stand came in Paris, where a Worcester side laced with academy players achieved a bonus-point Challenge Cup victory over Stade Français, who lie second in the Top 14. Europe, in the form of the Champions Cup, is regarded as being close to international standard, exemplified by teams such as Leinster and Saracens. But over the years it has not been that reliable a barometer for Test rugby, although the last three winners of the tournament have represented the countries that took the Six Nations title. Ireland were the only team to win an away match in last season’s Six Nations, other than in Rome, and finished top, as had England the year before through the same route. The opening round of the Champions Cup last weekend had 10 matches: five were won by the away side, home advantage counted in four and Munster drew at Exeter. The split in the Challenge Cup was five-five. The image of French clubs being near-unbeatable at home and ineffective away was smashed: they lost two out of three in France and won two out of three on the road. In the Challenge Cup their two victories in eight matches came away from home and while it is not a tournament Top 14 sides have in recent years shown much affection for as a group, they have provided two of the last three winners and Stade Français fielded seven internationals against Worcester. The Warriors gave the starting lineup in the 52-7 victory over Bristol six days before the weekend off, but with their second XV recorded their highest points total in the competition in France. Worcester were bottom of the Premiership at one point last month, before being replaced by Sale, who also won resoundingly in France, 41-24 at winless Perpignan. Sale moved off the bottom earlier this month after beating Newcastle, who replaced them. The Falcons marked their return to Europe by winning in Toulon, something only Saracens had managed before in the Champions Cup, hitting back when the three-times winners fought their way in front. If Bristol do not require a long convalescence after their collapse at Worcester, the relegation tussle in the Premiership promises to be the most intriguing yet. Newcastle were without a number of their leading players but never bowed to the inevitable against a side that still has big names but rather fewer match‑winners. Leinster and Saracens had the look of tournament winners, the former swatting away Wasps with contemptuous ease. The Premiership club may have been bedevilled by injuries but even at full tilt they would have provided only a lumpier speed bump. The holders resembled the All Blacks at times, early assurance developing into a flourish with moves so synchronised that how Wasps defended hardly mattered. Saracens’ victory at Glasgow was based on their renowned resolution in a match that no matter its shortage of points was never off the boil. The Premiership champions fashioned the game’s only try, albeit abetted by the failure of the officials to check whether Alex Lozowski had been tackled into touch, and withstood waves of attacks despite mounting injuries to deny their hosts even a bonus point. Leinster and Saracens were the only two Champions Cup sides not to concede a try. They both provide a significant number of players to their national squads: Saracens supplied nine to England’s recent training camp in Bristol while 10 of Leinster’s squad against Wasps were involved in Ireland’s grand slam victory at Twickenham last March. Eddie Jones, the England head coach, would relish the defensive cohesion of Saracens while Ireland’s Leinster-like capacity to retain possession at the breakdown and patiently take play through phases is yet to be complemented by greater risk-taking. It highlights a difference between Test rugby and the tier below it, with coaches involved in the former having far less time with their squads. World Cup year is different. From next week international squad players in Europe will spend more time with their countries than with their clubs. Training campaigns for the tournament in Japan will be charted with military precision and a month of warm-up matches will help generate a club environment. The aid provided by World Rugby to second-tier nations in the last World Cup allowed them collectively to reach a higher level than before, no longer handicapped by having only a few weeks together before the start of the tournament. The autumn internationals are two weekends away. They are likely to be the last in the current format, with World Rugby looking to add a competitive edge to the two international friendly windows from 2020 as well as providing an opportunity for emerging nations. The problem, after yet another weekend with a high casualty list, is that in each window one hemisphere will be at the end of a long season. The Six Nations and the Rugby Championship are already secondary to the World Cup in the four-year cycle: out-of-competition Tests are cash cows. Take New Zealand’s fixtures against England and Ireland and Wales’s latest attempt to defeat Australia out of next month, given South Africa’s list of unavailable players at Twickenham, and what is left? An annual two-hemisphere tournament could render the World Cup superfluous, which in one sense would be welcome given the disproportionate attention lavished on it. That won’t happen because it provides World Rugby’s revenue, helps grow the game and is hugely popular, but the shadow it casts has become too long. • This is an extract from our weekly rugby union email, the Breakdown. To subscribe just visit this page and follow the instructions.", "link": "https://www.theguardian.com/sport/2018/oct/18/european-champions-cup-challenge-world-autumn-internationals"}