{"title": "Football transfer rumours: Alex Sandro to Manchester City?", "description": "<p>Today’s tell-all wandered out in the world for years, while you just stayed in your room </p><p>Manchester City are in the market for a left-back, which could spell good news for <strong>Alex Sandro</strong> and his Mr 15%. Unconfirmed reports suggest the traffic congestion on the road to Old Trafford on Tuesday night may have been caused by a convoy of City scouts sent to run the rule over the £50m-rated Brazilian speedster, who could find himself surplus to requirements at Juve if there’s any truth to the rumour they’re planning on signing his compatriot <strong>Marcelo</strong> from Real Madrid in January.</p><p>Crystal Palace hope to put an end to tedious-but-true talk of their overreliance on Wilfred Zaha by signing Inter striker <strong>Gabriel Barbosa</strong> in the January transfer window. Back on loan at his former club Santos after failing to impress in the wake of a £29.5m move from Brazil to Italy (and a subsequent loan spell at Benfica), the 22-year-old has scored 24 goals in Brazil this season and could rock up at Selhurst Park on loan in the new year.</p> <a href=\"https://www.theguardian.com/football/2018/oct/25/football-transfer-rumours-alex-sandro-to-manchester-city\">Continue reading...</a>", "content": " Manchester City are in the market for a left-back, which could spell good news for Alex Sandro and his Mr 15%. Unconfirmed reports suggest the traffic congestion on the road to Old Trafford on Tuesday night may have been caused by a convoy of City scouts sent to run the rule over the £50m-rated Brazilian speedster, who could find himself surplus to requirements at Juve if there’s any truth to the rumour they’re planning on signing his compatriot Marcelo from Real Madrid in January. Crystal Palace hope to put an end to tedious-but-true talk of their overreliance on Wilfred Zaha by signing Inter striker Gabriel Barbosa in the January transfer window. Back on loan at his former club Santos after failing to impress in the wake of a £29.5m move from Brazil to Italy (and a subsequent loan spell at Benfica), the 22-year-old has scored 24 goals in Brazil this season and could rock up at Selhurst Park on loan in the new year. The Olympic gold medal winner they call “Gabigol” (possibly in homage to the solitary goal he’s scored for Inter since joining them in 2016) concedes that “things did not go as I expected” when he first arrived at the Serie A club and told Spanish sports daily Marca his “intention is to go to a place where I can be as happy as I am here [at Santos]”. Could a small rectangle of grass in the London borough of Croydon end up being that happy place? In other news pertaining to unsettled Inter players, Wolves, Leicester, Fulham and Southampton are all hitching their skirts in the direction of Portuguese midfielder João Mário. The 25-year-old central midfielder, who spent the second half of last season on loan at West Ham, has yet to appear for the Italian club this season and would have been sold in the summer if they had managed to find anyone willing to match their asking price of around £18m. While – implausible, if you ask us – speculation abounds that Nacho Monreal could possibly be off to Barcelona or Athletic Bilbao in January, Arsenal are said to be interested in making a Premier League player of Ajax left-back Nicolás Tagliafico, who has been with the Dutch side since signing from Independiente in January. Ryan Sessegnon’s days as being Fulham’s resident golden boy are numbered, now that it’s emerged his comparatively sprightly 17-year-old heir apparent Matt O’Riley has got antennae twitching in the scouting departments of Juventus and Borussia Dortmund. Contracted to the Cottagers until 2020, the young midfielder chose to join the club last November despite interest from Arsenal and Manchester United and made his senior debut aged just 16. The Evening Standard report that Fulham are “believed to be aware of Juventus’ interest in the youngster” and are concerned they could lose him for a nominal fee should they fail to tie him down to a longer contract and he choose to go abroad. While the Rumour Mill wouldn’t read too much into these whispers, O’Riley and his representatives will be flattered about Juve’s interest, while the accompanying leverage it provides for future contract negotiations will also prove useful.", "link": "https://www.theguardian.com/football/2018/oct/25/football-transfer-rumours-alex-sandro-to-manchester-city"}