{"title": "Tottenham’s Michel Vorm says: ‘We had to kill PSV game. We know that’", "description": "• Spurs surrendered the lead yet again in 2-2 draw at PSV<br />• Goalkeeper acknowledges repetition of ‘We need to learn’<p>Michel Vorm said Tottenham need to learn a harsh lesson after they blew a 2-1 lead and a position of supremacy <a href=\"https://www.theguardian.com/football/2018/oct/24/psv-eindhoven-tottenham-hotspur-champions-league-match-report\" title=\"\">to draw 2-2 at PSV</a>. It was a must-win game in Eindhoven and hopes of progress into the Champions League knockout phase now hang by a thread.</p><p>Vorm conceded he and his teammates had rolled out a similar line after the opening match of the group phase at Internazionale, when they blew a 1-0 lead <a href=\"https://www.theguardian.com/football/2018/sep/18/internazionale-tottenham-champions-league-match-report\" title=\"\">to lose 2-1</a>. He did not mention Juventus in the last 16 of the competition last season, when they blew a 1-0 lead inside three second‑half minutes <a href=\"https://www.theguardian.com/football/2018/mar/07/tottenham-juventus-champions-league-last-16-second-leg-match-report\" title=\"\">to lose 2-1 in the second leg</a> to be eliminated.</p> <a href=\"https://www.theguardian.com/football/2018/oct/25/tottenham-michel-vorm-psv\">Continue reading...</a>", "content": " Michel Vorm said Tottenham need to learn a harsh lesson after they blew a 2-1 lead and a position of supremacy to draw 2-2 at PSV. It was a must-win game in Eindhoven and hopes of progress into the Champions League knockout phase now hang by a thread. Vorm conceded he and his teammates had rolled out a similar line after the opening match of the group phase at Internazionale, when they blew a 1-0 lead to lose 2-1. He did not mention Juventus in the last 16 of the competition last season, when they blew a 1-0 lead inside three second‑half minutes to lose 2-1 in the second leg to be eliminated. “We always say to each other: ‘We need to learn from this, we need to learn from that,’” Vorm said. What he left unsaid practically screamed at his audience – Spurs have not learned. And it is eating them up. “Then, if it [a bad result] happens, I think it kills the team as well,” Vorm added. The back-up goalkeeper came on at PSV after Hugo Lloris’s 79th-minute sending off. Up to that point Spurs were almost ridiculously comfortable; complacently comfortable perhaps. Vorm made a good save to keep out a Luuk de Jong free-kick but the tide turned sharply and the 10 men could not hold out. De Jong would score the equaliser with three minutes to go. “If you see the statistics after the game, it says it all,” Vorm said, referring to Spurs’s domination of the ball and their 24 shots to PSV’s 11. “If we’d have won 4-1 or 5-1, it would have been deserved. And that makes it even harder, because now it feels like we lost. We had to kill the game but it’s something you don’t even have to talk about. We know that, especially in European games.” Tottenham know but they could not do anything about it and what shone through in Vorm’s comments was the sense of frustration and helpless bewilderment. What is the solution? “I don’t know, it’s a difficult one – if there really was a solution, to say: ‘If we do this, if we do that,’” he replied. Vorm was asked whether Tottenham need to unlock something, possibly by winning a trophy, to fortify them. “I don’t know,” he said. “When you’re playing on the pitch you don’t think about these kind of things. But you also know how long it takes. “From the bench, we thought: ‘We need to score the third.’ Everybody knows, everybody wants to score. But you also know that the opponent is always ready to come out on the counterattack, especially with the way PSV were playing. I can’t say: ‘This is it,’ or ‘This is it.’ It’s just a shame. We need to learn from it.” What Spurs have learned is that the Champions League is a completely different game to domestic football. Eric Dier had talked about that before the match. “Playing teams from different countries, different styles of play, different atmospheres – I think the refereeing style can be different at times, as well,” the midfielder said. “So there’s a lot of things to adjust to.” It is jarring to see how quickly matches at this most rarefied level can turn. Control can be wrested from one team by a single action. Errors are punished without pity. On the other hand, luck also comes into it – refereeing decisions for example. Over a 38-game Premier League season, that tends to even itself out. In the Champions League, it can pack a harder punch. Is the problem to do with Tottenham’s mentality? Their Spursiness, to use the dreaded word? Mauricio Pochettino made no attempt to disguise his frustration at how they had taken their foot off the pedal in the closing stages, slowing the tempo and losing their aggression in attack. It seemed as though he was accusing them of showboating. “One season is not the other,” Vorm said. “One season doesn’t mean that the next season will be better or similar. Obviously, you play different opponents. European football is just totally different from the Premier League. We’re still in a process of learning in these kind of games. It’s harsh though.”", "link": "https://www.theguardian.com/football/2018/oct/25/tottenham-michel-vorm-psv"}