{"link": "https://www.theguardian.com/football/2018/jan/31/the-knowledge-footballers-scoring-past-their-siblings-in-competitive-matches", "description": "<p>Plus: home teams changing kits mid-game, more manager-owners and Third Lanark. <a href=\"mailto:knowledge@theguardian.com\">Mail us your questions and answers</a> or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></p><p><strong>“Reece and Ross Glendinning are well-known figures in Northern Ireland’s domestic game,” </strong>writes Keith Bailie. <strong>“Both played for Linfield, while their father Mark is widely considered to be one of the best full-backs to grace the Irish League. Right-back Reece is on loan from Linfield at Ards, while goalkeeper Ross is at Ballymena United. Last Saturday, Reece scored the only goal in Ards’ 1-0 win over Ballymena, firing past his elder brother. Is this the first time a goalkeeper has been beaten by his own brother in a competitive match (discounting own goals)?”</strong></p><p>Pete Tomlin can help. “I know that, on 9 March 1974, Everton striker Bob Latchford scored twice past his older brother David Latchford, who was playing in goal for Birmingham. Interestingly, there was a third Latchford brother, the youngest Peter, who was also a goalkeeper, playing for West Brom and Celtic. If you are interested, <a href=\"https://i.pinimg.com/originals/a5/0b/e4/a50be4f5c0515d8a14ff6c5bcc98dec2.jpg\">I came across a photo</a> of Bob scoring one of his goals past his big bro.”</p> <a href=\"https://www.theguardian.com/football/2018/jan/31/the-knowledge-footballers-scoring-past-their-siblings-in-competitive-matches\">Continue reading...</a>", "content": " Plus: home teams changing kits mid-game, more manager-owners and Third Lanark. Mail us your questions and answers or tweet @TheKnowledge_GU \nGuardian sport \n\nWed 31 Jan 2018 10.00 GMT\n\n\nLast modified on Wed 31 Jan 2018 10.28 GMT\n\n “Reece and Ross Glendinning are well-known figures in Northern Ireland’s domestic game,” writes Keith Bailie. “Both played for Linfield, while their father Mark is widely considered to be one of the best full-backs to grace the Irish League. Right-back Reece is on loan from Linfield at Ards, while goalkeeper Ross is at Ballymena United. Last Saturday, Reece scored the only goal in Ards’ 1-0 win over Ballymena, firing past his elder brother. Is this the first time a goalkeeper has been beaten by his own brother in a competitive match (discounting own goals)?” Pete Tomlin can help. “I know that, on 9 March 1974, Everton striker Bob Latchford scored twice past his older brother David Latchford, who was playing in goal for Birmingham. Interestingly, there was a third Latchford brother, the youngest Peter, who was also a goalkeeper, playing for West Brom and Celtic. If you are interested, I came across a photo of Bob scoring one of his goals past his big bro.” We are interested, Pete. We’re also interested in this nugget of information provided by Stephan Wijnen: “In the 2009-10 Dutch Eerste Divisie (second division) play-offs for promotion, FC Eindhoven played Willem II in the semi-finals. Defender Arjan Swinkels (the older brother) played for Willem II and goalkeeper Ruud Swinkels played for FC Eindhoven. In the first leg in Eindhoven (on 6 May 2010), Arjan scored the winning goal (1-2) by heading past Ruud in the 80th minute. “By the way, in the second leg in Tilburg (on 9 May 2010, 1-1), Arjan did not score, but he did receive a yellow card (22nd minute). Ruud managed to top that however, by receiving a straight red card in the 81st minute.” “In the Reading v Stevenage FA Cup game, Reading had to change kit halfway through because of a clash,” mails Paul Savage. “Reading changed into their away kit, despite being the home side. Has this happened before?” “In 2000-01,” begins Denis Hurley. “Uefa was still trying to enforce a rule where the home team changed kit in the event of a clash in the Champions League. When Arsenal hosted Sparta Prague at Highbury, they opted to wear their new navy third kit but it proved problematic against the dark maroon of Sparta and so Arsenal switched to their yellow away shirts at half-time. “In the League of Ireland in 2012, Cork City hosted Dundalk in very heavy rain and at half-time both teams changed into their away shirts. Dundalk had, for some reason, begun the game wearing their yellow away socks, so the change made their overall kit look better.” Grantham Town kindly got in touch to raise the bar, mind, with regards their 2012 game against Witton Albion: @TheKnowledge_GU Re: This week's column 'can you help?' - in 2012 we beat @wittonalbionfc 2-0 on a day where they wore THREE different kits in the same 90 minutes - https://t.co/2HhDd2sOCx Last week we included a few examples of owners who thought they could do a much better job of things than their managers, so gave themselves the job. Naturally, we missed a few. “Graham Turner was chairman, team manager and majority shareholder of Hereford United from 1998 until the end of the 2009–10 season,” writes Paul Sheath. “Gaining promotion from the Conference in 2006 and promotion from League Two the following year, he was voted League Two manager of the year. He managed 742 games at Hereford United.” Peter Johnson has been on: “FC Sion owner and president Christian Constant has a track record of sacking a long list of managers, and at one time appointed himself when there was no ‘suitable’ candidate. He also made headlines recently for physically attacking a TV pundit.” “You missed Marc White of Dorking Wanderers, currently in the Isthmian (Bostick) Premier,” points out Ian Ditchfield. “He’s not just owner and manager, he’s also founder and chief financier. The club really is his creation, although pleasingly he lacks the arrogance of some others in your article. From park football to seventh tier in 18 years is no mean achievement.” And here’s Sean DeLoughry: “We have to throw Mick Wallace and Wexford Youths into the mix. As this Guardian article from 2009 suggests, founder-owner-sponsor-manager-agent would be a better description in the early days of Wallace’s Wexford Youths project when they competed in the League of Ireland’s second tier. Wexford are still going strong since Wallace took a step away. He’s now a TD (Irish equivalent of MP), while the renamed Wexford FC are back in the second tier after a single season in the top flight.” “I was idly leafing through a reference book the other day and came across a reference to Third Lanark doing something (getting relegated, I think) in 1965. This surprised me as I had always taken that name to be rather like The Wanderers in England – a name in the early records, but long out of existence. What happened to them?” asked Alan Cooper, the very first question in the very first Knowledge. As you suspected, Third Lanark were relegated at the end of the 1964-65 Scottish First Division campaign, losing a spectacular 30 of their 34 matches and ending up with seven points. Sadly, within two years, the club was declared bankrupt, thrown out of the league, and dissolved in the courts. Just how the club ended up like that was never properly ascertained – fans still claim boardroom corruption to this day – but the net result was plain enough, and the death knell sounded after a 2-2 draw away at Stranraer in 1967. It was a sorry end to the scarlet-shirted Glasgow club, which had enjoyed no little success in the early years of Scottish football. The Third Lanarkshire Volunteers – also known as Third Lanark, Thirds, the Warriors, and the Hi-Hi – were founder members of the Scottish League, and won the championship in 1904 and the Scottish Cup in 1889 and 1905 (beating Celtic and Rangers, respectively). @TheKnowledge_GU as the transfer window hits up we’ve seen Man Utd launch the Alexis Sanchez ‘Piano’ video but does anyone beat #bcafc COO @JamesMason_78 waiting at a bus stop? What is the oddest location for the announcement of a new signing? https://t.co/2vO8CeXNNN “Which player has picked up the most yellow cards for shirt removal?” asks Jonny Mac. “With George Weah now president of Liberia, Milan boast quite the list of alumni who’ve been involved in politics in some way,” begins Michael Sheen. “As well as reclusive owner Silvio Berlusconi, Gianni Rivera became an MP and then an MEP, and Kakha Kaladze was a Georgian MP, deputy PM and now major of Tbilisi. And that’s before you factor in players who hold political roles in the well-fed world of football administration (Zvonomir Boban is Fifa deputy secretary general, Dejan Savicevic is head of the Montenegrin FA and Demetrio Albertini is VP of the Italian FA). Can anyone beat that for political football?” “The teams scrapping to avoid relegation from Guam Soccer League’s Premier Division include FC Beercelona and Pago Bay Disasters. Is there a team anywhere that has a more ill-starred name than Pago Bay Disasters? Also, is there another top division team anywhere with a pun-based name?” asks Kári Tulinius. With Chester FC in dire trouble, I was wondering how many fan-started phoenix clubs have gone bust? The only one to come up so far is Ilkeston:Ilkeston Town FC went bust in 2011Ilkeston FC went bust in 2017", "title": "Footballers scoring past their siblings in competitive matches | The Knowledge"}