{"title": "After the chaos, the revival: Sporting take aim at Arsenal in Europa League | Amy Lawrence", "description": "The Lisbon club are a European giant in recovery after a season where fans attacked the training ground, players cancelled contracts and a manager lasted just nine days<p>Serenity has not been a quality that has come easily to Sporting in recent times. So it felt like some unhealed wounds began to reopen last weekend when they endured a scare in the Portuguese Cup. Their opponents, Loures, a suburban team, play in the third division, in a stadium built to hold around 1,000 spectators. Sporting, a footballing institution with all their historical grandeur, played poorly and just about made it through the tie 2-1 while impatience in the fanbase began to bubble up again.</p><p>That is not something anybody wants to see. Sporting are a club in recovery from perhaps the most turbulent period in their history. During the summer a gang forced their way into the training ground armed with sticks at the end of a disappointing season. A group of players sought to cancel their contracts and quit the club. The president who had overseen the chaos was replaced, Sinisa Mihajlovic came and went as coach after a mere nine days in situ.</p> <a href=\"https://www.theguardian.com/football/2018/oct/24/unai-emery-arsenal-sporting-jose-peseiro\">Continue reading...</a>", "content": " Serenity has not been a quality that has come easily to Sporting in recent times. So it felt like some unhealed wounds began to reopen last weekend when they endured a scare in the Portuguese Cup. Their opponents, Loures, a suburban team, play in the third division, in a stadium built to hold around 1,000 spectators. Sporting, a footballing institution with all their historical grandeur, played poorly and just about made it through the tie 2-1 while impatience in the fanbase began to bubble up again. That is not something anybody wants to see. Sporting are a club in recovery from perhaps the most turbulent period in their history. During the summer a gang forced their way into the training ground armed with sticks at the end of a disappointing season. A group of players sought to cancel their contracts and quit the club. The president who had overseen the chaos was replaced, Sinisa Mihajlovic came and went as coach after a mere nine days in situ. It was hard to know where to turn at this moment in crisis, but Sporting called upon José Peseiro, a well-travelled former coach, who thought long and hard about this level and firefighting before deciding it was the job for him. So how did he begin the challenge of reviving a club enduring an unusual level of internal carnage? “Work. Daily work,” he explains. “A lot of one-to-one individual talks. Collective as well, of course. Hearing their concerns. What has been more impactful to them in those times is to gain trust. It wasn’t easy. We had to wait for some players who cancelled their contracts, we didn’t have the time to rebuild. “The players never questioned their love for Sporting, but their safety, how they would be received by fans, something they never thought they would experience in their lives as footballers. The players questioned their safety ... something they never thought they would do as footballers “It was a difficult thing they went through. I heard about what happened but we were able to help the players overcome the trauma. So far the players have shown how united they are, shown respect and responsibility and their ties to Sporting. It was an important challenge, a fantastic challenge with all the difficulties we had. It is a challenge we think we can win, we can overcome. “I wanted to come back to this club. I wasn’t victorious in the past and I want to be now. We want our fans to be united with us. Even though we lost one or two games we know we need to give the signal. At the most dramatic time of our history we should give a positive response to the Sporting fans. We will show it.” It is a remarkable backdrop to the showdown at the midpoint of Group E of the Europa League. Unai Emery arrived full of respect for Sporting but also intent on keeping up the momentum his team have built. It is a sign of how seriously the Basque is taking the Europa League, and how keyed up he is to maintain the energy that propelled Arsenal to a winning run of 10 games, that a fully powered squad has travelled to the Estádio José Alvalade. Every player who performed in the second‑half exhibition against Leicester on Monday night is in Portugal. Emery’s intention is clear: he wants to win the points, win the group, and ultimately win the competition. His motivation is obvious: “When you win this competition you go to the Champions League for the next year and for us at Arsenal I am telling every player, the supporters and the club – it is very important because it is one title and also a way to go to the Champions League. We are here to play to win.” He urges his team to do so while developing a reputation as entertainers. Only Manchester City have scored more in the Premier League this season, and with Arsenal apparently trying to outshine themselves with the aesthetic qualities of their team goals. “Scoring goals is important for this spectacle,” he says. “I want our strikers to have a lot of chances to score.”", "link": "https://www.theguardian.com/football/2018/oct/24/unai-emery-arsenal-sporting-jose-peseiro"}