{"title": "How well has José Mourinho spent money at Manchester United?", "description": "<p>Mourinho has complained at lagging behind in recruitment, but how much bang have the club got for a spend of £360m?</p><p>Following Manchester United’s <a href=\"https://www.theguardian.com/football/2018/oct/23/manchester-united-juventus-champions-league-match-report\">defeat to Juventus</a> in the Champions League, José Mourinho stated his side are below the Italian club and other continental heavyweights such as Real Madrid, Barcelona and Manchester City, because of a difference in recruitment. The Portuguese, though, has had five windows to build his squad since taking over in the summer of 2016, signed 11 players at a cost of £360m at a net outlay of £285m.</p><p>Is his complaint that United have not backed him enough valid? Or is the issue too many dud buys from the 55-year-old? Here we go through them one by one …</p> <a href=\"https://www.theguardian.com/football/blog/2018/oct/25/how-well-has-jose-mourinho-spent-money-at-manchester-united\">Continue reading...</a>", "content": " Following Manchester United’s defeat to Juventus in the Champions League, José Mourinho stated his side are below the Italian club and other continental heavyweights such as Real Madrid, Barcelona and Manchester City, because of a difference in recruitment. The Portuguese, though, has had five windows to build his squad since taking over in the summer of 2016, signed 11 players at a cost of £360m at a net outlay of £285m. Is his complaint that United have not backed him enough valid? Or is the issue too many dud buys from the 55-year-old? Here we go through them one by one … Signed from Villarreal, 8 June 2016Bailly was Mourinho’s best centre-back in his debut season yet has since lost his way. The manager claimed he did not feature at the end of last season as the Ivorian was not “fighting for a World Cup place”. An odd reason. Rating 5/10 Signed from PSG, 1 July 2016The Swede walked his (at times) outlandish talk where it matters: on the pitch, returning 28 goals in 52 appearances though a serious knee injury towards the end of his opening season effectively ended his United career. Just seven more outings followed before departing for LA Galaxy in March. 8/10 Signed from Borussia Dortmund, 6 July 2016The reigning Bundesliga player of the year when joining, Mkhitaryan was pulled off at half-time of his debut in the Manchester derby and subsequently dropped: an augury of what ensued throughout his 18 months at the club before being swapped for Arsenal’s Alexis Sánchez. 5/10 Signed from Juventus, 9 August 2016The Frenchman, bought to be the superstar in Mourinho’s United, is proving a disappointment. At £89m the manager thought he was acquiring a week-in, week-out A-list performer yet instead Pogba turns it on around once every four or five matches, which is not good enough. 5/10 Signed from Benfica, 14 June 2017Like Bailly, the Swede has been in and out of the XI since Mourinho signed him and this caused Ed Woodward to question the manager’s wish to pursue one of Jérôme Boateng, Harry Maguire or Diego Godín last summer. Were they, the executive vice-chairman reasoned, actually any better than the players United had? 5/10 Signed from Everton, 10 July 2017The centre-forward scored 27 in 51 appearances in his debut campaign for United, while also returning 10 in 11 for Belgium in a World Cup year. He may now be feeling the pace and Mourinho admitted concern over his form on Tuesday. 7/10 Signed from Chelsea, 31 July 2017Now Ibrahimovic has left Matic is the sole Mourinho signing who can be rated an unqualified success. The Serb is a classic water-carrier-type midfielder who allows others to perform, and offers consistent 8-out-of-10 displays his manager must wish Pogba or Alexis Sánchez would return. 8/10 Signed from Arsenal, 22 January 2018Mourinho believed a coup was achieved when the Chilean rejected neighbours City for United yet Sánchez has been a near-disaster, failing to contribute a strike-ratio comparable to the 18 league goals Raheem Sterling managed last term. He is also lacking touch, guile and any kind of presence.3/10 Signed from Porto, 6 June 2018The full-back was impressive on debut against Young Boys in United’s opening Champions League match but is again unavailable, having arrived from Porto in recovery from a knee problem. Given Antonio Valencia’s advancing years – he is now 33 – Mourinho will hope Dalot does not prove as injury plagued as Phil Jones. 5/10 Signed from Shakhtar Donetsk, 21 June 2018The midfielder follows Lindelöf last year and Mkhitaryan the previous one: a Mourinho summer signing who the manager seems unsure of. United went behind in the 17th minute against Juventus yet when fresh energy was needed to try and turn the contest, Fred’s 25-year-old legs were not called upon. 5/10 Signed from Stoke City, 3 July 2018The 35-year-old was bought as a No 3 yet had a surprise debut in September’s Carabao Cup tie with Derby County when Sergio Romero was sent off. Was accomplished before the penalty shootout, Grant being unable to prevent the Championship side prevailing 8-7. 5/10", "link": "https://www.theguardian.com/football/blog/2018/oct/25/how-well-has-jose-mourinho-spent-money-at-manchester-united"}