{"title": "Belgium top Fifa rankings while win in Spain lifts England to fifth", "description": "• Belgium take outright top spot after sharing it with France<br />• England’s ranking is their best for more than five years<p>Belgium have edged ahead of France to take outright top spot in Fifa’s world rankings while England have moved into the top five off the back of their victory in Spain, but tiny Gibraltar were the biggest risers thanks to their first two competitive wins this month.</p><p>Belgium and France had been tied at the top last month and while both sides won one game and drew another in October, the Belgians, with 1,733 points, moved ahead by a single point. Belgium beat Switzerland in the Nations League and drew with the Netherlands in a friendly. France, the world champions, defeated Germany in the Nations League and were held by Iceland in a friendly.</p> <a href=\"https://www.theguardian.com/football/2018/oct/25/belgium-top-fifa-rankings-england-fifth\">Continue reading...</a>", "content": " Belgium have edged ahead of France to take outright top spot in Fifa’s world rankings while England have moved into the top five off the back of their victory in Spain, but tiny Gibraltar were the biggest risers thanks to their first two competitive wins this month. Belgium and France had been tied at the top last month and while both sides won one game and drew another in October, the Belgians, with 1,733 points, moved ahead by a single point. Belgium beat Switzerland in the Nations League and drew with the Netherlands in a friendly. France, the world champions, defeated Germany in the Nations League and were held by Iceland in a friendly. Brazil, one of only two non-European sides in the top 10 along with Uruguay, remain third, followed by Croatia and England, who drew their Nations League game in Rijeka. Gareth Southgate’s side 3-2 win in Seville in another Nations League game helped them to move above Uruguay. It is England’s best ranking since March 2013, when they reached fourth off the back of a convincing World Cup qualifying campaign under Roy Hodgson. Spain themselves remain ninth. Gibraltar, who became Fifa members in 2016, rose eight places to their best ranking of 190th thanks to the their Nations League wins in Armenia and at home against Liechtenstein. Wales are up one to 18th. The Republic of Ireland, beaten at home by Wales, are 33rd, one place better off than Northern Ireland. Scotland are 40th. Madagascar, who qualified this month for their first Africa Cup of Nations finals, climbed into the top 100 for the first time since 2002. They were ranked 100th. Tunisia, 22nd, were the highest ranked African team and Iran, 30th, the top Asian side.", "link": "https://www.theguardian.com/football/2018/oct/25/belgium-top-fifa-rankings-england-fifth"}