{"title": "The Fiver | Tottenham somehow summoning their inner Spurs", "description": "<p><a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now</a>!</p><p>In the well-known fable The Scorpion and the Frog, the former asks to hitch a ride on the latter’s back to get across a river. Reluctant to provide his services as a water-taxi for fear of being fatally stung, the frog finally relents when the scorpion points out that if he did so, both creatures will drown. Halfway across the river, the scorpion stings him anyway and when the dying frog asks why, the unapologetic arachnid looks him straight in his googly eyes and says: “Lads, it’s Tottenham.”</p> <a href=\"https://www.theguardian.com/football/2018/oct/25/the-fiver-spursy-spurs-big-cup-football\">Continue reading...</a>", "content": " In the well-known fable The Scorpion and the Frog, the former asks to hitch a ride on the latter’s back to get across a river. Reluctant to provide his services as a water-taxi for fear of being fatally stung, the frog finally relents when the scorpion points out that if he did so, both creatures will drown. Halfway across the river, the scorpion stings him anyway and when the dying frog asks why, the unapologetic arachnid looks him straight in his googly eyes and says: “Lads, it’s Tottenham.” Of course, the moral of the story is that certain natures cannot be reformed no matter how hard you try and while you can take a 2-1 lead against a vastly inferior Eredivisie side in a must-win Big Cup game, it seems you just can’t take the “Lads, it’s Tottenham” out of Spurs. Completely in control of a game against PSV Eindhoven, in which they missed enough chances to win several matches, the London club’s fabled flakiness prevailed and they somehow summoned their inner Spurs to draw a game it seemed inconceivable they might not win with just 10 minutes to go. “If you don’t win this type of game then it is difficult to deserve to qualify,” sighed their crestfallen manager, Mauricio Pochettino, idly plucking the slender thread by which his team’s hopes of progressing to the knockout stages of Big Cup currently hang. “We completely dominated and we had the chances to kill the game. We need to be more aggressive and score more than two because you can always concede when the result is tight.” The question now for Spurs is whether they should bin off any attempt to drop into Big Vase (a trophy they could actually win), to focus on qualifying for next season’s Big Cup (one they almost certainly won’t). For all the bouquets that have been lobbed his way, the very likable Pochettino has yet to take that bare look off Spurs’ trophy cabinet after more than four years in charge. The grand opening of a big shop outside their sw@nky new stadium earlier this week is unlikely to appease the fans for too long either. Of course, it behoves The Fiver to mention that, if they win their remaining three Big Cup group games, they could still scrape through to the knockout stages in the event of a total collapse by Inter. The kind of collapse that seems so unlikely you can’t imagine it befalling anyone other than vintage Spurs. Join Michael Butler from 5.55pm BST for hot MBM coverage of Sporting 1-2 Arsenal, while Simon Burnton will be on hand for Chelsea 2-0 Bate at 8pm, along with Niall McVeigh for the Pope’s Newc O’Rangers 1-1 Spartak Moscow. “I’d be Manchester United, I’d sign myself, I would score loads and we’d win everything. It sounds a bit weird but the thing is I was great in it!” – Championship Manager legend Cherno Samba talks to David Hytner about the game, but also how he bounced back after his career and life fell apart. An extra dose of Football Weekly, you say? Producing the Guardian’s thoughtful, in-depth journalism [the stuff not normally found in this email, obviously – Fiver Ed] is expensive, but supporting us isn’t. If you value our journalism, please support us. In return we can hopefully arm you with the kind of knowledge that makes you sound slightly less uninformed during those hot reactive gegenpress chats you so enjoy. And if you think what we do is enjoyable [again, etc and so on – Fiver Ed], please help us keep coming back here to give you more of the same. “Hey! ‘Unheard-of outfits’ (yesterday’s Fiver). Back then we barely lost to Benfica in the second round” – AGF Aarhus. “Perhaps this is the antidote to the problem of modern football highlighted by Bruce Jamieson (yesterday’s Fiver letters)“ – Michael Friel. “Modern football … not always rubbish” – John De la Cruz. “Surely the story about Christian T1tz should have been in Bits and Boo [Snip – Fiver Ed]” – Andy Korman. “I was pleasantly shocked to see my name mentioned in yesterday’s Fiver, as it’s not one I’ve used in around two years since getting married. I’m still around, occasionally contributing under my new name, and lamenting the geographical misfortune of growing up in Kent and supporting the local team. Hopefully this sets any mildly inquiring minds to rest” – James Vortkamp-Tong. Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … AGF Aarhus. Jürgen Klopp reckons Mo Salah has silenced any doubters over his form after setting a new record with two goals in the 4-0 win over Red Star Belgrade. “It’s good that we can maybe stop talking about that,” he tooted. Barcelona and Inter are presumably both still celebrating Spurs’ ineptitude despite the former winning their Camp Nou meeting 2-0. While PSG were just about digging their way out of a Napoli-shaped hole in Paris, Dortmund put a beatdown on Atlético Madrid. Here’s your Big Cup review. Fifa’s world rankings are out, with Belgium at No 1, England at No 5 and Gibraltar rising to a best of 190. Somehow, Scotland are 40th. Football League big dog Shaun Harvey wants a review of the ban on fans partaking in booze during games. “To have a blanket ban on alcohol in view of the playing area in 2018 is, in our view, disproportionate to today’s level of risk,” he cheered. The Championship continues to be the Championship. One of those b@ntzy blokes off YouTube has been allowed to host Eleven Sports’ coverage of “The El Clásico”. And the TV cameras will also be heading to Maidenhead, Port Vale, Haringey and Hampton & Richmond for this year’s live FA Cup first-round coverage. Yes, it’s the definitive collection of sportspeople on GamesMaster that you never knew you needed or particularly wanted. Get your Big Cup group-stage halfway verdict, courtesy of Marcus Christenson. Jamie Jackson rates all of José Mourinho’s Manchester United signings. Amy Lawrence is in Lisbon for Arsenal’s Big Vase trip. Here she writes on Sporting’s revival after the storm. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO!", "link": "https://www.theguardian.com/football/2018/oct/25/the-fiver-spursy-spurs-big-cup-football"}