{"title": "Xherdan Shaqiri insists he can handle reception with Liverpool in Serbia", "description": "• The Switzerland international was fined for his celebration<br />• Shaqiri will visit Serbia for the Red Star Belgrade match<p>Xherdan Shaqiri maintains he can handle the hostile reception that awaits him in Belgrade next month when he visits Serbia for the first time since his controversial World Cup celebration.</p><p>The Switzerland international <a href=\"https://www.theguardian.com/football/2018/jun/25/swiss-xhaka-shaqiri-escape-ban-celebration-serbia\" title=\"\">was fined 10,000 Swiss francs</a> by Fifa for “unsporting behaviour” after scoring a 90th-minute winner against Serbia in June. Shaqiri and the Arsenal midfielder Granit Xhaka celebrated by putting their hands together to form a double-headed eagle, as represented on the flag of Albania, who fought against Serbia in the Kosovo War. Shaqiri was born in the Kosovan city of Gjilan and sported the flag of Kosovo on his boots in the Group E match, prompting a complaint from the Football Association of Serbia.</p> <a href=\"https://www.theguardian.com/football/2018/oct/25/xherdan-shaqiri-liverpool-serbia-switzerland-world-cup\">Continue reading...</a>", "content": " Xherdan Shaqiri maintains he can handle the hostile reception that awaits him in Belgrade next month when he visits Serbia for the first time since his controversial World Cup celebration. The Switzerland international was fined 10,000 Swiss francs by Fifa for “unsporting behaviour” after scoring a 90th-minute winner against Serbia in June. Shaqiri and the Arsenal midfielder Granit Xhaka celebrated by putting their hands together to form a double-headed eagle, as represented on the flag of Albania, who fought against Serbia in the Kosovo War. Shaqiri was born in the Kosovan city of Gjilan and sported the flag of Kosovo on his boots in the Group E match, prompting a complaint from the Football Association of Serbia. Liverpool’s summer signing will travel to Serbia in a fortnight when Jürgen Klopp’s team play Red Star Belgrade in their Champions League return fixture. Red Star’s sporting director, Zvezdan Terzic, has claimed the 27-year-old may avoid the trip because of the guaranteed hostility. “If he comes he’ll be smaller than a poppy seed,” said Terzic, who added that the Serbian champions had a “duty to protect” Shaqiri. The former Stoke City forward, however, insists he has no reservations about playing at the Rajko Mitic Stadium on 6 November. “I had this already at the World Cup so I know I can handle this no problem,” he said. “No concerns. I saw a few articles where one player said something. I don’t really care what people are saying. I just go there to play a football game. It is not about politics it is about football. I worry about nothing and go to play.” Shaqiri was instrumental in Liverpool’s 4-0 defeat of Red Star at Anfield on Wednesday with a key role in both first-half goals for Roberto Firmino and Mohamed Salah. Klopp described the Swiss international’s flick to Salah as “genius link-up play”, prompting a satisfied response from the man in question. “I just want to say ‘thank you’ for that,” said Shaqiri when told of his manager’s praise. “It is a game where I am trying my best to give him good performances. I need to try to keep going. I think I have the quality and vision to give good passes and you can see that I wanted to give another good performance. I am enjoying the football here and you can see that on the pitch. The most important thing is to win as a team and the game was brilliant from everyone.” Shaqiri has impressed since his arrival from Stoke but has had to adapt from being a regular starter at his former club to a valuable squad player in varying roles at Liverpool so far. “Sometimes it is not simple because the manager changes a few things but you have to do your best. You can see on the pitch we have a lot of good players and creativity and together we can line-up very well. I am proud to have started in the Champions League.”", "link": "https://www.theguardian.com/football/2018/oct/25/xherdan-shaqiri-liverpool-serbia-switzerland-world-cup"}