{"title": "Ipswich sack manager Paul Hurst after poor start to season", "description": "• Ipswich have won once in 14 league matches<br />• Former Norwich manager Paul Lambert linked to post<p>Ipswich have sacked Paul Hurst following the club’s disappointing start to the Championship season.</p><p>The former Grimsby and Shrewsbury manager was appointed at Portman Road in June, but he has paid the price for delivering just one win from his opening 14 games in charge. <a href=\"https://www.theguardian.com/football/2018/oct/24/championship-roundup-leeds-united-ipswich-town-west-brom-derby-county\" title=\"\">The 2-0 defeat at Leeds</a> on Wednesday was the final straw, leaving them bottom with nine points.</p> <a href=\"https://www.theguardian.com/football/2018/oct/25/ipswich-sack-paul-hurst-poor-start\">Continue reading...</a>", "content": " Ipswich have sacked Paul Hurst following the club’s disappointing start to the Championship season. The former Grimsby and Shrewsbury manager was appointed at Portman Road in June, but he has paid the price for delivering just one win from his opening 14 games in charge. The 2-0 defeat at Leeds on Wednesday was the final straw, leaving them bottom with nine points. Hurst’s assistant Chris Doig has also lost his job, with Bryan Klug taking caretaker charge before the weekend trip to Millwall. The club chairman, Marcus Evans, is looking to make a quick appointment and the former Norwich manager Paul Lambert has been linked with the role. Evans told the club’s official website: “I have decided that it is in the best interests of the football club that we appoint a new manager to take us forward. “I would like to thank Paul and Chris for their efforts and we wish them well for the future but after 14 matches we find ourselves bottom of the Championship and with only one win this season. “Paul’s arrival here in the summer was welcomed by us all and we worked tirelessly to support him fully with his plans for player recruitment, training methodology and backroom staff. But unfortunately those plans haven’t turned into positive results, which is why I have had to take this decision. “The core of our club remains strong and it is that which has helped us create a highly competitive team in the Championship over the last five or six years. “This group of experienced players along with the additions we made to the squad this summer of younger developing talent, plus the ongoing progression of players from our academy, means the new manager will have a solid group to work with and build for the future. I am determined that we develop a team to play attractive and exciting football. “I am actively looking to appoint a new manager, as soon as possible, with experience, who will embrace the long-term vision we all have for the club and who can deliver the success that every Ipswich supporter craves.” Hurst took over from Mick McCarthy in June, just days after his Shrewsbury side lost against Rotherham in the League One play-off final. His directive was to recruit young players from the lower leagues and develop them, but he has paid the price for poor results.", "link": "https://www.theguardian.com/football/2018/oct/25/ipswich-sack-paul-hurst-poor-start"}