{"title": "Max Whitlock: ‘I want to make gymnastics a cooler sport to be a part of’", "description": "The double Olympic gold medallist has struggled recently but has targeted the World Championships as the first step towards success at Tokyo 2020<p>Max Whitlock is still learning. “A lot of it has been in developing new skills,” he says from his base at the British Gymnastics HQ in Lilleshall. “I’ve made a lot of upgrades over the last two years. I’ve put in a new tumble since Rio. I’ve put in a new travel on pommel since last year. So I’m making these upgrades, and it’s funny because when you say two new skills, it doesn’t sound like a lot. But it’s so hard to do.”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2018/oct/21/ellie-downie-foot-sensitive-gymnastics-world-championships\">Ellie Downie: ‘My foot is very, very sensitive but I’m happy to be back’</a> </p> <a href=\"https://www.theguardian.com/sport/2018/oct/24/max-whitlock-make-gymastics-cooler-interview-world-championships\">Continue reading...</a>", "content": " Max Whitlock is still learning. “A lot of it has been in developing new skills,” he says from his base at the British Gymnastics HQ in Lilleshall. “I’ve made a lot of upgrades over the last two years. I’ve put in a new tumble since Rio. I’ve put in a new travel on pommel since last year. So I’m making these upgrades, and it’s funny because when you say two new skills, it doesn’t sound like a lot. But it’s so hard to do.” Whitlock’s words could be read as an act of retrospective justification. Team GB’s poster boy of the 2016 Olympics, with his two individual golds, his charming smile and his pommeling around on the plane home, has had a tricky 2018. Whitlock struggled at the Commonwealth Games in the spring while, this summer, his European Championships ended in misfortune as he stopped cold on the apparatus during the pommel horse final and was forced into a dismount. So it could be an instance of Whitlock getting his excuses in late. But sitting with this engaging and well-meaning young man, it does not feel like that. He has always been someone who has one eye on what is coming next. As for his routines, the 25-year-old warned about the complexity he was adding to them ahead of this year’s competitions. “It’s important to take things from competitions that didn’t go to plan but it’s something I’ve always done,” he says. “Even when I was young and I made a massive mistake I still used to think there was a chance I could make the final. I’ve always had that mindset. The Commonwealth Games didn’t go to plan, the Europeans didn’t go to plan. It’s part of the process, it really is. If there’s a competition that I’ve gone to and made mistakes, like those two, I’ve learned so much. Looking at the big picture, you’re not going to have every competition go perfectly – you’re just not.” Later this week, Whitlock will begin competition at the World Artistic Gymnastic Championships in Doha. It’s another marker for the progress of his new routines, designed with the aim of being just right come 2020 and the Olympics. But, it is also a crucial event for the team with a medal finish in the group competition meaning immediate qualification for Tokyo. According to Whitlock, coming in the top three would be “a huge, huge thing for our mindsets, for everything going forward. We’ll have that spot then and it’s about working towards the bigger picture as well.” His eye for both the immediate and the longer term does not stop with his sporting life. With his wife, Leah, an elite gymnastics coach, they have begun to roll out Max Whitlock Gymnastics, a programme for children aged four to 11 that they hope will cater to a demand for the sport. The plan is to have it up and running in 32 different leisure centres by the end of the year. Neither is that the only project the couple have under way; they are expecting their first child in February. “The painting, the decorating, everything to be honest, I’m planning on doing it when I get back from the worlds,” he says. “It’s time to work hard on it then, because it’s going to come around quickly. “For me and Leah it’s been a bit of a surreal thing. So many people have had kids before but you feel like you’re in your own world when it happens to you. You can’t wait for it but you’re also worrying because you want everything to go OK. What I’ve been doing is to make sure that Leah’s OK, eating good, drinking enough. Making sure she’s getting a lot of fruit and veg, stuff like that. But I think it is a bit different for the guy, isn’t it?” Successful Olympians are always expected to be role models, and Whitlock certainly fits the bill. Young, clean-cut and handsome, he has a lifestyle that many would aspire to. His Instagram feed is full of pictures of him living the good life, with the odd sponsored post by a protein shake partner and a not inconsiderable number of top-off shots. Whitlock says he gets a lot of comments about his well-honed physique (he gets a lot of likes too). He also isn’t too keen to draw conclusions from that, particularly about what young men think about their own bodies. “I don’t know whether to say it’s a good thing or a bad thing to make people body conscious because everyone should feel comfortable in their own bodies, but social media does create that when people put out stuff that’s not … real.” What he does know, though, is that he has helped to make gymnastics a sport that boys and young men want to be a part of. “We wanted to do that, to try and make it a bit of a cooler sport to be part of,” he says. “I think fitness as an industry has blown up huge and you can look at gymnasts and they’re extremely fit. I think gymnastics can help with movement, agility, stuff like that. Girls are still loving gymnastics and I think they always will, but boys’ participation in gymnastics is rising a lot and it’s important to keep pushing that too.”", "link": "https://www.theguardian.com/sport/2018/oct/24/max-whitlock-make-gymastics-cooler-interview-world-championships"}