{"title": "Virat Kohli’s record-breaking knock has fans debating who is the greatest", "description": "Fans of Sachin Tendulkar and Virat Kohli will debate who is the finest in the one-day format but it should be remembered Kohli is still 8,350 runs behind the Little Master<p>A remarkable day in Visakhapatnam. Virat Kohli hit another ODI century. Maybe that was not so surprising since he has hit 36 other hundreds in 204 innings. Despite Kohli’s unbeaten 157 out of a total of 321 for six, the match against West Indies ended in a thrilling tie, which was a bit of a shock, with Shai Hope hitting the last ball of a grand game for four. But the most arresting realisation was that when Kohli reached 81 in the first innings of the match he had compiled 10,000 ODI runs <a href=\"http://stats.espncricinfo.com/ci/content/records/283192.html\" title=\"\">so much faster than any other batsman</a> in the history of the game, outstripping even Sachin Tendulkar.</p><p>Actually to say Kohli has compiled all these runs is something of an insult. Kohli does not compile runs; sometimes he caresses them, sometimes he cracks them but he never looks like an accountant carefully storing them away. They come briskly and with brio, yet at the same time he has become a master at completing the equation that balances risk and reward.</p> <a href=\"https://www.theguardian.com/sport/2018/oct/24/virat-kohli-sachin-tendulkar-fastest-10000-odi-runs-cricket\">Continue reading...</a>", "content": " A remarkable day in Visakhapatnam. Virat Kohli hit another ODI century. Maybe that was not so surprising since he has hit 36 other hundreds in 204 innings. Despite Kohli’s unbeaten 157 out of a total of 321 for six, the match against West Indies ended in a thrilling tie, which was a bit of a shock, with Shai Hope hitting the last ball of a grand game for four. But the most arresting realisation was that when Kohli reached 81 in the first innings of the match he had compiled 10,000 ODI runs so much faster than any other batsman in the history of the game, outstripping even Sachin Tendulkar. Actually to say Kohli has compiled all these runs is something of an insult. Kohli does not compile runs; sometimes he caresses them, sometimes he cracks them but he never looks like an accountant carefully storing them away. They come briskly and with brio, yet at the same time he has become a master at completing the equation that balances risk and reward. Kohli’s figures are astounding. On Wednesday he became the 13th batsman to reach 10,000 ODI runs and the fifth Indian to do so, after Tendulkar, Sourav Ganguly, Rahul Dravid and MS Dhoni. There is a simple case for arguing that Kohli qualifies as the greatest ODI batsman ever because of the speed with which he has reached five figures. He took 205 innings to get there; the next fastest is Tendulkar (259), then Ganguly (263), while Ricky Ponting, one of only two non-Asians on the list (along with Jacques Kallis), took 266 innings. Kohli outstrips them all not only in terms of speed but also with regard to his average, which is just over 59 and his strike rate (92) – admittedly there has been some inflation in these departments over the last decade. To debate whether Kohli is better than Tendulkar in this form of the game is essentially futile except as a source of an interminable argument and it may be an heretical thought among some Indian fans. There is no need for a right answer. The sheer volume of Tendulkar’s runs is staggering and seemingly unsurpassable – 18,426 in ODIs as well as 15,921 in Test cricket. He has often been regarded as a minor deity in his own country and that description fits more easily with Tendulkar somehow because he always seemed to retain a certain dignified distance from the fray. We know where Kohli has his heart – it’s generally on his sleeve; Tendulkar’s was more hidden away. They have always cut such contrasting figures on the field. Tendulkar, especially in Test cricket, gave the impression he was there to score the runs. He usually fielded in anonymous positions away from the slip cordon. No doubt he offered encouragement to his colleagues but he did so discreetly; he did not seek the captaincy for long. In the field it seemed as if he was patiently biding his time, preparing himself for his next innings. That is not Kohli’s way. Passion oozes from every pore; he craves responsibility; he wants to be captain in every format for as long as possible and there is no sign that this is diminishing his batting. He is constantly aggressive in the field, from the slip cordon in Tests or prowling at midwicket in ODIs from where he keeps firing throws past the batsmen into the wicketkeeper’s gloves. He is not shy of having a word. Moreover as a batsman he is more obviously in a duel with the bowler than Tendulkar was. Like Viv Richards he likes to assert himself against the best. Yet in recent times he has also exhibited a pragmatic humility. Before this summer he had been tormented by Jimmy Anderson in Test cricket in England. He was not going to let that happen again but his plan was to outlast Anderson rather than outblast him, which reflected Kohli’s respect for England’s finest and his unswerving determination to prevail however long it took him. For all his grace he applies the same ruthless calculation to his ODI batting. He declines to give his wicket away cheaply even against a white ball. His technique and hand/eye coordination cannot be surpassed by any of his current peers – in this generation he is part of the glorious quartet that includes Kane Williamson, Joe Root and Steve Smith, who one suspects will be reintegrated by the Australian as soon as possible. But what makes Kohli so extraordinary is his hunger. He drives himself relentlessly in training as well as in matches; he plays every form of the game at full throttle. There is an awesome intensity about him. He never lets up for a second. It may not have occurred to Kohli yet, as he reflects on a remarkable match in Visakhapatnam, but it has occurred to me: in ODI cricket he is now only 8,350 runs behind Tendulkar.", "link": "https://www.theguardian.com/sport/2018/oct/24/virat-kohli-sachin-tendulkar-fastest-10000-odi-runs-cricket"}