{"title": "Curtis McGrath: how the elite athlete found a life beyond the war zone", "description": "<p>The Invictus Games ambassador was serving in Afghanistan when he lost both legs. But in sport he found a way to stave off PTSD and other mental health issues</p><p>It often gets forgotten amid the noise and glare of professional sport, but for the vast majority of people the appeal of chasing a bladder of air around a field, of slogging around a running track, of ploughing lanes in a pool, has little to do with winning. Few understand this better than Curtis McGrath.</p><p>It might seem contradictory to now point out that McGrath is an elite kayaker – a Paralympic and World Championship gold medallist, no less – but these accomplishments are pleasant byproducts of his first embracing sport merely as a means to rehabilitate himself, physically and mentally, after he nearly lost his life in 2012.</p> <a href=\"https://www.theguardian.com/sport/2018/oct/26/curtis-mcgrath-how-the-elite-athlete-found-a-life-beyond-the-war-zone\">Continue reading...</a>", "content": " It often gets forgotten amid the noise and glare of professional sport, but for the vast majority of people the appeal of chasing a bladder of air around a field, of slogging around a running track, of ploughing lanes in a pool, has little to do with winning. Few understand this better than Curtis McGrath. It might seem contradictory to now point out that McGrath is an elite kayaker – a Paralympic and World Championship gold medallist, no less – but these accomplishments are pleasant byproducts of his first embracing sport merely as a means to rehabilitate himself, physically and mentally, after he nearly lost his life in 2012. McGrath, an ambassador for the Invictus Games, which is currently being held in Sydney, had been in the Australian army for six years and was a combat engineer when he was offered his first deployment to a war zone: Afghanistan. He could have declined but he never entertained the idea, likening that to an elite footballer training for a big game only to decide not to play in it. “We [military personnel] all want to go. And it felt like we had an obligation to the people of Afghanistan and our colleagues already over there as well.” Three months into his tour McGrath was undertaking one of the military’s most dangerous jobs, sweeping for improvised explosive devices (IEDs). Tasked to clear an unoccupied police checkpoint in the district of Khas Uruzgan, McGrath stepped on an IED and it detonated. Moments later, as dirt, stones and debris rained over him, McGrath raised himself on an elbow and saw that both his legs were gone. “For a moment I was dazed and felt nothing. Then the pain hit me. It was as if my whole body was under attack,” he says. Nevertheless, fuelled by adrenaline, McGrath, incredibly, remained lucid enough to coach his fellow soldiers through the emergency medical treatment he needed to stay alive. As his unit’s designated combat first-aider, he talked them through the right dosage of morphine and the application of tourniquets to stop the loss of blood. “Those guys saved my life for sure.” McGrath, incredibly, remained lucid enough to coach his fellow soldiers through the emergency medical treatment he needed to stay alive. Shortly afterwards he was being carried on a stretcher to a waiting helicopter. “I remember making a comment to the blokes around me, ‘You’ll see me at the Paralympics’.” McGrath, who lives on the Gold Coast with his fiancee, Rachel Martin, an ICU doctor, says it was a moment of black humour, though it proved prophetic. Within six months of returning home to a “challenging” period of intensive treatment and recovery, McGrath began investigating a sporting outlet which he believes helped him stave off post-traumatic stress disorder and other debilitating mental health issues. His personal experience, he says, explains the point of the Invictus Games, the brainchild of Prince Harry who helped launch the event after being inspired by the Warrior Games in the US in 2013. “It’s all about using sport as a vehicle to aid rehabilitation and recovery,” he says of the Invictus Games, and of his own participation in sport post-Afghanistan. “It’s to give servicemen and women and veterans an opportunity to participate, a point of connection back to their military service, to the camaraderie of it, and a connection back to personal and team-orientated goals. It’s also about having something positive to look forward to.” Apart from four years spent in Western Australia from the age of 10, McGrath – a dual New Zealand-Australian citizen – grew up in New Zealand. He was an active kid and, between his youth and his years in the Australian military, he played rugby, Australian rules football and netball. He had also done some kayaking. It was the latter he returned to when his began to heal after the explosion. A kayak tour with his father (run by Mates4Mates, an organisation supporting injured Defence Force personnel) was the catalyst that sparked his reinvention as an elite athlete. Settling on the sprint canoe discipline, McGrath was soon winning local and national meets and he became a member of the Australian Paracanoe squad. Four years after the explosion in Afghanistan he lined up in the KL2 final of the 2016 Paralympic canoe sprint in Rio. He won. Days later he carried the Australian flag during the closing ceremony, “my proudest moment”. McGrath, who now has his sights on the 2020 Games in Tokyo, says his late-developing sporting career has given him the opportunity to travel and compete for his country, but its benefits have been more profound. “We all need an opportunity to prove ourselves, to have purpose,” he says. “A job, for instance, is so important in this regard. For me my sport has given me that.”", "link": "https://www.theguardian.com/sport/2018/oct/26/curtis-mcgrath-how-the-elite-athlete-found-a-life-beyond-the-war-zone"}