{"link": "https://www.theguardian.com/sport/blog/2018/feb/01/six-nations-breakdown-form-guide", "description": "<p>Eddie Jones can expect his toughest Six Nations yet, Ireland will threaten if they can improve away and Scotland need a winning start</p><p>Bidding for a third successive title, they are the team to beat having lost only once in 23 Tests under Eddie Jones. They often relied on their bench last season to compensate for slow starts, winning last year for the most part without being imperious. Injuries and suspensions have disrupted them again and, while they have the greatest strength in depth of any side in the tournament, Jones has yet to see the leadership qualities in his youngest recruits that would make him consider moving on such as Dylan Hartley and Mike Brown. England thrive on quick ball but they continue to be cursed by the absence of their gainline breaker, Billy Vunipola and there were times in 2017, even <a href=\"https://www.theguardian.com/sport/2017/nov/25/england-samoa-autumn-international-match-report\">against Samoa</a>, when they were slow to react when a plan unravelled. This is the year, with New Zealand at Twickenham in November, when England need to move beyond the merely good and it should be Jones’s toughest Six Nations with Scotland resurgent at Murrayfield and France at least talking a good game again.</p> <a href=\"https://www.theguardian.com/sport/blog/2018/feb/01/six-nations-breakdown-form-guide\">Continue reading...</a>", "content": " Eddie Jones can expect his toughest Six Nations yet, Ireland will threaten if they can improve away and Scotland need a winning start \nPaul Rees \n\nThu 1 Feb 2018 11.00 GMT\n\n\nLast modified on Thu 1 Feb 2018 11.53 GMT\n\n Bidding for a third successive title, they are the team to beat having lost only once in 23 Tests under Eddie Jones. They often relied on their bench last season to compensate for slow starts, winning last year for the most part without being imperious. Injuries and suspensions have disrupted them again and, while they have the greatest strength in depth of any side in the tournament, Jones has yet to see the leadership qualities in his youngest recruits that would make him consider moving on such as Dylan Hartley and Mike Brown. England thrive on quick ball but they continue to be cursed by the absence of their gainline breaker, Billy Vunipola and there were times in 2017, even against Samoa, when they were slow to react when a plan unravelled. This is the year, with New Zealand at Twickenham in November, when England need to move beyond the merely good and it should be Jones’s toughest Six Nations with Scotland resurgent at Murrayfield and France at least talking a good game again. Ireland’s academy system, especially Leinster’s, continues to mine players, but their head coach, Joe Schmidt, is not one to be turned by one or two performances. He believes in the tried and proven and does not regard the Six Nations as a laboratory. He will rely on experience in the opening game against France in Paris, almost venturing into the unknown with Les Bleus changing coaches between World Cups for the first time. If Ireland are to overhaul England, they will need to improve their recent away record with their only win in the last two tournaments coming in Rome. They have not won at Twickenham, where they finish their campaign with a potential title decider against the champions, since 2010. While Scotland live off their wits, England are becoming more adept in broken play and Wales are looking to cultivate the Scarlets’ open style, Ireland’s system is more rigid, based on territory and possession. They throttle opponents and in Jonathan Sexton and Conor Murray have the game’s leading pair of half-backs, but the reins may need to be loosened on the road with referees under orders to let games flow. All the teams have injury problems but Wales have been hit the hardest with six of their Lions in New Zealand missing at least the start of the tournament, including the half-backs. Warren Gatland has called on 10 Scarlets for the opening match against Scotland but it will not be a trip back to the 1990s when Wales twice summoned the coaches of the most successful club at the time only to find that Test rugby was something else entirely. The familiarity in key areas, half-back, midfield and front row, will partly offset the impact of so many enforced changes – only six of this weekend’s lineup started in the final match of last year’s Six Nations. Wales will not be gung-ho against opponents who thrive on chaos, no more than the Scarlets were against Toulon when they qualified for the last eight of the Champions Cup. With a Frenchman refereeing, they will look to exploit their expected advantage up front, with Scotland missing eight front-rows, and wear them down. With trips to Twickenham – Wales have not beaten England in the Six Nations since 2013 – and Ireland to follow, the first game is all about winning, not thrilling. The last champions of the Five Nations in 1999 have never been more fancied since having developed a rousing style of play that camouflages a lack of grunt. They will have a patched-up front five in Cardiff and will not want the game to get bogged down by set pieces. For all their improvement last year – a 100% home record in the Six Nations, a double over Australia and a narrow defeat by the All Blacks – they conceded 60 points at Twickenham and lost to Fiji. Saturday will be Gregor Townsend’s first real test since taking over from Vern Cotter: there is a swirl of expectation around Scotland but they have not won an opening Six Nations match away from Murrayfield in nine attempts (they have done so only twice at home) and their overall record on the road is dire – six wins in 45 matches, four in Rome. History weighs against them but, with five Glasgow players in their back division, they will run for the future. Victory in Cardiff would set them up. Les Bleus have had the blues for too long. If the lugubrious features of their new head coach, Jacques Brunel, at the Six Nations launch did not suggest a return to joie de vivre, there is normally an uplift in effort when there is a change at the top. France need more than toil and sweat but one Six Nations record that has survived their slump this decade is that they have never lost their opening match at home. Their home record in the championship under Guy Novès was not as shabby as it had been in the four preceding years, one defeat in five, but the victories were all by slender margins with France not looking the fittest. Brunel has invested in youth to erase the past but the power supply will remain turned on. This French revolution looks like being a slow burner. If Conor O’Shea could bottle his verve and enthusiasm and decant it to his players before matches, Italy would be defending the title. Scotland’s rise has left them exposed at the bottom but there are stirrings at club level where Treviso and Zebre have made strides this season and in Italy’s Under-20s. O’Shea points to a number of young players breaking through, especially in the back row, but for this campaign they will remain reliant on Sergio Parisse, their warrior captain. Expect a few tactical surprises but no side is more reliant on its coaches than Italy, who struggle to cope with the unexpected. At least now they are looking up not just because they are below the rest. • This is an extract taken from our weekly rugby union email, the Breakdown. To subscribe, just visit this page and follow the instructions, or sign up below.     ", "title": "Six Nations 2018: The Breakdown’s team-by-team form guide"}