{"link": "https://www.theguardian.com/football/2018/feb/05/the-fiver-liverpool-tottenham-offside-rule", "description": "<p><a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now</a>! <a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now</a>! <a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now</a>? <a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now</a>!</p><p>Former ref Dermot Gallagher was in no doubt about what he had witnessed. During Liverpool’s <a href=\"https://www.theguardian.com/football/2018/feb/04/jurgen-klopp-liverpool-tottenham-penalties-officials\">drama-tastic draw</a> against Tottenham, assistant referee Eddie Smart had, Gallagher insisted, “covered himself in glory”, getting all the important decisions bang-on. But if the eagle-eyed flag-flutterer left Anfield with his head held high, others were a little more bemused. “The first penalty, it was one of the clearest offside situations I have seen,” growled Jürgen Klopp. “Unless there’s a new rule. Is there? When the ball left the foot of the Tottenham player, Harry Kane is offside. This situation has never changed. My defence put Kane offside, that’s good defending. At the end I’ve learned something new and now people will think I know nothing about football because I thought it was offside.”</p> <a href=\"https://www.theguardian.com/football/2018/feb/05/the-fiver-liverpool-tottenham-offside-rule\">Continue reading...</a>", "content": " Sign up now! Sign up now! Sign up now? Sign up now! \nSimon Burnton \n\nMon 5 Feb 2018 15.58 GMT\n\n\nLast modified on Mon 5 Feb 2018 15.59 GMT\n\n Former ref Dermot Gallagher was in no doubt about what he had witnessed. During Liverpool’s drama-tastic draw against Tottenham, assistant referee Eddie Smart had, Gallagher insisted, “covered himself in glory”, getting all the important decisions bang-on. But if the eagle-eyed flag-flutterer left Anfield with his head held high, others were a little more bemused. “The first penalty, it was one of the clearest offside situations I have seen,” growled Jürgen Klopp. “Unless there’s a new rule. Is there? When the ball left the foot of the Tottenham player, Harry Kane is offside. This situation has never changed. My defence put Kane offside, that’s good defending. At the end I’ve learned something new and now people will think I know nothing about football because I thought it was offside.” Well the rule is not exactly new, having been in place since the 2013-14 season, but for many – Klopp included – this is the first time they have realised its true implications. Before 2013, Fifa admitted, the wording of the offside law gave “too much room for interpretation” and was “not precise enough”. “The new text,” it announced, “is more in line with actual game situations and will eliminate the confusion surrounding what is meant by rebound, deflection and when the ball has been deliberately saved.” The updated wording – or at least the bit of it that interests us – goes as follows: “A player in an offside position receiving the ball from an opponent who deliberately plays the ball (except from a deliberate save by any opponent) is not considered to have gained an advantage.” So now we see that Fifa skilfully “eliminated the confusion surrounding what is meant by rebound, deflection and when the ball has been deliberately saved” by creating brand new confusion surrounding what is meant by “deliberate”, “plays”, and “surely this isn’t actually an actual law of actual football?” We’re considering here the buildup to Tottenham’s first penalty, the one that Loris Karius saved. The ball was played through to Kane by Dele Alli. Dejan Lovren made a desperate attempt to cut it out, wildly flinging a leg at it but getting no more than the slightest contact as it bounced through to the Spurs striker, who then prodded it past Karius and collapsed like a half-baked soufflé. But Lovren was trying to play the ball, and the ball did touch him, and he therefore deliberately played it – even if, in trying to, he accidentally miskicked it horribly. The instant the ball skimmed off his scything shin a new phase of play commenced and the obviously offside forward lurking a couple of yards behind him was suddenly rendered onside. So Smart’s reading of the situation was right, even if everything else about the incident was the wrongest kind of wrong. It was clear to all those fortunate enough to witness it that Sunday’s 2-2 draw was thrilling, breathless, dizzying madness of the most glorious sort, but in the name of custard, parrots and all that is good in this world can somebody please re-rephrase this offside law post-haste? Join Nick Miller from 8pm GMT for hot MBM coverage of Watford 2-1 Chelsea. 24 January: “Stefan Rupp, Edin Rahic and the board of directors would like to place on record their 100% support for Stuart McCall and have every faith that he and his team can turn things around to mount a promotion challenge. Along with our head of recruitment Greg Abbott, we also accept responsibility for the situation we are in” – Bradford City suits make it clear that changing the club’s fortunes is a group effort. 5 February: “Bradford City can confirm that the club has terminated the contract of manager Stuart McCall … We believe that our current squad is capable of performing to a much higher standard than we have seen recently” – Bradford City suits decide it’s more of a solo role. Join Max Rushden, Barry Glendenning, Elis James and Mark Langdon for the latest Football Weekly. Oh, and the pod’s going on the road to Dublin. Producing the Guardian’s thoughtful, in-depth journalism – the stuff not normally found in this email, obviously – is expensive, but supporting us isn’t. If you value our journalism, please support us by making a one-off or recurring contribution. “Thanks to Jeremy Adams for his advice in how to use Big Website (Friday’s Fiver letters), but I think he missed the point of my letter drawing a subtle comedic parallel between my wasted effort and the futility of the January transfer window. Ferg Slade’s Peter Odemwingie’s reference (albeit dated) is exactly the sort of needless energy and disappointment I was alluding too. As a Palace fan, the suggestion Ibrahim Amadou bought a one-way ticket on Eurostar only to return to Lille without his ‘dream move’ to south London unfulfilled might however put him ahead of all of us in the disappointment and wasted effort stakes” – Greg Grimmer. Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Rollover. Get the best of Big Website’s coverage sent direct to your inbox every Friday lunchtime (GMT). Has the added bonus of being on time. Sign up here. Former Wales defender Paul Aizlewood and ex-Cardiff City player Paul Sugrue have been found guilty of fraud charges after taking £5m in a fake apprenticeship scheme. Gravity’s Harry Kane says he did not dive to earn that penalty against Liverpool. “I’ve definitely felt contact and I’ve gone down,” he parped. “[Érik] Lamela’s one I thought the linesman showed amazing character to give that.” Simon Grayson is eyeing an Elizabeth Taylor/Richard Burton-esque refusion at Nasty Leeds after Thomas Christiansen was hoofed through Elland Road’s Do One orifice. Atlético Madrid’s Diego Godín has undergone reconstructive mouth surgery after club staff were sent on to the pitch to find the gnashers he lost after a collision during Sunday’s win over Valencia. “They will have to kill one of us before we get a penalty, if that on Godín was not one,” grumbled Diego Simeone. And Manchester United’s supporters’ trust have hit back at José Mourinho’s criticism of their lack of volume in the stands. “We note our manager’s further comments,” they whispered. “A small figure in a flat cap and a duffel coat, who loved classical music, poetry, art, the theatre and the ballet, and read Goethe, Baudelaire and Cervantes in the original” – Richard Williams remembers Donny Davies, the Guardian correspondent who died in the Munich air disaster. Newcastle United’s Isaac Hayden visits a Benwell food bank and has his eyes opened to a world where people struggle to afford cans of beans. Sid Lowe fires off a neat 1,800 words of red-hot La Liga action, with Gerard Piqué front and centre. Andy Brassell took 30 minutes away from his Linsen mit Spätzle to discover that Ademola Lookman is settling in fine at RB Leipzig. Paolo Bandini spent the weekend watching the PATRIOTS LOSE!!!, which hasn’t stopped him sighing deeply over the state of Inter. Beer-chat enthusiasts will be upset that we’re spelling our Talking Pints blog Talking Points, and that it’s about Premier League football. St Étienne went back to foxbase alpha and have become so tough that nothing can stop them in Ligue 1. One for the kids there. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO!", "title": "The Fiver | In the name of custard, parrots and all that is good in this world"}