{"link": "http://rss.cnn.com/~r/rss/edition_space/~3/utoHWQBr1hc/index.html", "description": "Scientists have switched off several on-board instruments to halt rising temperatures inside India's first unmanned lunar spacecraft.<img src=\"http://feeds.feedburner.com/~r/rss/edition_space/~4/utoHWQBr1hc\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  NEW DELHI, India (CNN) -- Scientists have switched off several on-board instruments to halt rising temperatures inside India's first unmanned lunar spacecraft. The spacecraft carrying India's first lunar probe, Chandrayaan-1, lifts off from Sriharikota.  Mylswamy Annadurai, the project director for the lunar mission, told CNN that temperatures onboard Chandrayaan-1 had risen to 49 degrees Celsius (120 degrees Fahrenheit).  The increase occurred as the craft, the moon -- which it is orbiting -- and the sun lined up, a phenomenon which Annadurai said was not unexpected and which would likely last until the end of December.  \"We have switched off the systems (aboard) that are not needed to be on,\" Annadurai said, ruling out the possibility of damage and adding that the temperature was now down to 40 degrees Celsius (104 degrees Fahrenheit).  Heat on board the Chandrayaan-1 should not exceed 50 degrees Celsius (122 degrees Fahrenheit), Annadurai said -- but insisted the orbiter is designed to withstand up to 60 degrees Celsius (140 degrees Fahrenheit).    The Chandrayaan-1 -- Chandrayaan means \"moon craft\" in Sanskrit -- was successfully launched from southern India on October 22.  Watch the launch of India's first lunar mission »  Its two-year mission is to take high-resolution, three-dimensional images of the moon's surface, especially the permanently shadowed polar regions. It also will search for evidence of water or ice and attempt to identify the chemical composition of certain lunar rocks, the group said.  Earlier this month the Moon Impact Probe detached from Chandrayaan-1 and successfully crash-landed on the moon's surface.  Officials say that the TV-size probe, which is adorned with a painting of the Indian flag, hit the moon's surface at a speed of 5,760 kilometers per hour (3,579 mph).   It transmitted data to Chandrayaan-1 ahead of impact but was not intended to be retrieved after that.  Chandrayaan-1 is carrying payloads from the United States, the European Union and Bulgaria. India plans to share the data from the mission with other programs, including NASA.\n\n \nAll About India • NASA", "title": "Indian lunar orbiter hit by heat rise"}