{"link": "http://rss.cnn.com/~r/rss/edition_space/~3/YzjKXjuxFKY/index.html", "description": "NASA officials Sunday waved off the first opportunity for space shuttle Endeavour to return to Earth, citing poor weather conditions.<img src=\"http://feeds.feedburner.com/~r/rss/edition_space/~4/YzjKXjuxFKY\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  (CNN) -- Space shuttle Endeavour landed safely Sunday afternoon at California's Edwards Air Force Base after NASA waved off two opportunities for a Florida landing because of poor weather.  Endeavour glides in for a landing Sunday at California's Edwards Air Force Base.  The shuttle, steered by commander Christopher Ferguson, landed at 1:25 p.m., ending a mission that lasted more than two weeks.   Wind, rain and reports of thunderstorms within 30 miles of the shuttle landing facility at Florida's Kennedy Space Center prompted NASA to cancel the landing attempts there. Those had been scheduled for 1:19 p.m. and 2:54 p.m. ET.   After determining Monday's weather forecast at Kennedy Space Center was equally unpromising, flight controllers decided they would try to land the shuttle and its seven astronauts at Edwards AFB, about 100 miles from Los Angeles, California, where Sunday's forecast was sunny.     Flight controllers prefer landings at Kennedy Space Center because of cost and schedule. NASA has estimated it costs about $1.7 million to bring a shuttle home to Kennedy Space Center from California.  Watch Endeavour's Sunday landing in California »  It also takes at least a week to get the shuttle ready for the trip, but schedule is not a major factor for the Endeavour; it is not scheduled to fly again until May.  Endeavour's 15-day mission to the international space station began on November 14 and included four spacewalks.   During that time, the crew brought key pieces -- including exercise equipment, more sleeping berths and a urine recycling system -- for a project to double the capacity of the station from three in-house astronauts to six.   The recycling system was installed to turn urine and sweat from the astronauts into drinking water.  Other modules are scheduled to arrive on a February shuttle flight. The goal of expanding the station's capacity to six astronauts is expected to be reached by the summer.   The crew also worked on a joint that helps generate power for the space station. Heidemarie Stefanyshyn-Piper and Steve Bowen spent hours cleaning and lubricating the Solar Alpha Rotary Joint, which is designed to allow the solar panels on the left side of the station to rotate and track the sun.  The astronauts also removed and replaced several trundle bearing assemblies.  The mission went according to plan, despite a minor interruption on the first spacewalk when a grease gun in Stefanyshyn-Piper tool's bag leaked, coating everything inside with a film of lubricant. While she was trying to clean it up, the bag -- with $100,000 in tools -- floated away.\n\n CNN's Kate Tobin and Miles O'Brien contributed to this report. \nAll About Space Shuttle Endeavour • NASA • Kennedy Space Center", "title": "Shuttle lands at California air base"}