{"link": "http://www.bbc.co.uk/news/world-asia-42813832", "description": "", "content": " Tens of thousands of people have had their lives disrupted in the past week by seismic and volcanic activity along the Ring of Fire. An earthquake off Alaska, an avalanche and volcanic eruption in central Japan and a volcano squirting lava in the Philippines all occurred within days of each other. It led the UN Office for Disaster Risk Reduction to send a tweet on Tuesday warning that the Ring of Fire was \"active\". Many are asking whether there is cause for concern that something more serious might happen.  So is there reason to worry? The Ring of Fire refers to a string of volcanoes, earthquake sites and tectonic plates around the Pacific. It spreads across 40,000km (25,000 miles) from the southern tip of South America all the way to New Zealand.   Roughly 90% of all earthquakes occur along the area and the ring is dotted with 75% of all active volcanoes on Earth, that's 452 individual active volcanoes. This week alone,  a 7.9-magnitude earthquake struck off the coast of Alaska in the US. The quake briefly triggered a tsunami warning for coastal areas of Alaska and British Columbia in Canada. On the same day, one soldier was killed and at least 11 others injured in central Japan by an avalanche that may have been triggered by a volcanic eruption. The eruption of Mount Moto-Shirane, which is part of Mount Kusastsu-Shirane, also sent rocks raining down a kilometre-wide area near Kusatsu in central Japan, local media reported.  Earlier last year, the eruption of Bali's Mount Agung led to the closure of the city's international airport and forced up to 100,000 people to evacuate. Mount Sinabung, more than 3,000km away in Sumatra, Indonesia, had been dormant for 400 years before it began erupting again in 2010. In 2016, at least seven people died after clouds of hot ash and gas consumed the region.. Sinabung began erupting again in 2017 and is still going. And Mount Kadovar, a volcano in Papua New Guinea, has been spewing ash for weeks, causing the evacuation of thousands of people from nearby islands.  All are along the Ring of Fire.  But Prof Chris Elders, a geology expert from Curtin University in Australia, says the recent activity is entirely normal. \"There's nothing unusual about what we're seeing at the moment,\" he told the BBC.  \"It just so happens that these events are occurring at the same time in different parts of the region. There's not necessarily a relationship between them.\" He says volcanic and tectonic activity has occurred in the region for \"hundreds and thousands of years\". \"So if you're just looking at one tiny snapshot in such a long period of time it looks like it's something special that things are happening all at once, but if you stand back and look at it in the scale of things, you'll see the action is fairly continuous.\" It's not referred to as the \"ring of fire\" because it sits there doing nothing. It is a constantly-moving, very active (and huge) area full of faults and active volcanoes. It is normal to have so much activity. https://t.co/GjY5wFBWZF End of Twitter post  by @janinekrippner Dr Janine Krippner, a New Zealand volcanologist based in the US, tweeted that the zone was \"not referred to as the Ring of Fire because it sits there doing nothing\". While there are fears that volcanoes are becoming more frequent, she said the rate of eruptions had \"not recently increased\". \"We now have satellites to capture more eruptions, and the internet to talk about more eruptions,\" she said. I did a quick plot at lunch time with data from GVP. Oh, surprise, no significant increment of annual number of eruptions since observations are global and reliable. It's the perception what changes. pic.twitter.com/AxNeaXI9iC End of Twitter post  by @lithospheric According to Japan's volcanology division, Mount Moto-Shirane had been quiet for 3,000 years before its sudden eruption. Does it mean anything that it has reawoken? Not really, says Prof Elders. \"To us, 3,000 years is a long period to be inactive but if you look back at the history of the volcano over tens of thousands of years, you might see that that is quite regular for it,\" he said. \"What you can say with confidence is that there will always continue to be earthquake and volcanic activity across different parts of the Ring of Fire.\"", "title": "Ring of Fire's volcanic and quake activity is normal, say scientists - BBC News"}