{"link": "http://www.bbc.co.uk/news/science-environment-42873645", "description": "", "content": " Burning wood and coal in people's homes will come under scrutiny as part of a government drive to improve air pollution. Ministers are calling for evidence to help improve air quality in cities. They want people to ensure that wood is dry before burning, and that solid fuels are as clean as possible. But the UK is being given a final warning by the European Commission today for breaching laws on NOx emissions. The government is being told it will face court action in Europe unless its planned Clean Air Strategy does what it's supposed to. While environmentalists may wonder whether today's announcement on homes fires is a smokescreen, the government insists it's not. It says the domestic burning of house coal, smokeless solid fuels and wet wood is the single largest primary contributor of harmful sooty particles. Householders and businesses are being asked for their views on proposals to cut emissions. The government says drying wood can reduce particles by half and produce more heat from less fuel. A spokesman said it is considering a range of options to tackle particle emissions, including:  Environment Minister Thérèse Coffey said: \"We all have a role to play in improving the air we breathe. Many of us enjoy a cosy fire, but burning dirtier fuel has a real impact on the quality of air for our family and friends. \"Pollution is about more than just transport. If we make the switch to burning cleaner domestic fuel, we can continue to enjoy burning wood and smokeless coal in stoves and fires in our homes.\" She says they're not considering banning domestic burning. Prof Frank Kelly from Kings College London told BBC News: \"If the particulates data are correct then yes it's a good thing as it's important that all sources of pollution are tackled in order to improve air quality to reach WHO guideline values.\" Some academics said the homes fires consultation was a diversion from other government failings on pollution.  Rosie Rogers from Greenpeace said: \"It's not a good look when a government that promised environmental leadership has to be chivvied by Brussels into doing something about illegal air pollution.\"  \"Michael Gove promised to make cleaning up our cities' air a top priority but has little to show for it as yet.\" The government said it would solve air pollution overall in its Clean Air Strategy, expected after Easter. The Mayor of London, Sadiq Khan, wants to ban wood burning in the capital - but there will no enforcement powers to enter homes to see whether people are burning wood or not.  Also today, it was revealed that the Brixton Road in London has already reached the NOx limit for the whole of 2018. Jonathan Bartley, co-leader of the Green Party, said: \"The fact we're not even out of January and London's filthy air has already hit the yearly pollution limit is damning. The Government's failure to tackle this public health emergency is just one of the cracks in its new green veneer.\" \"If the Government is serious about tackling this crisis it must bring forward the ban on petrol and diesel cars, introduce a proper scrappage scheme, invest in public transport and expand clean air zones across the country.\" Follow Roger on Twitter.", "title": "Scrutiny over wood and coal fires in UK homes - BBC News"}