{"link": "http://www.bbc.co.uk/news/science-environment-42860263", "description": "", "content": " A new species of dinosaur found in the Egyptian desert is shedding light on Africa's missing history of dinosaurs. Few fossils have been unearthed from the last days of the dinosaurs, between 100 and 66 million years ago, on the continent. Scientists say the dinosaur, which lived about 80 million years ago, is an \"incredible discovery\". The giant plant-eater was the length of a school bus and weighed about the same as an elephant.  It had a long neck and bony plates embedded in its skin. The dinosaur's fossilised remains were unearthed during an expedition by palaeontologists from Mansoura University in Egypt. Named Mansourasaurus shahinae, the new species is regarded as a critical discovery for science. \"It was thrilling for my students to uncover bone after bone, as each new element we recovered helped to reveal who this giant dinosaur was,\" said Dr Hesham Sallam of Mansoura University, who led the research. He said he expected the pace of discovery to accelerate in the years to come. The course of dinosaur evolution in Africa has remained much of a mystery for the last 30 million years or so of the reign of the dinosaurs.  Study co-researcher Dr Matt Lamanna of Carnegie Museum of Natural History said that his jaw \"hit the floor\" when he first saw pictures of the fossils. \"This was the Holy Grail,\" he said. \"A well-preserved dinosaur from the end of the Age of Dinosaurs in Africa that we palaeontologists had been searching for for a long, long time.\" Dinosaur fossils in Africa are rare as much of the land is now covered in lush vegetation, rather than the exposed rock that has yielded dinosaur treasure troves elsewhere. There is a huge gap in the fossil record during the Late Cretaceous, when the continents were coming towards the end of huge geological changes. \"Africa remains a giant question mark in terms of land-dwelling animals at the end of the Age of Dinosaurs,\" said Dr Eric Gorscak of The Field Museum, who worked on the research, published in the journal, Nature Ecology & Evolution. \"Mansourasaurus helps us address longstanding questions about Africa's fossil record and palaeobiology - what animals were living there, and to what other species were these animals most closely related?\" Throughout much of the Triassic and Jurassic periods, during the early years of the dinosaurs, the Earth's continents were joined together as one large land mass, known as Pangaea.  During the Cretaceous Period, the continents began splitting apart and shifting towards the configuration that we see today.  It has not been clear how well connected Africa was to other Southern Hemisphere landmasses and Europe during this time and to what degree Africa's animals may have been cut off from their neighbours to evolve along their own separate lines.  By analysing anatomical features of its bones, the researchers determined that Mansourasaurus was more closely related to dinosaurs from Europe and Asia than to those found further south in Africa or in South America.  This, in turn, shows that at least some dinosaurs could move between Africa and Europe near the end of these animals' reign.  \"It shows Africa wasn't this strange lost world of dinosaurs that lived nowhere else,\" said Dr Lamanna. \"That at least some African dinosaurs had other close relations in other continents at the time.\" Mansourasaurus belongs to the Titanosauria, a group of sauropods, or long-necked plant-eating dinosaurs, that were common during the Cretaceous. Titanosaurs are famous as some of the largest land animals on Earth.  Mansourasaurus, however, was relatively small for a titanosaur, and about the weight of an African bull elephant.  Its skeleton is important in being the most complete dinosaur specimen so far discovered from the end of the Cretaceous in Africa. Parts of the skull, the lower jaw, neck and back vertebrae, ribs, most of the shoulder and forelimb, part of the hind foot, and pieces of dermal plates are preserved. Rather than being a piece of a jigsaw filling in the gaps in dinosaur history, it is more like \"a corner piece\", said Dr Gorscak. \"It's like finding an edge piece that you use to help figure out what the picture is, that you can build from.\" Dr Veronica Diez Diaz, an expert in sauropod dinosaurs from the Museum fur Naturkunde in Berlin, who is not connected with the study, said sauropod remains have previously been found in Tanzania and Madagascar. \"The important thing about this discovery is that we did not know any Late Cretaceous sauropod species from North Africa,\" she said. \"Most of the remains were teeth and isolated bones. Thanks to Mansourasaurus that is not the case anymore.\"  Commenting on the study, Dr Philip Mannion of Imperial College, London, said, \"This is just the tip of the iceberg - it points to the fact that Africa has the potential to reveal a much richer fossil record.\" And Dr Michael D'Emic, Adelphi University, added: \"It's just an incredible discovery. It's special because of where it was found.\" Follow Helen on Twitter.", "title": "Lost history of African dinosaurs revealed - BBC News"}