{"link": "http://www.bbc.co.uk/news/world-asia-china-42891204", "description": "", "content": " Hong Kong's lawmakers have voted overwhelmingly to ban the trade in ivory, in a move campaigners described as \"a lifeline for elephants\". A similar ban was brought in across mainland China earlier this year. Ivory sales will be phased out gradually in Hong Kong, stopping completely in 2021. Prior to the vote, demonstrators gathered outside Hong Kong's legislature with signs reading: \"Do you really need ivory chopsticks?\" \"Shutting down this massive ivory market has thrown a lifeline to elephants,\" said Bert Wander of the global advocacy group Avaaz. Ivory from animal tusks - mostly those of elephants - has been traded in Hong Kong for more than 150 years.  It is considered the world's largest ivory market. WildAid Hong Kong, a conservation group, says the former British colony had a 670-tonne stockpile in 1989, when the global trade was banned. Only ivory dating from before that period is meant to be sold there, but campaigners say the legal trade is often a cover for illegal activities. In July 2017, authorities in Hong Kong said they had seized the world's biggest ever haul of ivory tusks - some 7.2 tonnes. More than 90% of those buying ivory in Hong Kong are from the Chinese mainland, which had hitherto been the world's largest importer of elephant tusks. The trade in Hong Kong will cease in three stages. First, there will be a ban on hunting trophies and ivory from after 1975, when the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) took effect. Later, ivory obtained before 1975 will also be included. And finally, traders will be obliged to dispose of their stock by 2021. The penalties for ivory smuggling will also increase considerably. Under the new law, offenders could be fined HK$10m ($1.3m; £1m), double the present amount, or imprisoned for 10 years instead of the current two. Many conservationists have hailed the ban as a victory.  Alex Hofford of WildAid called it \"a great moment in the history of elephant conservation\". Hong Kong lawmaker Elizabeth Quat said the vote marked a great day for elephants, but that the changes must be enforced effectively. \"It's now up to our law enforcement agencies to ensure the ban is properly implemented,\" she said. Some activists feel the timeframe is unnecessarily long, however. They point out that African elephants are still being killed for their tusks in huge numbers.  Poaching has seen the population fall by 110,000 over the past decade to just 415,000 animals, according to the International Union for Conservation of Nature.", "title": "Hong Kong bans ivory trade in 'historic' vote - BBC News"}