{"link": "http://www.bbc.co.uk/news/science-environment-42894161", "description": "", "content": " The salmon from the chalk streams of southern England appear to be genetically distinct from others.  Evidence published in the Journal of Fish Biology suggests they may be a separate sub-species of Atlantic salmon. Scientists argue that the fish may need greater protection, because they would be impossible to replace with salmon from elsewhere in Europe. Many chalk streams are designated sites of special scientific interest. These meandering streams that flow through chalk hills generally have clear, slow-flowing water and are more alkaline than other waters. Scientists think the geology and chemistry of the rivers may affect the distribution of different salmon populations. Researchers studied salmon in stretches of five rivers in Hampshire and Dorset, where salmon have returned to breed for thousands of years.  The rivers include the Frome, Piddle, Avon, Test and Itchen. The study found salmon in the rivers were genetically distinct from those in non chalk-stream rivers close by. \"The fish in the chalk streams of Dorset and Hampshire are as different from their cousins elsewhere in Britain as they are to cousins much further afield, such as the Baltic,\" said Dr Jamie Stevens of the University of Exeter. Populations of salmons in chalk streams have plummeted in recent decades. The researchers say the rivers are under \"massive pressure\" from human activity. \"The fish in these rivers seem to contain a unique component of the overall genetic diversity of the species,\" said Dr Stevens.  \"This makes them highly valuable; and it also makes them vulnerable. Because if they were to be lost through effects on their habitat or pollution it would be almost impossible to restock those chalk streams.\" Like other salmon, those from chalk streams spend long periods at sea and swim hundreds of miles, but return to the rivers where they were born.  Most of the world's chalk streams are found in the UK, but they are at risk of pollution as they pass through urban areas and through farmland. Follow Helen on Twitter.", "title": "Genetic secret of English salmon - BBC News"}