{"link": "http://www.bbc.co.uk/news/science-environment-42897309", "description": "", "content": " Luxembourg's Prime Minister, Xavier Bettel, has just watched one of his country's satellites go into orbit.  He was at Cape Canaveral, Florida, to see the launch of GovSat-1, which will be providing telecommunications services to the military and institutional customers.  The Luxembourg government has a 50-50 share in the project.  Its partner is SES, the major commercial satellite operator that bases itself in the Grand Duchy.  GovSat-1 is another example of Luxembourg's burgeoning role in the space sector.  Its deputy prime minister, Etienne Schneider, who was also at the Cape, has recently positioned the country at the forefront of plans to go mine asteroids.  GovSat-1 rode to orbit on a SpaceX Falcon-9 rocket. It will try to forge a new market in satellite communications.  It is a commercial platform and will sell capacity on its transponders - but only to governments and government-approved agencies.  The satellite uses frequencies that are reserved for the military, and deploys the sort of sophisticated anti-jamming features, and encryption you would normally find on national military platforms.  \"The novelty here is that we take the capabilities that you find in national programmes and combine them, basically, with the accessibility and innovation you find in commercial programmes,\" Patrick Biewer, the CEO of GovSat, the public-private joint venture set up to run the new service, told BBC News.  The Luxembourg government will obviously be using GovSat-1, and indeed some of this capacity will be offered to other Nato countries. Luxembourg sees GovSat-1 as part of its contribution to Nato members' commitment to all try to spend at least 2% of GDP on defence.  Beyond the military, GovSat hopes to serve agencies working in activities such as border control and civil defence.  The spacecraft will sit 36,000km above the equator at 21.5 degrees East. Its Ka-band and X-band frequencies will be concentrated over Europe, parts of Africa, the Middle East, as well as maritime regions in the Atlantic and Indian Oceans.  Govsat should not be confused with the Govsatcom initiative being pursued by the European Commission.  Govsatcom is the next big space project for the EU after its sat-nav (Galileo) and Earth observation (Copernicus/Sentinel) programmes. It would see member states pool their satellite communications resources.  On one level, Luxembourg's GovSat venture shares some DNA with Brussels' ambitions but it is a separate entity. \"You could say we're slightly ahead of the game,\" a GovSat spokesman said. SpaceX used one of its \"recycled\" Falcon 9s to loft GovSat-1.  The rocket had previously launched - and landed - after putting a US national security payload in orbit in May last year.  SpaceX did not opt this time for a controlled return of the Falcon booster to a landing pad or a ship.  With this flight out of the way, the launcher company can now concentrate on preparations at the Cape for the lift-off of its Falcon Heavy vehicle.  This rocket is scheduled to make its maiden flight next Tuesday. The Heavy is essentially three Falcon 9s strapped together.  The configuration would make it by far the most powerful launcher in the world, capable of putting up to 64 tonnes in low-Earth orbit. Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos", "title": "Luxembourg PM watches GovSat-1 space launch - BBC News"}