{"link": "http://www.bbc.co.uk/news/science-environment-42817785", "description": "", "content": " The night sky had a display in store on Wednesday 31 January, with a lunar event being called the \"Super blue blood moon\".  For Australia, Asia and some parts of the US and Eastern Europe, there was a lunar eclipse, as the Earth passed between the Sun and the Moon.  On the very same night, our only natural satellite entered the closest point to us in its elliptical orbit.  It is also the second full Moon of the month, commonly called a blue moon.  The eclipse began at 10:51 GMT and ended at 16:08 GMT. The word \"blood\" has been used to describe the deep red colour of the sunlight that passes through Earth's atmosphere to illuminate our celestial neighbour.  This red glow was produced by the same effect that gave us blue skies and red sunsets, Dr Shannon Schmoll, director of Abrams Planetarium in Michigan, said.  \"Some sunlight is skimming through the Earth's atmosphere on its way to the Moon, and it also gets refracted or bent towards the Moon a little bit,\" she said.  \"So, we have this process of filtering out the blue light and leaving the red light to see.  \"And then having that light bent a little bit toward the Moon.\"  Dr Schmoll said the coincidence of these three lunar events was a \"good excuse to go out and look at the night sky\".  \"I know some people did not like the term supermoon, since it's not always obvious how much bigger it is,\" said Dr Schmoll. The supermoon should appear about 7% larger than average and about 15% brighter.  But this particular view of our satellite, which remains the only object to which we have sent humans beyond Earth, comes at a time of resurgence for lunar exploration.  In December, US President Donald Trump announced his intention to return to the Moon - directing Nasa to plan a crewed mission to the lunar surface for the first time since 1972. India's space agency, ISRO, is set to launch and land a rover on the lunar surface later in 2018. This year should also see the launch of China's Chang'e 5 mission, which aims to return Moon samples to Earth for the first time since 1976. Dr Katherine Joy, a lunar scientist from the University of Manchester, said we were now seeing a \"global revival in lunar exploration\" she hoped would lay the foundations for human exploration and a lunar base. \"We'd even like to know if there are spaces in underground chambers that could be used as subsurface locations for underground bases that could be protected from the radiation environment,\" she told BBC News. The key to this new age of lunar science - particularly human exploration - Dr Joy said, was international collaboration, modelled on the approach it had taken to build and operate the International Space Station.   \"That's what makes the Moon ideal - it's only three days away,\" said Dr Joy.  \"You can do all of those things and plan ahead for where you would go next, but retaining that infrastructure around the Moon.\"  In an online article about the event, Prof Tim O'Brien, from Jodrell Bank Observatory, in Cheshire, admits to being conflicted about the excitement surrounding the so-called supermoon, because the difference in the Moon's apparent size may not be as dramatic as the term might make it sound.  But, he said, we could still learn much from the event.  \"The details of how the sunlight we see reflected from the Moon during eclipse has been altered, scattered and absorbed on its way through our atmosphere, and how this is affected by, for example, volcanic eruptions or even meteor showers, are still being studied,\" he said.  One thing all the scientists I spoke to agree on is it is worth venturing out to look up at the night sky whenever it is clear, because every view of the Moon is super.  Follow Victoria on Twitter Wonders of the Moon is on BBC One on 31 January at 2100GMT Have you seen the super blue blood Moon? Send your pictures or video to yourpics@bbc.co.uk You can also contact us in the following ways:", "title": "Skywatchers see 'super blue blood Moon' - BBC News"}