{"link": "http://www.bbc.co.uk/news/business-42915440", "description": "", "content": " One of the world's leading makers of single-use plastic drinking straws has told Radio 5 Live that the development of more environmentally friendly alternatives is \"stuck\". John Sidanta, chief executive of Primaplast, said he was aware of rising global concern over levels of plastic pollution in oceans and landfills. But he said affordable alternatives had yet to be developed. At the moment, greener straws cost a hundred times more, he said. Primaplast manufactures up to 600 million polypropylene plastic straws a month from its base in Tangerang, Indonesia, for markets in Europe and Japan, where they are sold alongside cartons of juice, milkshakes and yoghurt drinks.  Despite a useful life of just minutes, traditional plastic straws cannot degrade once disposed of and Mr Sidanta acknowledges their days are probably numbered. Some firms are already beginning to curb their use.  The pub chain JD Wetherspoon and Pizza Express have announced plans to phase them out completely, while other firms, such as All Bar One, say they plan to substantially reduce the availability of plastic straws in their branches.   Cornwall may become the first county to ban them from bars and restaurants after a campaign by the group Final Straw Cornwall. The market for multi-use designer straws made of bamboo, metal or glass, that can retail for several pounds each is growing. But paper alternatives have had a mixed response as they tend to go soggy easily, making them harder to use - particularly for children. Straws can also be made from potato or corn paste, but Mr Sidarta said it has been expensive to develop products from those materials. \"To be as close as possible to plastic materials, this is not an easy job.\"  Mr Sidarta points that carton drinks can last up to 18 months, but straws made from alternative materials that could last that long would cost Primaplast up to a hundred times more to manufacture.  Mr Sidanta adds that polypropylene straws are in fact \"definitely recyclable\", and in Japan are often reused in other forms of packaging, plastic tiles and even for types of stationery. In other markets this often isn't done as the lightweight nature of these straws mean that, like banknotes, a huge volume is needed before recycling becomes cost effective.  He believes governments worldwide must decide on clear legislation for the global use of plastic materials in food and drinks and other consumer goods and warns a boycott won't work. \"We have to be rational… it's not reasonable enough to say 'stop using the products' without a solution,\" he said. \"This is not just about straws… for mainstream restaurants and food outlets, this is all single-use disposable products. \"We have been looking for the past fifteen years at replacing...  polypropylene. We found the materials but the pricing isn't good enough. It's a stuck situation. There is no reasonable substitution by far.\" ", "title": "Are we stuck with plastic drinking straws? - BBC News"}