{"link": "http://www.bbc.co.uk/news/uk-england-42918121", "description": "", "content": " A lost Viking army which was a \"key part\" of the creation of England may have been identified by archaeologists. More than 250 skeletons found at St Wystan's church, Repton, Derbyshire, have been dated to the 9th Century. Chronicles state a \"large heathen army\" began to hack its way across England in AD866, toppling Anglo-Saxon kings until being halted by Alfred the Great. Cat Jarman from the University of Bristol said: \"This army had left almost no trace, but maybe here it is.\" In AD866 the Vikings went from ferocious raiders to an invading force - the Viking Great Army had arrived. Ms Jarman, from the department of Anthropology and Archaeology, said: \"This was a key part in the story of how England was made. \"The defeat of Anglo-Saxon kingdoms, the creation of a Viking state and Alfred's reaction to it were all major parts of this. Its echoes are still felt today. \"But because of the lack of physical evidence it has not been given the attention it deserves.\" The Viking army was believed to have wintered at Repton in AD873 but the evidence did not add up. A mysterious mound in St Wystan's church yard excavated in the 1970s and 80s contained the remains of at least 264 people. But nearly 20% were women and there were few signs of battle injuries. Carbon dating showed bones dating from the 200 years previous to the Viking invasion. But new research has turned this on its head. Ms Jarman said: \"We found the carbon dating had been thrown out by those individuals having a diet high in seafood.  \"Once adjusted, the dates matched the records. \"And a new analysis of the bones... showed traumatic injury, while the role of women in Viking armies is better understood.\" Other graves with probable Viking links were investigated, and one may contain sacrificial victims. Four children, aged eight to 18, were buried near the mass grave and at least two have signs of traumatic injury.  Ms Jarman said it \"parallels accounts of sacrificial killings to accompany Viking dead\".", "title": "Bones clue to 'lost' Viking army which made England - BBC News"}