{"link": "http://www.bbc.co.uk/news/world-asia-42916451", "description": "", "content": " Nigel \"no mates\", a lonely New Zealand gannet who lived his life on the edge of the cliffs of an uninhabited island, has been found dead alongside his partner - a concrete replica bird. Nigel had been on Mana Island for five years and was besotted with one of the 80 decoys spread across the island. Conservation ranger Chris Bell, who found Nigel's body last week, said his passing was \"incredibly sad\".  \"This just feels like the wrong ending to the story,\" Mr Bell said. Nigel was found next to his immobile concrete partner, who was part of a fake colony created to help lure gannets to Mana Island off the west coast of New Zealand's North Island. He had been observed over the years by volunteers who said they were touched after witnessing him carefully construct a nest from seaweed and twigs on the cliff edge in an apparent act of courtship in 2013.   In a Facebook post on Thursday, conservation group Friends of Mana Island wrote that Nigel \"won the hearts\" of its members and visitors to the island. The group, which says that three other gannets recently arrived on the island as a \"Christmas surprise\", posted a poem dedicated to the dead bird, with the message: \"RIP 'no mates' Nigel.\" \"We weeded, we painted, we sprayed guano around,\" the post reads, adding: \"We hoped you'd find the real thing.\" Mr Bell said that with the recent arrival of other gannets, Nigel's love affair may not have been \"for nothing\", the Guardian newspaper reports.  \"Whether or not he was lonely, he certainly never got anything back, and that must have been very strange experience,\" he said.  \"I think we all have a lot of empathy for him, because he had this fairly hopeless situation.\" Despite the arrival of the three other gannets, Nigel apparently refused to be separated from his replica mate and his commitment was confirmed when he later died by its side.", "title": "New Zealand gannet 'no mates Nigel' dies alongside fake partner - BBC News"}