{"link": "http://www.bbc.co.uk/news/science-environment-42909866", "description": "", "content": " High-tech tracking collars on nine female polar bears have measured the animals' efforts to find food on the diminishing Arctic ice. Each bear wore a collar - recording video, location and activity levels - for 8-12 days, while metabolic tracers tracked the bears' energy use. This revealed that most of the animals were unable to catch enough prey to meet their energy needs. The team says wild bears have higher metabolic rates than thought.  Moreover, climate change appears to be having dramatic effects on the Arctic sea-ice, forcing polar bears to move greater distances as they hunt, and making it harder for them to catch prey. The vision of a polar bear plucking a vulnerable seal off an ice floe is something familiar to wildlife documentary fanatics. Earlier this winter, though, an image of an emaciated polar bear went viral, with many asking if this was the telltale image of climate change.  The authors of this study, published in the journal Science, point out that the animals do now need to travel further to find seals, and that this is likely to be an \"important factor explaining declines in their body condition and survival\" of polar bears. In Spring of 2014, 2015, and 2016, Anthony Pagano, a researcher at the University of California Santa Cruz and his colleagues, set out to track the polar bears' hunting and survival during this critical season. They captured nine females on the sea-ice of the Beaufort Sea and measured the metabolic rates of each bear using blood and urine samples.  They also fitted the bear with the GPS-camera collars, to record and film their activity.  \"We found that polar bears actually have much higher energy demands than predicted. They need to be catching a lot of seals,\" Mr Pagano explained.  The extent of Arctic sea-ice, as measured at its minimum in September, is decreasing at a rate of about 14% per decade, which is likely reducing polar bears' access to seals. And their plight could be exacerbated by the need to alter hunting strategies with the seasons.  In the spring, the researchers explained polar bears are mostly preying on juvenile seals. But later in the year, after the bears' long summer fast, those young seals are older and wiser, meaning polar bears are not able to catch as many.  \"It's thought that bears might catch a couple per month in the fall, compared to five to 10 per month in the spring and early summer,\" Mr Pagano said. \"We now have the technology to learn how they are moving on the ice, their activity patterns, and their energy needs, so we can better understand the implications of these changes we are seeing in the sea-ice.\" Follow Victoria on Twitter", "title": "Polar bears 'running out of food' - BBC News"}