{"link": "http://www.bbc.co.uk/news/science-environment-42920383", "description": "", "content": " Scientists say there needs to be more research into the impact of plastic pollution on sharks, whales and rays.   A study, in the journal Trends in Ecology and Evolution, says the creatures may be swallowing hundreds of tiny bits of plastic a day.   Microplastic pollution has the potential to further reduce the population sizes of the large filter feeders, they say. Yet, there is very little research being carried out into the risks. Researchers from the US, Australia and Italy looked at data on threats to large filter feeders from microplastics. These small plastic pieces less than five millimetres long can be harmful to the ocean and aquatic life. The Gulf of Mexico, the Mediterranean Sea, the Bay of Bengal and the Coral Triangle are priorities for monitoring, according to a review of studies. \"The full magnitude of risks of ingesting microplastics are yet to be fully investigated,\" said Elitza Germanov of Murdoch University, Australia, and researcher at the US Marine Megafauna Foundation.  Possible risks include reduced nutritional uptake and damage to the digestive system when microplastics are ingested, she said. In addition, toxin exposure through plastic ingestion could affect many biological processes, such as growth and reproduction, putting filter feeding populations \"under even more strain\", she added.  The study argues that large filter feeders, many of which are \"charismatic and economically important species\", should be prioritised for further research into risks from microplastics.  Filter feeders swallow hundreds of cubic metres of water a day to capture their food from water, and may take in microplastics during the process. Microplastics are similar in size and mass to many types of plankton. Studies have shown chemicals associated with plastics in the bodies of whale sharks and fin whales. \"Our studies on whale sharks in the Sea of Cortez and on fin whales in the Mediterranean Sea confirmed exposure to toxic chemicals, indicating that these filter feeders are taking up microplastics in their feeding grounds,\" said co-researcher Prof Maria Fossi of the University of Siena in Italy.  \"Exposure to these plastic-associated toxins pose a major threat to the health of these animals since it can alter the hormones, which regulate the body's growth and development, metabolism, and reproductive functions, among other things.\" Whale sharks feeding in the Sea of Cortez off Mexico's Baja Peninsula, which is an important breeding ground, are estimated to ingest under 200 pieces of plastic per day.  Fin whales in the Mediterranean Sea are thought to be swallowing closer to 2,000 microplastic particles per day.  The researchers say there have been reports of 800kg of plastic found in the carcass of a stranded whale in France and another in Australia contained six square metres of plastic sheeting as well as 30 whole plastic carrier bags. The report highlights several key coastal regions for research and monitoring within the habitat ranges of the animals, including the Coral Triangle, the Gulf of Mexico, the Mediterranean Sea, the Bay of Bengal and other areas that have high microplastic concentration levels, such as the world's five oceanic gyres.  Whale sharks and other flagship species may act as a focal point for research, especially in countries that rely on wildlife tourism, say the researchers. \"It is worth highlighting that utilising these iconic species, such as whale sharks, manta rays and whales to gain the attention of and engage with communities, policy makers and managers will go far to enhance stewardship of entire marine ecosystems,\" said Ms Germanov, who is a PhD student at Murdoch University.  A number of filter-feeding sharks, rays and whales are on the edge of extinction. Many are long-lived and give birth to few offspring during their lives. The whale shark, for example, is listed as Endangered on the IUCN Red List.  Found in tropical and warm temperate waters, it is the largest fish in the world, yet feeds on tiny plankton, crustaceans and small fish. Follow Helen on Twitter.", "title": "Plastic pollution: Scientists' plea on threat to ocean giants - BBC News"}