{"link": "http://www.bbc.co.uk/news/science-environment-42945813", "description": "", "content": " An \"extraordinary\" spider \"cousin\" trapped in amber for 100 million years is shaking up ideas about the origins of spiders.  The ancient creature had a tail, unlike its modern relatives.   It belongs to a group of arachnids (spiders, scorpions and the like) that were related to true spiders. Researchers say it's possible - but unlikely - that the animal might still be alive today in the rainforests of southeast Asia. The creature's remote habitat and small size makes it possible that tailed descendants could still be living in Myanmar, where the fossils were found, said Dr Paul Selden of the University of Kansas. \"We haven't found them, but some of these forests aren't that well-studied, and it's only a tiny creature,\" he said. Myanmar has yielded a treasure trove of discoveries of skin, scales, fur, feathers and even ticks preserved in fossilised tree resin.  Dracula ticks tell blood-sucking tale This find dates back to the Cretaceous period, when dinosaurs like T. rex walked the Earth. The arachnid has an unusual mixture of ancient and modern features.  Scientists have named it Chimerarachne yingi, after the Greek mythological Chimera, a hybrid creature composed of the parts of more than one animal. \"We have known for a decade or so that spiders evolved from arachnids that had tails, more than 315 million years ago,\" said Dr Russell Garwood of The University of Manchester, a co-researcher on the study.  \"We've not found fossils before that showed this, and so finding this now was a huge (but really fantastic) surprise.\" Four specimens of the tiny spider have been found. The scientists think it lived on or around tree trunks, perhaps under bark or in the moss at the foot of a tree. It was capable of producing silk using its spinnerets, but was unlikely to have woven webs. And it's not known what the tail would have been used for or if the spider was venomous. Commenting on the research, Dr Ricardo Perez-De-La Fuente, of the Oxford Museum of Natural History, said the \"amazing fossils\" will be important in deciphering the puzzle of the evolution of spiders and allied groups.  \"Chimerarachne fills the gap between Palaeozoic arachnids with tails known from rocks (uraraneids) and true spiders, and the fact the new fossils have been wonderfully preserved in Burmese amber has allowed an unmatched detail of study,\" he said. \"There are many surprises still waiting to be unearthed in the fossil record. Like most unexpected findings in palaeontology it probably brings more questions than answers, but questions are what keep things exciting and push the boundaries of science.\" Spiders as a group date back to more than 300 million years ago. Chimerarachne shared a common ancestor with the true spiders and resembles a member of the most primitive group of modern living spiders, the mesotheles, which are found today only in China, Japan, and Southeast Asia. \"It must have lived for about 200 million years side-by-side with spiders, but we've never found a fossil of one of these [before] that's younger than 295 million years,\" said Dr Garwood, from Manchester's School of Earth and Environmental Sciences. Spiders are one of the success stories of the natural world, with more than 47,000 living species.  Over hundreds of millions of years they have evolved several unique features, including spinnerets and venom for immobilising prey. The research is published in Nature Ecology & Evolution as two separate papers. One paper, led by Bo Wang from the Chinese Academy of Sciences, described two specimens. The other, led by Gonzalo Giribet of Harvard University, presents two more fossil arachnids. Follow Helen on Twitter.", "title": "'Extraordinary' fossil sheds light on origins of spiders - BBC News"}