{"link": "http://www.bbc.co.uk/news/science-environment-42950957", "description": "", "content": " Elon Musk will attempt to fly the world's most powerful rocket later with his own sports car on the top. The US entrepreneur's Falcon Heavy launcher is designed to have twice the lifting capacity of any other vehicle. But because of the historic high failure rate of maiden flights, only a dummy payload is being risked. Mr Musk has decided this should be his old cherry-red Tesla roadster with a space-suited mannequin strapped in the driver's seat. David Bowie's classic hit Space Oddity will be looping on the radio as the car is hurled into an elliptical orbit that stretches out to Mars' orbit around the Sun. \"[The roadster will] get about 400 million km away from Earth, and it'll be doing 11km/s,\" he told reporters in a briefing on Monday. \"We estimate it will be in that orbit for several hundred million years, maybe in excess of a billion years.\" Three cameras attached to the car would provide \"epic views\", Mr Musk added.  Falcon Heavy sends a car to Mars https://t.co/Y7uBtU6Mt2 End of Twitter post  by @elonmusk Thousands of spectators are expected to descend on Florida's Kennedy Space Center to witness the ascent, which could occur as early as 13:30 EST (18:30 GMT).  Mr Musk's rocket company, SpaceX, has given itself three hours to get the vehicle up on Tuesday. If technical glitches lead to a postponement, a second attempt will be made on Wednesday.  The Falcon Heavy is essentially three of SpaceX's workhorse Falcon 9 vehicles strapped together. But the triple-booster configuration has demanded a number of specific alterations, including a strengthening of the central core booster.  The 27 Merlin engines at the base of the rocket should be capable of generating almost 23,000 kilonewtons of thrust - slightly more than double that of the world's current most powerful rocket, the Delta IV Heavy, which is operated by US competitor United Launch Alliance.  The 70m-tall Falcon Heavy is designed to put up to a maximum of 64 tonnes in low-Earth orbit. That is like putting five London double-decker buses in space. In reality, however, the Heavy would rarely be asked to raise so much because SpaceX intends to land the rocket's boosters back on Earth after launch and the fuel required to do this necessarily negates some performance. But the rocket's immense thrust does open up some fascinating new possibilities. These include:  At the moment, the Falcon Heavy only has a handful of bookings on its manifest.  Two of these are for large telecommunications satellites that must be thrown up into a geostationary orbit some 36,000km above the Earth.  \"These satellites are over six tonnes, knowing that the capacity of the rocket is eight tonnes to geostationary transfer orbit (GTO) - if it is fully reused,\" Rachel Villain, from the leading space consultancy Euroconsult, told BBC News. \"So, obviously, the objective must be to fully re-use the rocket, otherwise the capacity to GTO is 20 tonnes which is a lot to fill.\"  She added: \"The main targets are possibly the US government and those proprietary constellations. And when I say US government, I mean both beyond Earth orbit (Nasa) and the US Department of Defence, because SpaceX is now a recognised supplier to the DoD for classified and non-classified missions.\" Assuming it works, the Falcon Heavy raises some thorny issues for US space policy.  While Nasa could certainly find many uses for the extra capability, it has its own \"monster rocket\" in development.  The conundrum for the agency and legislators in Washington DC is that this Space Launch System, as it is known, is still some years away from entering service (in a 70-tonnes to LEO configuration); but more than that - it will probably cost about $1bn per flight. Mr Musk says his Falcon Heavy will cost just $90m per flight.  Many commentators are already asking how Congress can justify the considerable extra expense of the SLS when a much cheaper alternative is about to become available. And Mr Musk is not the only entrepreneur developing a commercial heavy-lift solution that promises to dramatically undercut the SLS on cost.  Jeff Bezos, the head of Amazon.com, is working on a rocket he calls New Glenn, which should be able to put 45 tonnes in low-Earth orbit. He has even teased something more powerful still, called New Armstrong.  Mr Musk has emphasised the difficulties in getting the Falcon Heavy ready for its maiden outing.  His formal announcement of the project was in 2011, with a first flight planned for perhaps 2013. Five years later, the entrepreneur concedes the chances of failure are significant.  \"If it goes wrong, hopefully it goes wrong far into the mission so at least we learn as much as possible along the way,\" he said.  \"I'll consider it a win if it just clears the pad and doesn't blow the pad to smithereens. That's 4,000,000lbs of TNT equivalent. There's probably not going to be much left if that thing lets loose.\"  Getting all 27 engines to light in unison and control them during the first phase of ascent is not straightforward.  The Soviets tried to ignite 30 engines on the first stage of their ill-fated Moon rocket, the N1, and never got to orbit. Mr Musk has a future rocket under development he calls the BFR. This will feature 31 first-stage engines. Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos", "title": "Elon Musk's huge Falcon Heavy rocket set for launch - BBC News"}