{"title": "Stephen Hawking dies: Scientist's most memorable quotes - BBC News", "description": "", "content": " He was trapped in his own body by motor neurone disease, but that did not stop Prof Stephen Hawking help us all get an understanding of the universe. The world renowned physicist has died at the age of 76, leaving the world memorable words on a host of subjects. From the reasons for the universe's existence to the downside of fame, here are some of his pearls of wisdom: On why the universe exists... ❝If we find the answer to that, it would be the ultimate triumph of human reason - for then we would know the mind of God❞ - A Brief History Of Time, published 1988 On black holes... On humanity... ❝We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special❞ - Interview, Der Spiegel, October 1988 On life... ❝One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don't throw it away❞ - Interview with ABC's Diane Sawyer, June 2010  On commercial success... ❝I want my books sold on airport bookstalls❞- Interview, New York Times, December 2004 On living with a disability... ❝My advice to other disabled people would be, concentrate on things your disability doesn't prevent you doing well, and don't regret the things it interferes with. Don't be disabled in spirit, as well as physically❞ - Interview, New York Times, May 2011 On God... On an imperfect world... ❝Without imperfection, you or I would not exist❞ - On Into The Universe With Stephen Hawking, Discovery Channel, 2010 On staying cheerful... ❝Life would be tragic if it weren't funny❞ - Interview, New York Times, December 2004 On euthanasia... ❝The victim should have the right to end his life, if he wants. But I think it would be a great mistake. However bad life may seem, there is always something you can do, and succeed at. While there's life, there is hope❞ - People's Daily Online, June 2006 On artificial intelligence... ❝The development of full artificial intelligence could spell the end of the human race. It would take off on its own, and re-design itself at an ever increasing rate... Humans, who are limited by slow biological evolution, couldn't compete, and would be superseded❞ - Interview, BBC, December 2014 On fame... On the possibility of contact between humans and aliens... ❝I think it would be a disaster. The extraterrestrials would probably be far in advance of us. The history of advanced races meeting more primitive people on this planet is not very happy, and they were the same species. I think we should keep our heads low❞ - In Naked Science: Alien Contact, the National Geographic Channel, 2004 On space colonies... ❝I don't think the human race will survive the next 1,000 years, unless we spread into space. There are too many accidents that can befall life on a single planet. But I'm an optimist. We will reach out to the stars❞ - Interview, the Daily Telegraph, October 2001 On the end of the universe... ❝It will take about a thousand million million million million years for the Earth to run into the sun, so there's no immediate cause for worry!❞ - A Brief History Of Time, published 1988 On being diagnosed with motor neurone disease... ❝My expectations were reduced to zero when I was 21. Everything since then has been a bonus❞ - Interview. New York Times, December 2004 On death... ❝I have lived with the prospect of an early death for the last 49 years. I'm not afraid of death, but I'm in no hurry to die. I have so much I want to do first❞ - Interview, the Guardian, May 2011", "link": "https://www.bbc.co.uk/news/uk-43396627"}