{"title": "Bloodhound Diary: It's going to get toasty - BBC News", "description": "", "content": " A British team is developing a car that will be capable of reaching 1,000mph (1,610km/h). Powered by a rocket bolted to a Eurofighter-Typhoon jet engine, the vehicle aims to show its potential by going progressively faster, year after year. In mid-2019, Bloodhound wants to run above 500mph. In late 2019, the goal is to raise the existing world land speed record (763mph; 1,228km/h) to 800mph. And in 2020, the intention is to exceed 1,000mph. The racing will take place on Hakskeen Pan in Northern Cape, South Africa. As the UK continues to turn brown and curl up at the edges, we're having a busy summer of (very hot) public events across the country.   Not surprisingly, a lot of people have been asking about how the Bloodhound supersonic car will cope with the heat.   While it's tempting to say \"don't worry about it, deserts in Africa are not this hot\", heat management is a big part of running a 1,000mph car, so it's a fair question.   During the summer, the Kalahari desert hits 40+ C, triggering thunderstorms and making December to April the rainy season on the Pan.   By contrast, the winters are cool (night-time temperatures can drop to freezing) and dry, so winter is the preferred time for us to run the world's fastest car.   The cold weather will help to keep everything cool, including the team, but when the car starts to run then equipment (and people!) will warm up pretty quickly.   The first bit of the car that will see heat is the nose. The air friction caused by a run to 1,000mph could heat the nose cone up to over 130C.   The tip of the nose cone is 3D-printed in titanium, so this is fine.  The rest of the nose is carbon fibre, which is basically reinforced plastic, so high temperatures are more of a problem.   The carbon fibre bodywork will also be subject to around 138,000 Newtons/square metre of aerodynamic load, which is the same load as two fully grown elephants sitting on the nose.  Heating it up to 130+ C would soften the carbon fibre, which is trying to support those two elephants. This might initially seem like an issue. Fortunately, the car is only supersonic for a few seconds, so we shouldn't see temperatures anywhere near this high.   Just behind the nose is the front wheel bay, containing a pair of 95kg aluminium desert wheels spinning at over 10,000rpm.   During our wheel spin test (completed Rolls-Royce's jet engine spin test rig), we measured the wheel stresses and temperatures at the equivalent of over 1,000mph.   The loads were comfortably within limits, but the air friction for the three-minute test heated the wheel up to over 95C.   For a Bloodhound record run, the time at high speed will be much shorter, but the friction levels on the desert surface will be much higher.  As a result, we don't know exactly what temperature the wheel rims will reach during a run.  Even less certain is how hot they will be after the two runs within one hour, which is the requirement to set a Land Speed record.   Hence, we'll be watching the wheel temperatures closely during testing.   The Timkin high-speed wheel bearings are less of a problem.   They are more than strong enough to cope and will sit in a bath of lubricating oil, which will help to keep them cool.   Given that wheel bearings are safety-critical, there is also plenty of redundancy.  Our engineers have put three bearings into each wheel hub, further reducing the loads (and hence temperatures) that each wheel bearing is likely to see.   Behind the front wheels sits the cockpit, a sealed carbon-fibre box designed to keep me safe at speeds of up to 1,000mph. Note that I said safe, not comfortable.   In addition to the high G levels and the high noise levels, it's likely to get pretty warm in there.   The usual race engineer's expression of sympathy applies: \"Of course it's hot in there, now get in and stop complaining.\" The air flowing over the top of the cockpit will create some huge shockwaves at 1,000mph (nearly 1.4 times the speed of sound), which is the main reason it's going to be so noisy in my \"1,000mph office\".    The shockwaves around Bloodhound will add extra drag to the car as the airflow reaches the speed of sound.   The speed of sound is not fixed, as it varies with temperature - in hot air, the air molecules vibrate faster, so they transmit pressure waves (including sound) faster, hence the speed of sound is higher.   For those who like the details, the speed of sound is proportional to the square root of the absolute temperature.   In the real world, that means that for a 5 deg C increase in air temperature, the speed of sound goes up by about 7mph.   With a higher speed of sound, the airflow around the car reaches supersonic later into the run, so the shockwave drag starts later as well.   Therefore, at higher temperatures, we accelerate faster with less drag, which is good.  Unfortunately, if the air temperature is higher, then the air being fed into the jet engine is hotter and less dense, so the jet engine produces less power, which is bad.   The reverse effect is also true. At lower air temperatures, there is more aerodynamic drag on the car, but there is correspondingly more jet power available to overcome it.   The effect of air temperature on maximum speed will vary for different cars.   In 1983, Richard Noble found that Thrust 2 was faster is hotter conditions, as the change in drag affected peak speed more than the engine power.   As a result, Thrust 2 set the World Land Speed Record by running in the afternoon, when the warmer temperatures gave lower drag.   By contrast, our predictions show that Bloodhound SSC will run slightly faster in cooler air, as the increase in power from the EJ200 jet engine power outweighs the increased shockwave drag.   In performance terms, the cold dry winter months in South Africa are just perfect for us, with high-speed runs planned for first thing in the morning when the air is cooler.   Some of the high-speed airflow down the sides of the car is fed into small \"auxiliary\" intakes just behind the cockpit.   These intakes provide airflow into the rear chassis and jet engine bay.   However, at high speed it's not that useful for cooling things.   As we slow the airflow down from supersonic speeds, it is compressed, which heats it up.   This is the same effect that makes a bicycle pump gets warm when you blow up a tyre, but it's rather more dramatic: our compressed air will get to over 150C.   Instead of the air cooling things down, it will be heating them up while the car is running at high speeds, which is not the effect that we want.   Hence, key elements of the car will need to be water-cooled.   Electric water pumps circulate cooling water from the water tanks either side of the cockpit to key components like the jet engine gearbox and the computers.   The base of the tailfin is another area that we will be watching closely.   After a supersonic run, the fin will be a little warm, but this is not a big deal.   Sitting just over the very hot EJ200 jet engine, as it cools down at the end of the first run, is the challenge.   The heat from the jet will \"soak\" into the chassis and structure supporting the fin.  Aluminium starts to lose its strength if it gets much above 100C, so we will monitor the fin temperature and probably use forced-air cooling during the turn round, to make sure it stays cool.   At the back of the car we will be creating our very own version of the seventh circle of hell.  The EJ200 jet engine in full reheat is a massively powerful and (potentially destructive) force, creating huge amounts of heat and vibration.   That's the easy bit to deal with. The difficult part is the Nammo hybrid rocket system, which will be much louder and hotter - the rocket exhaust is about 3,000C, which is about twice the temperature of molten lava, which is very hot indeed.   The back of the car is festooned with temperature and vibration sensors, to make sure the structure is going to survive.   The drag chutes also live at the back of the car, as that's where they are needed.   The chutes and lines are made from nylon, to give the stretch required to absorb the shock loads as they open. Nylon hates high temperatures, so we've put a lot of heat insulation on the chute cans to keep them cool during the run.   Hot nose, hot wheels, hot cockpit, hot computers, hot tailfin and really hot exhaust gasses.  Suddenly, this year's UK summer temperatures don't look quite so bad after all.   If you want to see how expert engineering can help to keep cool as we push the limits of modern technology at 1,000mph, join our supersonic \"Engineering Adventure\".  ", "link": "https://www.bbc.co.uk/news/science-environment-45086044"}