{"title": "When flying to Mars is your day job - BBC News", "description": "", "content": " Sending missions to Mars for a living sounds like a dream job. But not every day can be launch day - so what do Nasa's spacecraft engineers get up to the rest of the time? Dr Farah Alibay is based at Nasa's Jet Propulsion Laboratory (JPL) and works on the InSight mission - which lifted off to Mars in May 2018.  It aims to land on the planet in November and have a look inside - taking its internal temperature and listening for \"Marsquakes\" to learn more about how our nearest neighbour formed. Now halfway to the Red Planet and running to a Mars day rather than an Earth one, InSight is looked after by a dedicated team who regularly check in with the spacecraft on its long journey, including Dr Alibay. She shared a day at her job with the BBC. What's a working day like for you? So it's sort of weird that we're on our way to Mars... and it's really boring! But really that's the way you want it to be. Everything's going fine, so we'll just keep going! Before we launched, my job was to make sure that all the instruments were integrated properly on the spacecraft, and that they were tested properly. Right now while we're sort of in this limbo time where we're waiting, my job is to help the teams prepare for operations.  It's kind of an engineer's job to worry. Because it's always the things you never imagined would happen that happen.  We're halfway to Mars right now, literally this week is the halfway point, and I've been getting Mars landing nightmares.  Less than half the missions that have tried landing on Mars have succeeded. So it's a little scary when you spend that much time on a spacecraft and it's all going to come down to that one day - Monday 26 November. We'll see what happens! The way that we operate the spacecraft is that we basically write commands. Each one is a piece of code that we send up to the spacecraft to tell it what to do when it's on the ground. When the spacecraft is sleeping at night, we work. So we get all the data down, look at it and tell the spacecraft: \"Hey InSight, tomorrow these are the tasks I want you to do!\"  And then we uplink it, right before it wakes up in the morning. Then we go to bed and the spacecraft does its work.  But because the Mars day shifts every day, we also have to shift our schedule by an hour every day. So the first day we'll start at 6am, and then [the next] will be 7am... 8am... 9am... and then we take a day off. About once a week we've been turning on a different instrument and doing a checkout. So just making sure that everything was ok from launch, that the instrument is still behaving properly.  One of those tests is happening today. We do that from console because the spacecraft is being operated at Lockheed Martin in Denver, and the instrument teams are looking at that data from Europe, so we use a system that allows us all to talk to each other. What's your favourite aspect of your job? No matter what I do on a given day, no one's really done it before. And I think that's what's exciting.  We don't just do incremental change, we do brand new things.  It helps put things in perspective, because my job does involve spending days looking at spreadsheets sometimes, or building PowerPoint slides, or answering emails. I definitely do a lot of that, so it's just as boring sometimes as other jobs.  But putting it into perspective… even on a boring day my spacecraft is still on its way to Mars!  How did you become a Nasa engineer? So my path is a little strange. I actually grew up in England... I grew up in Manchester and went to university at Cambridge and then ended up at MIT. When I was at MIT I interned at JPL. One of the things I try to do is mentor other women interns, because I had really great mentors when I was an intern, and that's how I got my job.  What's next, after Mars? I will be part of the InSight team until the end of the instrument deployment, so probably until February 2019.  My dream actually… we don't have a mission on that yet, but my favourite moon is Saturn's Enceladus.  The geysers at the south pole of Enceladus are incredible, and I've worked on mission concepts before that we've proposed to Nasa to fly through those plumes. One day I want there to be a mission to do that.  We're focused on finding life in the Solar System right now, and I think a lot of us believe that in our lifetime... if there's life in the Solar System we're probably going to find it.  So I want to be part of the team that finds it.  This interview has been edited and condensed for clarity. You can follow Dr Alibay's work on Instagram and the progress of the InSight Mission on Twitter. You may also be interested in:", "link": "https://www.bbc.co.uk/news/science-environment-45197984"}