{"link": "http://www.bbc.co.uk/news/health-42871641", "description": "", "content": " While the US suffers a much discussed overdose epidemic, less attention is paid to the fact that much of the rest of the world misses out on vital painkillers such as morphine.  On a chilly autumn morning in Washington DC, families huddled around President Donald Trump as he faced the world's media in the White House.  Some clutched photos of lost loved ones. They had been invited to witness a historic moment in their fight to try to ensure what had happened to them would not keep happening to thousands more US families.  That day, President Trump declared the opioid crisis in the US a national public health emergency.  Opioid prescription painkillers result in 42 deaths every day in the country.  But while the US tries to deal with its over-use of these powerful medicines, millions of people in other parts of the world are dying in agony because they can't get hold of them. \"I remember waking up from my mastectomy in Mexico City. The pain was so severe that I couldn't breathe,\" says Felicia Knaul, who had her left breast removed several years ago.  \"It took about 10 minutes before the physicians could come and adjust my pain medication. [It was] not only the agony, but the fear of not wanting to breathe because of the pain.\" Spurred on by her experience - and the knowledge that millions of people never see their physician arrive with pain relief - Felicia Knaul decided to focus her work on pain relief, and is now a professor and international health economist at the University of Miami in the US.  She also heads up a commission, set up by medical journal The Lancet, which monitors global access to palliative care and pain relief.  It uncovered an alarming statistic: that 90% of all the morphine in the world is consumed by the world's richest 10%. It may not be surprising that richer countries have better access to these medicines, but the global inequality of access to pain relief is particularly striking and even more extreme than the general inequality in healthcare. Source: The Lancet Commission on Global Access to Palliative Care and Pain Relief  Morphine is one example of an opioid. As the name suggests, it comes from the opium poppy - like heroin.  But while heroin is illegal, other opioids are regulated and can come in the form of oral morphine, tablets or injectable pain relief.  Diederik Lohman, from Human Rights Watch, says not giving people access to these medicines essentially amounts to torture.  \"Many patients we interviewed told us that they became suicidal, that they asked their doctors for something that would put them out of their misery.   \"In some cases, they actually attempted to commit suicide because they just couldn't bear it anymore.\" The problem, he says, is that the availability of pain relief has been traditionally seen through the same prism as illegal drugs such as heroin.  Opioids have been pulled into the so-called \"war on drugs\" discourse, instead of being seen from a medical perspective, he says. \"For many decades, the discussions at the international level... around drugs were completely focused on illegal drugs, to the point where the fact that these same substances also have important medical uses was just completely off the radar,\" Mr Lohman says.  Another major challenge is ensuring medical staff in all countries understand how medicines such as morphine should be used, so they feel confident about giving them to patients.  Mr Lohman says students are often warned about patients becoming addicted to opioids, but are not always taught that opioids can also be an essential intervention to manage pain.  This and the tough international rhetoric have led to \"opiophobia... an irrational fear around the use of these medications\", he says.  As a result, Mr Lohman says, many people who should be dispensing these medicines end up thinking of these powerful drugs as \"kind of an evil\". \"People are scared of going to jail... of the extra scrutiny that they think will come if you prescribe these medicines,\" he says. It is a fine balance to strike, ensuring people who need these medicines have access to them, but that they are not so easily available as to allow abuse. \"We can't let the pendulum swing from one extreme to the other,\" former US surgeon general Dr Vivek Murthy says.  \"In both cases, whether we are overprescribing opioids or dramatically under-prescribing opioids, we are contributing to suffering.\" Morphine is cheap and easy to make. One tablet costs about 2p. But while Dr Murthy agrees many countries around the world desperately need better access to pain relief, he warns the US experience should act as a \"cautionary tale\". \"The epidemic in the US was created over decades, but it was arrived at on a path that was paved with good intentions,\" he says. About 30 years ago, clinicians were urged to be more proactive about treating pain, because it was recognised that many patients were suffering.  Dr Murthy says pharmaceutical companies then began \"aggressively marketing\" opioid medications.   \"That took the form of direct-to-consumer advertisements, seeing doctors - often one-on-one - or taking them out to events or to vacations to try to get them to prescribe opioid medications,\" he says.  \"It had a devastating effect.\" At least one pharmaceutical company has subsequently paid out hundreds of millions of dollars in fines. Uganda has pioneered a different approach, and has more or less cut out drug companies from the entire process.  Widely seen as a leading light when it comes to end-of-life care in Africa, the country makes its own liquid morphine and distributes it free of charge to government hospitals, cutting out \"the middle-man\".  Technicians make morphine liquid using a simple mix of morphine powder, preservative and food colouring, which shows the different strengths.  It costs about 71p for a week's worth of pain relief for one patient.  \"The advantage with the powder is that you are able to measure and control it,\" says Dr Emmanuel Luyirika, who heads up the African Palliative Care Association. \"Once it's reconstituted into liquid, the risk of having it abused or changed into something else is significantly reduced.\"  Whereas tablets can be crushed or chewed to speed up their effect, that isn't the case with liquid morphine. When I visited Uganda a few years ago, I saw first hand the difference increased access to palliative care - including pain relief - made to patients and their families.  But Uganda still covers only about 20% of patient need.  And many other African countries supply far less morphine to their populations.  It's not just about accessibility and price. It's also about health infrastructure in general, and the extent to which palliative care and pain relief for life-limiting illnesses is recognised and prioritised within it.  The US continues to grapple with the devastating effects of its over-prescription problem.  But ironically it's the under-use - the lack of relief from pain - that affects more people around the globe.  You can listen to Tulip Mazumdar's edition of The Inquiry: Are We Missing a Bigger Opioid Crisis? on the BBC World Service, or download the programme podcast. ", "title": "Are we missing the real opioid drug crisis? - BBC News"}