{"title": "Colombia's improbable reef offers hope for coral worldwide - BBC News", "description": "", "content": " Just off the shore of the city of Cartagena, home of one of Colombia's biggest ports, lies a coral reef that campaigners are furiously battling to protect. The Varadero reef, located in Cartagena Bay, has survived against the odds to thrive in a highly polluted environment. The Caribbean Sea bay, a major waterway for shipping vessels and cruise ships, is contaminated by industrial and sewage waste. Shipping businesses are planning to expand the canal's Bocachica Channel and build another passageway straight through the reef, meaning a quarter of it will be destroyed and the remainder threatened. According to marine biologists, the reef should not be alive, and yet it has flourished, providing a home to a large number of coral, fish and urchin species. A report, written in 2017 by scientists, said the reef was \"improbable and imperiled\".  Despite the close proximity of the reef to Cartagena's one million-odd inhabitants, it remained concealed for so long due to the perception that the environment was too hostile for any reef to survive. Ninety percent of other reefs in the area are dead. \"Current plans to dredge part of Varadero ... could hinder researchers' ability to gain insight into the factors that have allowed corals to thrive under such unusual conditions,\" the report added.  With further study, scientists hope the enigmatic reef could provide clues to recovering the world's bleached and dying corals.  In the past four decades, Caribbean reefs have seen their coral cover decrease from an average of 50% to 10%, but the report notes the Varadero reef has \"high coral cover\" of 45.1%. \"This reef is in an area in which the environmental conditions are, in theory, not the best for coral reefs: there is high sedimentation, and high sea surface temperatures,\" Valeria Pizarro, who discovered the reef in 2013 and co-authored the report, explains. \"The first time I dove at Varadero I was expecting to see few corals in a highly degraded reef,\" she recalls. \"The surface is usually brown due to sediments, so I never expected to see a reef down there.\" The biologist recalled feeling \"shocked\" at the beauty of the reef. \"I didn't understand how this reef hadn't been discovered before. I couldn't help but immediately think of the consequences a shipping channel would have.\" Ms Pizarro hopes studying this reef can shed light how the coral has adapted to survive under these conditions.  Colombia's national highway authority Invías has invested more than $20m (£16m) to build the new channel, which would provide more international access to Cartagena. \"Cartagena's port has a one-way navigation channel, which increases the ships' waiting time for entry and exit from the harbour,\" said a spokesperson from Colombia's financial development institution.  \"This new project will have economic benefits for the whole country.\" In an attempt to stop the canal going ahead, local Bladimir Basabe started the Salvemos Varadero (Save Varadero) campaign. \"It makes me angry the government and businesses want to destroy the reef just because it is the cheaper option,\" Mr Basabe said. \"I'm defending the reef for ethical reasons, because once it's destroyed we cannot get it back. I'm defending it for my children.\" Following Mr Basabe's campaign, Colombia's Institute of Marine and Coastal Research Invemar conducted a survey on the reef.  It has until December to decide whether the licence to build the canal should be granted. The project has been suspended until Invemar's findings are published. The canal's backers have promised to move the coral reef to another part of the bay, but Ms Pizarro is sceptical. \"There's not been a serious study to find somewhere with similar environmental conditions. The number of coral colonies they will have to move would be 10,000. They are going to move all of those? And what about all the organisms?\" \"There's no data to prove moving the coral would actually work.\"   The Save Varadero campaign is trying to get the reef designated as a national park. \"If the reef belonged to a national park - like the nearby Rosario Islands do - then the canal legally couldn't be built,\" Mr Basabe says. \"We are hoping we can persuade the government and private sectors to build the new channel elsewhere, where there are no reefs.\" However, Ms Pizarro is concerned that the newly elected government of President Iván Duque may have other priorities. \"We don't know what its agenda is,\" she says.  \"I understand the need for a bigger port economy, but corporations and some government sectors just think in terms of money and don't understand the implications of destroying a reef in the long term.\" She hopes the government will look past the short-term, financial gains and focus on Varadero's potential to save the world's dying corals.", "link": "https://www.bbc.co.uk/news/world-latin-america-45129579"}