{"title": "Yes, Antarctica has a fire department - BBC News", "description": "", "content": " Fire prevention in one of the coldest places on Earth might not sound like the most likely job, but every year the US Antarctic Program recruits a team of fire-fighters to head poleward. \"'Are there fires in Antarctica?' That's always the question I get,\" says Megan Branson, who spent over 24 months \"on the ice\" as a fire-fighter and paramedic between 2007 and 2010. And the answer? Yes. Though rarely, if the the Antarctic Fire Department can help it.  In the busy summer season of October - March, there are over 1,000 residents at the US Antarctic Program's McMurdo Station, making it the largest settlement in the region. Flights landing at the base must, by law, have a fire crew on hand, but McMurdo is also a fully functioning town.  As for any town, building fire safety is important. Even more so when outdoor temperatures only inch above freezing at the height of summer. \"There's a lot of heavy machinery, a lot of chemicals and toxic substances, a lot of people... and humans are prone to error.\" says Branson. This more than warrants McMurdo's own firehouse and team of fire-fighters. Having initially trained as a fire-fighter and paramedic after completing high school in the US, Branson was jokingly challenged by a friend to apply for the Antarctic programme. \"I had finished my training, graduated and was looking for an adventure (and more importantly, a job)... I have an odd habit of pursuing things that scare me and took the challenge,\" she tells BBC News. By the time interviews came around, her friend had gotten another job, so she went through the rest of the process alone. Just a few months later, the adventure found her and she was on a flight to Antarctica. \"You'd work 24 hours on, 24 hours off, and every other week you'd have an additional day off,\" says Branson. \"Everybody else in the town works Monday to Saturday and gets Sunday off, so we were kind of the anomaly in the firehouse.\"  Regular duties ranged from cleaning the firehouse to conducting fire inspections around the town and running dispatch - the main communication hub for all vehicles coming on and off Ross Island, where McMurdo sits. But fighting fires in freezing temperatures also calls for some specialist equipment. Surprisingly, water is still an option. McMurdo's fire engine has a pump, which cycles water constantly through the vehicle to prevent it from freezing.  Remembering to set the pump going is, says Branson, a lesson quickly learned. \"You do not want to be the person who freezes all the water in the fire engine. Then you're stuck with a 500 gallon engine with an ice block in it... and nobody on base is going to like you.\" There are, however, no additional layers to the gear worn by fire-fighters in sub-zero temperatures. \"You also can only wear certain base layers when you're fire-fighting because polyester and materials like that melt to your skin... so yeah I was freezing. All the time.\"  Down time in Antarctica, says Branson, would often consist of films, card games or going to the gym. \"Not having fresh food was just so, so difficult. Sometimes you'd give anything for a fresh banana or a carrot or apple… I ate a lot of bread,\" she laughs. During her final stretch on the continent, she spent 14 consecutive months in Antarctica - a summer at the South Pole's Amundsen-Scott base and a long, dark winter at McMurdo. But when emergencies do break the monotony, they can be more complex than in less isolated places. Branson recalls fighting a vehicle fire, perched precariously where the tightly packed sea ice meets Ross Island, and worrying that it might melt through the ice to the sea floor below. The crew eventually had to tamp down the fire by shovelling snow on it. One New Year's Day at the South Pole proved particularly eventful, when an off-duty Branson was hastily summoned to attend a tourist in cardiac distress. Being the only member of medical staff on the base trained in emergency medicine, by the time she arrived the patient's condition had deteriorated so much that Branson knew she had only one option. \"We had to shock him. He was pretty unconscious, but kind of like he was going to feel this still... because it is painful.\"  Her approach worked. \"I went to see him off the next day, and he looked at me and said 'You! You shocked me! Thank you. But ow!'\" \"Those two things, they really sum up the type of experience that fire-fighting in Antarctica is. It's totally needed; it is not perfect.\"", "link": "https://www.bbc.co.uk/news/science-environment-45246840"}