{"title": "How China's GPS 'rival' Beidou is plotting to go global - BBC News", "description": "", "content": " China has ambitions for its rapidly expanding Beidou satellite navigation system to serve the whole world, not just Asia, but will it really be able to rival the well-established - and US-owned - GPS system? Dalintai - a herder in northern China - used to travel miles every day on his motorcycle to deliver water for his livestock.  Now, according to the the Xinhua news agency, all he has to do is send a text message to operate an automated water delivery system.  \"I am able to deliver water to my sheep and cattle wherever and whenever I want via this system,\" he says. The message is relayed over China's expanding Beidou satellite navigation system, which is already being used used for transport, agriculture and even precision missiles.  You have a new message from your thirsty cattle! China's BeiDou Navigation Satellite System helps livestock water supply in remote pastoral areas https://t.co/VXkRM8KIwu pic.twitter.com/I7MvkdelAs End of Twitter post  by @XHNews Originally designed for the Chinese military to reduce reliance on the US-owned GPS, Beidou has turned into a commercial opportunity as its coverage has expanded. Last month, local authorities ordered 33,500 - about half of all taxis - in Beijing to install Beidou, and the Chinese government has set a goal that all new cars will be Beidou-guided by 2020. Domestic phone brands such as Huawei, Xiaomi and OnePlus are now Beidou-compatible, although Apple did not add the Chinese system to its new line-up of iPhones announced on 12 September.  China is increasingly keen to promote its technological prowess to the rest of the world. Yang Changfeng, the system's chief designer, has been vocal about his country's ambition to attract more overseas clients. \"China's Beidou is the world's Beidou, and the global satellite navigation market is certainly Beidou's market,\" he told Global Times last year. Named after the Chinese word for the Big Dipper or Plough constellation [Ursa Major], Beidou has been in the works for over two decades but only became operational within China in 2000 and the Asia-Pacific region in 2012.  When complete in 2020, it will have a constellation of 35 satellites to provide global coverage. This year alone, there have been more than 10 Beidou satellite launches - two more were launched this week. More are planned in what state media describe as a \"period with unprecedentedly intensive launches\".  By the end of 2018, it will cover countries along the Belt and Road Initiative (BRI) - a massive China-led infrastructure and trade programme, part of what it calls the \"Space Silk Road\". Beidou already covers 30 countries involved with the BRI, including Pakistan, Laos and Indonesia. \"There is certainly an aspect of this that is about expanding influence, but part of it is likely also about economic security,\" Alexandra Stickings, from the Royal United Services Institute for Defence and Security Studies, tells the BBC. A global navigation system that can rival GPS is a big part of China's ambition to be a global leader in space, Ms Stickings says. \"The main advantage of having your own system is security of access, in the sense that you are not relying on another country to provide it. The US could deny users access over certain areas, for example in times of conflict.\" It could also serve as a back-up if GPS were to go down entirely.   Currently, there are three other satellite navigation systems - Russia's Glonass, Europe's Galileo, and GPS - which is the most-widely used.  The UK is also considering building its own satellite navigation system as it may not be able to access Galileo post-Brexit. So could Beidou really become the world's most popular system? \"We are likely to see an increased bifurcation of the world into two camps - 'pro-China' and 'pro-US',\" says Blaine Curcio, founder of Orbital Gateway Consulting, a Hong Kong-based satellite market research firm. \"And from this perspective, those that go 'pro-China' may be more likely to be distrusting of US and EU satellite navigation services.\"  But Mr Curcio adds that although the public in developing nations may benefit from having another sat-nav option, in general, there is \"no real pressing need\".  Chinese officials claim that the third-generation Beidou will be as accurate and reliable as GPS, if not more so. Ran Chengqi, director of the China Satellite Navigation Office, says the system will have a positioning accuracy of 2.5m (8.2ft), which will further be improved to centimetre-level accuracy with additional ground stations.  Meanwhile, the cost of Beidou receiver chips that track and process the satellite signals has fallen in recent years, bringing it on a par with GPS tech.  But despite its technological sophistication, Beidou has a supposed flaw - a two-way transmission process that involves satellites sending signals to earth and devices transmitting signals back. This can compromise accuracy and takes up more spectrum bandwidth.  In contrast, GPS devices do not have to transmit signals back to the satellites. \"Developing and operating a global satellite navigation system is very difficult,\" explains Brian Weeden, director at the Secure World Foundation. \"It's one thing to get it working, it's another to keep it working consistently and create trust among users.\"  The biggest strength of GPS has been its consistency and reliability over the last few decades, adds Mr Weeden.  \"It doesn't just broadcast an accurate signal; it has done so without hardly any interruption for decades.\" Of perhaps more concern to Western governments is President Xi Jinping's strategy to develop a smaller, smarter military - and Beidou's crucial role in this. The army is apparently using Beidou for precision-guided missiles, reconnaissance exercises, and as a short messaging platform - something that GPS does not have. \"There is no doubt of the benefits to the military of enhanced accuracy and an increase from regional to global coverage,\" Ms Stickings notes.  \"A potential benefit to the military could be in how it could deny or degrade the signal received by other users of the system.\"", "link": "https://www.bbc.co.uk/news/technology-45471959"}