{"title": "'They dammed everything' - Bosnia's hydropower gone sour - BBC News", "description": "", "content": " For an example of the ugly face of sustainable energy, environmentalists in Bosnia point to the Medna Dam on Bosnia's Sana River.  Where there was once a free-flowing river, home to a population of Danube salmon, now there are piles of rubble, broken pipes and a concrete wall blocking in the water.  The moss on the rocks shows how high the water used to reach before the dam was completed in March; a black-and-white indicator confirms the low levels during the summer months.  \"We were here a couple of years ago, and the water was over the rocks,\" says Rok Rozman, a biologist and former Olympic rower from Slovenia. He now kayaks the rivers of the Balkans campaigning against hydropower projects. \"Western companies are coming here because they can't do new dams in, say, Germany and Norway. They dammed everything - and there's legislation to keep them away from those rivers. They know they can pull it off here, where there's no media attention or legislation like in the European Union.\" About 300 hydropower projects have been proposed for Bosnia's waterways. If they were all constructed, the country would be able to increase its exports of electricity - but its natural environment would be radically transformed.  About 20km (12 miles) from the Medna Dam the water still flows at the Zelenkovac Eco Zone, albeit from a different source. The artistic community which lives there joined the campaign to stop the Sana being blocked.  \"This was a crime against nature and the people,\" says Boro Jankovic, the Eco Zone's founder.  \"This is not renewable or green. Using just three water mills on the river would be good; that would help the locals. But they wanted to do it their way and not consult the locals. We can't remove the dam - but we want to use this as an example to raise awareness in other places in Bosnia, so they can't do it there.\" Spreading the word is the key concern of Anes Halkic, a fishing and rafting guide on the Una River.  His family has lived in the area for five generations, and he says an increase in eco-tourism is helping co-operation and reconciliation among Bosnia's different ethnic groups. But that could disappear if the river were dammed.  \"At the moment I am sure lots of people don't know what is coming. The first step is to inform people about it,\" he says.  \"The main part of the economy is tourism - but they could destroy the river for energy.\" Almost all the proposals are for so-called \"mini hydro\" projects, generating fewer than 10 megawatts of electricity. Campaigners say that does not justify either the environmental or financial costs. The Austrian developers of the Medna Dam were not available for comment.  The authorities in Bosnia's Republika Srpska - the Bosnian Serb entity - have supported dam projects, saying they are exploiting \"unused hydro potential\" to \"achieve goals set by the EU\". That argument does not convince campaigners like Aida Bilal. She and a group of like-minded local women have blocked the construction of a dam at Kruscica, near the capital Sarajevo. Their tactics have included legal and direct action.  \"We got a lawyer who challenges the decisions and permits issued,\" she says.  \"We are also gathering and protesting on the bridge - not allowing the investors' machines to go and start construction.\" As more communities wake up to the issues around hydropower, it may just be the start of a long battle for the future of Bosnia's rivers.  All photos subject to copyright.", "link": "https://www.bbc.co.uk/news/world-europe-45470309"}