{"title": "Why the laundry industry is in a spin to save water - BBC News", "description": "", "content": " As water shortages become more common around the world, the laundry industry is under pressure to reduce consumption of this precious resource and generally minimise its environmental impact. When Johannesburg native Charl de Beer moved back to South Africa, he started a company aiming to rent out freshly laundered linens to the 18,000 Airbnb hosts in Cape Town. But then Cape Town experienced a water shortage crisis that threatened his business - his water costs quadrupled in a year. \"If you're a business, that's catastrophic,\" he says. Fortunately for him he came across a new technology - polymer beads to replace water - that could apparently reduce the amount of water laundry uses by up to 80%. British tech firm Xeros had started selling these specially designed washing machines, under the name Hydrofinity, on the back of scientific research from the UK's University of Leeds. Nylon polymers \"have an inherent polarity that attracts stains\" and can replace most water in a laundry cycle, says Stephen Burkinshaw, chair of textile chemistry at the university. After you put in your laundry, the drum adds about 23,000 small recyclable polymer spheres - which the company calls XOrbs - with a total weight around 6kg, plus a cup of water and detergent.  The spheres absorb the stains, then get collected through the drum, and afterwards are stored behind it to be reused next time. The household machine uses 50% less water than a conventional washing machine, while the commercial version, which uses 70,000 spheres weighing 20kg, uses 80% less. Mr de Beer offered to distribute their washing machines in South Africa, just so he could buy them himself. A single industrial-sized 25kg machine running 14 cycles a day can save two million litres of water each year, he says. And \"in Cape Town, that saves 177,500 rand (£9,641; $12,547)\".   Washing machine makers can integrate the technology \"very, very simply\" into their products, says Mark Nichols, chief executive of Xeros Technology Group. More Technology of Business Xeros is currently working on licensing its technology to seven global washing machine makers, Mr Nichols says, and its machines are being adopted by hotels in dry countries such as the United Arab Emirates. Water intensive sectors - think hotels, hospitals, caterers that do a lot of laundry - have been keen to cut their consumption for many years.  For example, California-based Mission Linen Supply, a uniforms and linen services company, says it saved 141 million gallons of water in 2017, earning it a \"Water Hero\" award from the drought-affected City of Santa Barbara. During a busy week in the summer months the business can process up to 77,000kg of uniforms, towels and linens, the company says, making water saving a prime business, as well as environmental, objective. Over the years it has refined a system for recycling and reusing rinse water, reducing consumption to roughly half that of a typical domestic washing machine. The company also treats the waste water before sending it back into the city supply. Meanwhile, other companies are developing ways to clean clothes with hardly any water at all. Consumer goods giant Unilever, for example, has produced a spray called Day2 that works like dry shampoo, designed to refresh those clothes that lie around on the floor on on the back of a chair but aren't really that dirty at all.  It won't work for muddy socks, says Clare Dolan, Unilever's chief executive for Day2 and global water innovation director, but for shirts, say, \"it eats odours, leaves fibres soft, smooths out the wrinkles, and freshen clothes to wear again, without washing them\".  One bottle of the spray can save 60 litres of water, she says. And Swiss start-up Dolfi has come up with a device that cleans delicate fabrics using ultrasound to agitate a small amount of water and detergent. Despite its misleading name, the dry cleaning industry also uses a lot of water - used in the form of steam - not to mention potential carcinogens like the solvent perchloroethylene, or perc for short. But in the last five years, technological improvements have meant water and biodegradable detergents and conditioners can clean \"dry clean only\" garments made from wool, silk, or suede, says Nick Harris, managing director of VClean Life. VClean recently launched a \"wet cleaning\" factory in Watford, Hertfordshire, that \"weighs clothes and works out exactly how much water is necessary\", says Mr Harris. And the boiler water used to make steam is recycled.  Dry cleaning is more efficient with larger loads, says Mr Harris, so it will be cheaper for small family-owned dry cleaners to send garments to a large factory like his than to clean them themselves. VClean plans to launch 24-hour \"drop off and collect\" vending machines throughout London. Back in Cape Town, tourists are becoming \"more and more discerning\" about whether places they visit \"are good stewards of the environment,\" says Mr de Beer. So hotels and restaurants that don't find new ways to conserve water in areas that are running dry may find their businesses being recycled.", "link": "https://www.bbc.co.uk/news/business-45711230"}