{"title": "Taller plants moving into warmer Arctic - BBC News", "description": "", "content": " The low-lying shrubs, grasses and other plants growing in the Arctic are getting taller. The finding comes from scientists who have analysed three decades of measurements.  This data, gathered across Alaska, Canada, Iceland, Scandinavia and Russia, indicates that a warming climate is driving the change.  The team of 180 researchers says the increase in height could ultimately work to push up temperatures further.  The international group reports its work in the journal Nature.  Co-lead author Isla Myers-Smith, from the University of Edinburgh, UK, predicted that, on their current trajectory, the centimetres-tall Arctic flora could double in size by the end of the century.  \"That doesn't seem like a very dramatic increase, but if you compare it to the ecosystems around your house like the forest nearby - if you imagined that forest getting twice as tall; that is a pretty dramatic change,\" she told BBC News.  Plants have to be hardy to flourish in the far north or high up Alpine mountains.  The cold and short growing season precludes trees. Instead, this tundra landscape is populated by small species that hug the ground. But the Arctic is undergoing rapid change.  Recent decades have seen the region experience some of the fastest rates of warming on the planet. It is not simply that existing plants have increased their stature, although that is the case; it is more that taller species are now invading areas they never used to grow in large numbers.  As an example vernal sweetgrass, which is common in lowland Europe, has now moved into the research plots in Iceland and Sweden where long-term monitoring is undertaken. The re-profiling of plant communities is important because it could alter the way the tundra ecosystem functions.  Taller Arctic plants will trap more snow around them, insulating the ground from very cold air and preventing it from freezing quite so hard. This makes it easier for usually rock-solid soils to thaw out in summer months and release their carbon into the atmosphere. This would add to the warming.  Taller plants could also effect the same outcome because, by sticking their heads above the snow, they would present a darker surface, and that allows the ecosystem to trap more heat from the Sun.  \"Although there are still many uncertainties, taller tundra plants could fuel climate change, both in the Arctic and for the planet as a whole,\" said the study's other co-lead investigator, Anne Bjorkman, from the Senckenberg Biodiversity and Climate Research Centre, Germany.  It is remarkable because of its scale. It incorporates more than 60,000 data observations from hundreds of sites across the Arctic and in the European Alps and the American Rockies.  The information reaches back through the decades, enabling it to reliably catch real trends.  Scientists will revisit specific locations to take the same measurements over and over again. These measurements cover everything from plant height and leaf area to wood density, seed size, leaf chemistry, and more.  Those researchers who initiated the earliest data collections could never have known precisely how their persistence would eventually pay off. They would just have had the recognition that long observation series are invaluable.  \"One of the goals of our project was to make this database publicly available so that future researchers can ask questions that we can't anticipate right now either,\" said Dr Myers-Smith. UK funding for this project came from the Natural Environment Research Council. You can read more at the Team Shrub and Arctic Above websites. Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos", "link": "https://www.bbc.co.uk/news/science-environment-45652152"}