{"title": "Pollution threatens the future of killer whales - BBC News", "description": "", "content": " Killer whales are in deep trouble because of persistent chemical pollution in the environment, researchers say.  A new study suggests the long-term viability of more than half of the different orca groups around the globe is now in question.  Some populations, such as those around the UK, the Strait of Gibraltar, off Brazil, Japan and California, are almost certainly doomed.  The assessment is in Science magazine.  The issue is polychlorinated biphenyls, or PCBs.  These chemical compounds were once manufactured in vast quantities, and used in everything from plastics and paints to electrical equipment and sealants. But they are highly toxic and although banned decades ago have amassed in the environment, leaching into the ocean.  Killer whales, or orcas, are top predators so they absorb all the PCB pollution taken in by the different prey in their food chain - from fish, right up to seals and sharks.  The PCBs stunt the ovaries of female orcas, limiting their ability to produce calves. The chemicals also suppress the immune system.  The new study models the future of the killer whales' reproductive success and survivability against the chemical challenge.  For those populations living in clean waters, it is positive. Orcas in places like the Antarctic and the Arctic should increase their numbers. But for those living in the most polluted seas, the next 30-50 years will be grim.  The killer whales that live on the west coast of Scotland, for example, are now down to just eight individuals and they have not produced a calf in more than 20 years.  Paul Jepson, from the Zoological Society of London, says this group will \"disappear in my lifetime\".  \"Over 50% of the populations that we've got data for will actually collapse in our model,\" he told the BBC's Science In Action programme.  \"PCBs are such highly toxic chemicals, and they persist in the environment. And it's the killer whales that have by a long way the highest exposures now of any species on Earth; certainly any mammalian species.\" Everything in this story works against the killer whales.  Not only do they accumulate contaminants because of their position as top predators, but the toxic effects hit them where they are particularly vulnerable - in their ability to reproduce.  These are animals that take a long time to reach sexual maturity and even then have perhaps one calf every few years. This puts very precise pressure on a population.  In addition, PCBs are soluble in fat - and killer whales are extremely fat-rich animals. A mother's milk will be loaded with PCBs which she will pass on to her offspring during lactation. Most PCBs have yet to be destroyed or safely stored away.  Some countries have done better than others. In the US, where federal \"superfunds\" have been used to clean up the most heavily contaminated sites, PCB levels entering the ocean have come down.  But there needs to be much more urgency in places such as Europe.  \"Improper disposal of PCB-containing equipment in landfills may lead to leakage and leaching of PCBs into nearby streams, river, estuaries, and ocean,\" said lead author on the new report, Jean-Pierre Desforges from Aarhus University, Denmark.  \"We know that PCBs were used in paints and sealants in old buildings and for outer coating on ships, so if contaminated building materials are improperly disposed of they could also reach the environment, and demolition of buildings may cause PCBs to enter the air.\" There is very little that can be done to recover the PCBs once they have reached the ocean. And the robustness of the chemicals means they will hang around in the environment for a very long time.  But there are parallel problems we could conceivably fix, said co-author Ailsa Hall from the Sea Mammal Research Unit at St Andrews University, UK.  \"We should recognise that this is just one of many stresses on the animals,\" she told BBC News.  \"There are things such as noise, changes in habitat, changes in the availability of prey - that we do have influence over. And if we do something about these factors, maybe we can reduce the overall burden of stress, and perhaps then our predictions won't be so dire.\" Paul Jepson added: \"I don't think there'll ever be another PCB story. \"I think the chemical industries have learnt the lesson - we know that being fat-soluble is a big risk factor, because that allows things to bioaccumulate. \"So, nowadays, no chemical with those properties would be allowed. But PCBs are so difficult to get rid of that we'll be dealing with the legacy for a long time.\" Follow on Twitter: @BBCAmos and @Vic_Gill", "link": "https://www.bbc.co.uk/news/science-environment-45652149"}