{"title": "What does the UK's nuclear future look like? - BBC News", "description": "", "content": " Six months out from Brexit, how are those involved with the UK's nuclear sector viewing the prospect? The area around the Sellafield nuclear plant in Cumbria is the heartland of the UK's nuclear industry. It was there, on 17 October 1956, that the Queen opened the world's first full-scale nuclear power station at what was then Calder Hall in Cumberland. More than 10,000 people in the area work in the industry, which annually pumps more than £1bn into the local economy. Across the UK, 65,000 people work in the sector. TSP Engineering in Workington employs more than 200 people and its chief executive John Coughlan told the BBC staff were \"worried\" about their jobs and futures, as well as opportunities the business will have outside the UK. The word that sums up what everyone told us is \"uncertainty\", but a particular kind of uncertainty, grounded in the history of this industry. Months after Calder Hall opened, the Euratom Treaty established the European Atomic Energy Community. The UK did not formally join straight away but did have a relationship with it.  Euratom oversees nuclear research, sets the rules on where nuclear material is and how it is moved around. It knows, for instance, exactly how much spent uranium is in a storage pond at Sellafield. But the government has decided leaving the European Union means leaving Euratom, and that is likely to mean potentially huge changes to the way nuclear businesses operate. Mr Coughlan fears losing out on nuclear decommissioning orders from elsewhere in Europe, especially from Germany and Sweden. \"Once we are out, and no longer part of Euratom, it means we will not be able to participate in those markets,\" he says. \"The negotiations have been pretty disastrous for the UK,\" says Sue Ferns, deputy general secretary of the Prospect trade union, who adds that current \"uncertainty\" over Brexit negotiations is damaging. It's that word again. So, given such concern, why is the UK leaving Euratom? After all, former government adviser Dominic Cummings, a leading advocate of Brexit, has described ministers as \"morons\" for advocating withdrawal from the organisation.  The House of Lords also tried to force the government to keep the UK in Euratom. The crux of the government's opposition is the way Euratom itself is overseen by the European Court of Justice (ECJ). The prime minister insists this cannot happen - the UK cannot be subject to the decisions of a foreign court.  The government argues a central driving motivation for Leave voters was the desire to, as the slogan put it, \"take back control\", meaning there can be no role for the ECJ.  Instead, ministers say, they will reach alternative arrangements with the EU, and have speeded up arriving at nuclear co-operation agreements with other countries worldwide. But what do those who work for Euratom have to say about this big change? Dame Sue Ion, who chairs Euratom's Science and Technology Committee, says the UK has a lot of world-class expertise and creating new post-Brexit arrangements has meant a huge extra burden of unnecessary work. She feels that ministers must \"keep their foot on the gas pedal\" to ensure international nuclear co-operation agreements after Brexit are as broad-based as possible. The government has set out its plans for the nuclear sector in the event of no deal with the EU. A law has already been passed so that the Office for Nuclear Regulation in the UK, which already exists, could oversee \"domestic safeguards\" instead of Euratom. New agreements have also been signed with the International Atomic Energy Agency to replace the existing agreements between it, Euratom and the UK. We also know that in the event of no deal, Euratom would no longer own special fissile material in the UK, with ownership transferring to the operators. Schooled as I am in the never-ending rows about Brexit at Westminster, hearing all this worry, prompts me to ask the spiky question, \"come on, we have heard the accusations of so-called Project Fear, there must be some upsides of Brexit for the nuclear industry?\". \"In all honesty, it is very hard to identify any,\" Ms Ferns says. But, intriguingly, she adds: \"It is still possible to keep to keep a closer association with Euratom. We have seen the government's position change, for example, in regard to membership of European agencies such as the European Medicines Agency.\" Ms Ferns is referring to the government's Commons defeat over the regulation of medicines after Brexit. Others ponder that history might offer a precedent and a potential solution. Joshua McMullan, of the London School of Economics, suggests the arrangements the UK had with Euratom prior to joining the EEC in the 1970s offer the outline of a model of potential co-operation after Brexit. But let's step back for a moment. Can the government offer any words of reassurance to the industry? We repeatedly approached the Department for Business, Energy and Industrial Strategy for an interview about all this.  It sent us a statement, which said: \"We are confident that the UK will have in place all the international arrangements it requires before our withdrawal from Euratom, and significant progress has been made in ensuring this. \"These new agreements will help ensure uninterrupted co-operation and trade in the nuclear sector, following our departure from the Euratom Treaty.\" The department also points out that the UK is \"on track\" to have nuclear co-operation agreements in place with Australia, Canada, Japan and the United States before Brexit day in March 2019. A source added that the UK had been \"clear\" throughout the negotiations with the EU that it will seek a \"close association with the Euratom Community\" following its withdrawal from the Euratom Treaty. But precisely what will that look like?  Chris's report for Inside Out North East and Cumbria is available to watch via BBC iPlayer.", "link": "https://www.bbc.co.uk/news/uk-politics-uk-leaves-the-eu-45707290"}