{"title": "Pangolin survival: How 'following the money' could save lives - BBC News", "description": "", "content": " Around the world, the illegal wildlife trade is having a devastating effect on many species of animal. Targeting profits made by those involved could help protect them. Animals - both dead and alive - are being bought and sold on an industrial scale as food, pets, medicines and even ornaments. The trade affects a huge range of species from great apes to helmeted hornbills,  but arguably none more so than the pangolin.  These unusual-looking creatures are prized in some countries for their meat and scales and are thought to be the world's most trafficked mammal, with about 100,000 a year snatched from the wild and sent to Vietnam and China. Global attention is often focused on species such as elephants and rhinos - and in many countries the populations of these animals has plummeted. In Tanzania, for example, elephant numbers fell by 60% from 109,000 in 2009, to just over 43,000 in 2014, according to government figures.  The hidden driver behind this trade is a basic one: the pursuit of profit.  For each of these trafficked animals, money changes hands - across the palms of corrupt officials, between those involved in the trade on the ground and on the internet.  Yet these money flows are often overlooked in the fight to curb the illegal wildlife trade. At a conference in London this week, financial approaches to dismantling the criminal networks involved will be discussed. Rather than \"follow the money\", the most common approach remains that of \"follow the animal\".  This is despite the huge figures involved. Although impossible to calculate precisely, the illegal wildlife trade has been valued at somewhere between $7bn (£5.4bn) and $23bn (£17.6bn) a year.  Much of this money is exchanged physically between individuals, but large amounts also pass through banks. Promisingly, some recent efforts have been made to disrupt the flow of money. For example, in Uganda three people were charged following the seizure of 1.3 tonnes of ivory in 2017. They were charged not only with unlawful possession of protected species, but also with money laundering - involving the transfer of $190,000 between accounts in Laos and Uganda.  And in 2014, Thailand's Anti-Money Laundering Office led an investigation into a syndicate trafficking wildlife from Thailand to China. The investigation resulted in the seizure of assets worth more than $36m.  The possibilities offered by following the money were further demonstrated by a prosecution linked to another conservation crime in Indonesia, in 2014. There, a junior police officer was jailed for 15 years by the country's Supreme Court for money laundering, illegal logging and fuel-smuggling. Evidence showed around $127m had passed through his bank accounts. However, such cases remain few and far between.  Part of the reason for this is that tracking the money linked to the illegal wildlife trade requires expertise and sufficient resources - something that is lacking in many countries. Financial investigations also require many different parties to work together. This might include wildlife agencies, financial intelligence units and asset recovery units - some of whom are not used to talking to each other.  More like this But given the scale of the continuing crisis facing endangered animals, financial intelligence gathering could be a key tool for protecting them. By targeting those who profit most from the trade in threatened species, the motive - making money - can be removed. Freezing, seizing and confiscating assets can strip perpetrators of both the proceeds of their crime and the means to reinvest in future illegal activity.  Yet recent research by the United Nations Office on Drugs and Crime and the Royal United Services Institute (Rusi) suggests that this opportunity is often overlooked.  In most cases involving the illegal wildlife trade, convictions are secured by proving possession of animals, or their parts. These are crimes that often result in only minimal penalties -  fines and short prison sentences - making it a relatively low-risk activity. It often remains the case that \"success\" is measured in terms of yearly figures for seizures of banned wildlife products. This contrasts sharply with other international crimes, such as drug-trafficking, where financial investigations and the seizure of money and other assets are priorities. At this week's London conference, a key theme will be treating the illegal wildlife trade as an international, organised crime.  There are no easy wins in this fight. But so long as we fail to target the proceeds of the trade, we risk failing to catch its most serious offenders.  About this piece This analysis piece was commissioned by the BBC from experts working for an outside organisation. Alexandria Reid and Cathy Haenlein are members of the National Security and Resilience Studies team at Rusi. Tom Keatinge is director of its Centre for Financial Crime and Security Studies. The Royal United Services Institute (Rusi) is an independent think tank specialising in defence and security research. Edited by Duncan Walker", "link": "https://www.bbc.co.uk/news/world-45784627"}