{"link": "http://www.bbc.co.uk/news/world-latin-america-42916261", "description": "", "content": " Researchers have found more than 60,000 hidden Maya ruins in Guatemala in a major archaeological breakthrough. Laser technology was used to survey digitally beneath the forest canopy, revealing houses, palaces, elevated highways, and defensive fortifications. The landscape, near already-known Maya cities, is thought to have been home to millions more people than other research had previously suggested. The researchers mapped over 810 square miles (2,100 sq km) in northern Peten. Archaeologists believe the cutting-edge technology will change the way the world will see the Maya civilisation. \"I think this is one of the greatest advances in over 150 years of Maya archaeology,\" said Stephen Houston, Professor of Archaeology and Anthropology at Brown University. Mr Houston told the BBC that after decades of work in the archaeological field, he found the magnitude of the recent survey \"breathtaking\". He added, \"I know it sounds hyperbolic but when I saw the [Lidar] imagery, it did bring tears to my eyes.\" Results from the research using Lidar technology, which is short for \"light detection and ranging\", suggest that Central America supported an advanced civilisation more akin to sophisticated cultures like ancient Greece or China. \"Everything is turned on its head,\" Ithaca College archaeologist Thomas Garrison told the BBC.  He believes the scale and population density has been \"grossly underestimated and could in fact be three or four times greater than previously thought\". Described as \"magic\" by some archaeologists, Lidar unveils archaeological finds almost invisible to the naked eye, especially in the tropics. The group of scholars who worked on this project used Lidar to digitally remove the dense tree canopy to create a 3D map of what is really under the surface of the now-uninhabited Guatemalan rainforest. \"Lidar is revolutionising archaeology the way the Hubble Space Telescope revolutionised astronomy,\" Francisco Estrada-Belli, a Tulane University archaeologist, told National Geographic. \"We'll need 100 years to go through all [the data] and really understand what we're seeing.\" Archaeologists excavating a Maya site called El Zotz in northern Guatemala, painstakingly mapped the landscape for years. But the Lidar survey revealed kilometres of fortification wall that the team had never noticed before. \"Maybe, eventually, we would have gotten to this hilltop where this fortress is, but I was within about 150 feet of it in 2010 and didn't see anything,\" Mr Garrison told Live Science. While Lidar imagery has saved archaeologists years of on-the-ground searching, the BBC was told that it also presents a problem.  \"The tricky thing about Lidar is that it gives us an image of 3,000 years of Mayan civilisation in the area, compressed,\" explained Mr Garrison, who is part of a consortium of archaeologists involved in the recent survey.  \"It's a great problem to have though, because it gives us new challenges as we learn more about the Maya.\" In recent years Lidar technology has also been used to reveal previously hidden cities near the iconic ancient temple of Angkor Wat in Cambodia. Maya civilisation, at its peak some 1,500 years ago, covered an area about twice the size of medieval England, with an estimated population of around five million. \"With this new data it's no longer unreasonable to think that there were 10 to 15 million people there,\" said Mr Estrada-Belli, \"including many living in low-lying, swampy areas that many of us had thought uninhabitable.\" Most of the 60,000 newly identified structures are thought to be stone platforms that would have supported the average pole-and-thatch Maya home.  The archaeologists were struck by the \"incredible defensive features\", which included walls, fortresses and moats.  They showed that the Maya invested more resources into defending themselves than previously thought, Mr Garrison said. One of the hidden finds is a seven-storey pyramid so covered in vegetation that it practically melts into the jungle. Another discovery that surprised archaeologists was the complex network of causeways linking all the Maya cities in the area. The raised highways, allowing easy passage even during rainy seasons, were wide enough to suggest they were heavily trafficked and used for trade.  \"The idea of seeing a continuous landscape, but understanding everything is connected across many square miles is amazing,\" said Mr Houston.  \"We can expect many further surprises,\" he added.  The Lidar survey was the first part of a three-year project led by a Guatemalan organisation that promotes cultural heritage preservation. It will eventually map more than 5,000 sq miles (14,000 sq km) of Guatemala's lowlands. The project's discoveries will feature in a Channel 4 programme called Lost Cities of the Maya: Revealed, airing in the UK on Sunday 11 February at 20:00 GMT.", "title": "Sprawling Maya network discovered under Guatemala jungle - BBC News"}