{"link": "http://www.bbc.co.uk/news/science-environment-42877067", "description": "", "content": " A killer whale that can mimic words such as \"hello\" and \"bye bye\" is thought to be the first of its kind to copy human speech.  The female learned to \"speak\" a handful of human words by copying a trainer at a marine park in France. The animal's repertoire includes the name \"Amy\" and \"one, two, three\".  Whales and dolphins are among the few animals other than humans that can learn to produce a novel sound just by hearing it.  \"In mammals it is very rare,\" said Dr Josep Call of the University of St Andrews, a co-researcher on the study.  \"Humans obviously are good at it... Interestingly, the mammals that can do best are marine mammals.\" The researchers set out to find out whether killer whales could learn new vocalisations by imitating others. They studied a female named Wikie at Marineland Aquarium in Antibes, France. She was taught to speak human words through her blowhole and can be heard in recordings mimicking words such as hello and Amy, and counting one, two, three, using squawks, shrill whistles or raspberries. Killer whales are known to live in groups with unique vocal \"dialects\".  They may copy other members of their kind in the wild, although this needs to be tested. \"The killer whale that we studied in captivity was capable of learning vocalisations of other killer whales and also human vocalisations by imitating them,\" said Dr Call.  \"Therefore this result suggests this is also a plausible explanation for how killer whales in the wild learn the vocalisations of other killer whales and how they develop their dialects.\" Vocal imitation is a hallmark of human spoken language, yet in other animals it is strikingly rare. Dolphins and beluga whales are among the few mammals that can copy sounds from other species or each other. Some birds can mimic human speech, notably parrots, but also some members of the crow family. Dr Jose Abramson, from Complutense University of Madrid in Spain, a co-researcher on the study, said basic \"conversations\" with Wikie may one day be possible. \"Yes, it's conceivable ... if you have labels, descriptions of what things are,\" he said. \"It has been done before with a famous grey parrot and dolphins using American sign language; sentences like 'bring me this object' or 'put this object above or below the other'.\" However, he said we have to be careful about imposing human concepts on animals, as there is more to gain by trying to understand the natural way each species communicates in its own environment. Wikie made sounds while partially immersed in water with her blowhole exposed to the air. Sounds made under the water may be quite different. And since this was just the one whale, the researchers are unsure whether there are more copy-cat killer whales in the wild. Dr Alex Thornton, senior lecturer in cognitive evolution at the University of Exeter, said we still don't fully understand why some animals learn to mimic.  Some animals copy sounds to show off to potential mates, while in others this might help to identify an individual as a member of a group.  \"Some whales, for example, learn their calls from one another and so have local vocal dialects that mark them out as members of their social group,\" said Dr Thornton, who is not connected with the research. Killer whales, or orcas, are the largest of the dolphins and one of the world's most powerful predators.  They eat marine mammals such as seals, sea lions, and even whales, and are known to grab seals right off the ice.  The experiments are reported in the journal Proceedings of the Royal Society of London B. Follow Helen on Twitter.", "title": "The killer whale that can say 'hello' and 'bye bye' - BBC News"}