{"link": "http://www.bbc.co.uk/news/science-environment-42873644", "description": "", "content": " More than 50 high-profile campaigners and celebrities have called for stronger protection to prevent lobsters and crabs being cooked alive. They have signed a letter urging Environment Secretary Michael Gove to categorise the crustaceans as sentient organisms in a new Animal Welfare Bill. The organisers point to mounting scientific evidence that shows the animals can feel pain. Signatories include presenter Chris Packham and comedian Bill Bailey. They also include representatives from the RSPCA and the British Veterinary Association. Establishing whether some animal groups feel pain can take years of scientific research.  But there has been considerable scientific research on sentience in decapods - the crustacean group that includes lobsters and crabs - since Parliament passed the Animal Welfare Act in 2006. What's the kindest way to kill a lobster? Maisie Tomlinson, from the campaign group Crustacean Compassion, which organised the letter, told BBC News: \"It's really not acceptable to be boiling animals alive, to be cutting them up alive.  \"All the evidence out there at the moment points to the notion that they're capable of experiencing pain.\" The letter to Mr Gove says: \"In light of the extreme practices they are subjected to, we call on the government to include decapod crustaceans under the definition of 'animal' in the Animal Welfare Bill (Sentencing and Recognition of Sentience) and in the Animal Welfare Act 2006.\" While lobsters and crabs are certainly animals in the biological sense, the letter points out that \"in the UK, decapods fall outside of the legal definition of 'animal' in the Animal Welfare Act 2006, and so there is currently no legal requirement for food processors, supermarkets or restaurants to consider their welfare during storage, handling or killing.\" It is necessary to either cook or freeze lobsters and crabs quickly after they are killed, because the meat spoils rapidly. But campaigners say there are now more humane killing methods - as well as ways of stunning the animals into unconsciousness - that have little impact on food preparation. \"There is no economic or culinary reason why decapods cannot be humanely dispatched, yet killing is sometimes preceded by breaking off the legs, head or tail, and is often accomplished by boiling alive,\" the letter states. Ms Tomlinson said decapods fulfilled 14 scientific measures for experiencing pain. While there was uncertainty over two remaining criteria, this was because the relevant scientific studies had not yet been carried out. In a BBC News article published earlier this year, Prof Robert Elwood, from Queen's University Belfast, said  numerous experiments showed \"rapid avoidance learning, and [crustaceans] giving up highly valuable resources to avoid certain noxious stimuli\" - consistent with the idea of pain. The 2006 Animal Welfare Act became law just before the European Food and Safety Authority  published a report classifying decapod crustaceans as so-called Category One animals, where \"the scientific evidence clearly indicates… that animals in those groups are able to experience pain and distress\". The government has launched a public consultation on a new Animal Welfare Bill, and campaigners want to use the opportunity to amend what they see as a significant oversight. A spokesperson for the Department for Environment, Food and Rural Affairs told BBC News: \"We are committed to the very highest standards of animal welfare.  \"As the prime minister has set out, we will make the United Kingdom a world leader in the care and protection of animals as we leave the EU. \"We are currently consulting on the draft Bill and will consider responses when bringing the Bill forwards.\" More than 23,000 people have already signed a petition online to support the law change.  Signatories to the letter include television presenter Michaela Strachan; Dr Julia Wrathall, chief scientific officer for the RSPCA; the executive director of Humane Society International Claire Bass, University of Sussex neuroscientist Prof Anil Seth; and Prof John Webster, animal husbandry expert at the University of Bristol. Follow Paul on Twitter.", "title": "Lobsters and crabs should not be boiled alive, say campaigners - BBC News"}