{"link": "http://www.bbc.co.uk/news/science-environment-42623297", "description": "", "content": " Europe's normally highly dependable rocket, the Ariane 5, experienced an anomaly during its latest launch. Telemetry from the vehicle was lost about nine minutes into its flight from French Guiana, shortly after its upper-stage began the final push for orbit. Uncertainty then followed as controllers tried to determine the status of the Ariane and the satellites it was carrying. Eventually, though, radio signals from the spacecraft were picked up. It seems the rocket did do its job - but beyond the sight of controllers on the ground. The explanation for the anomaly has been put down to the rocket deviating from its planned flight trajectory. However, it is also clear this left the satellites in a less than perfect orbit. Arianespace, the company that operates the rocket from the Kourou spaceport, said communications with the launcher were dropped just after second-stage ignition. \"Lift-off occurred as planned at 19:20 local time in Kourou,\" a statement read. \"At [lift-off] plus nine minutes, 26 seconds, ground tracking stations lost contact with the Ariane 5 launcher. \"Initial investigations show that the situation results from a trajectory deviation. At the end of the mission, the launcher separated both satellites on a stable orbit.\" The circumstances will be investigated by an independent enquiry commission in conjunction with the European Space Agency. One of the satellites that was onboard is owned by Luxembourg-based operator SES; the other belongs to UAE, Abu Dhabi-based Yahsat. They are both telecommunications platforms. The SES satellite, called SES-14, was manufactured by Airbus in the UK, at its Portsmouth and Stevenage plants, and at its Toulouse facility in France.  SES has confirmed the platform is in good health but reveals also that it did not separate from the Ariane in the right place.  Spacecraft are normally dropped off into a large ellipse around the planet which they must then first circularise and raise slightly before starting service. A platform will use its own thrusters to do this. SES said that, as a consequence of Thursday's anomaly, SES-14 would need an additional four weeks to reach the allocated orbital slot at 47.5 degrees West, 36,000km above the coast of northern South America. SES-14 has an electric propulsion system that raises its orbit slowly but with great fuel efficiency. It was originally due to be on-station in July. The delay means August is now the expected arrival time. The operator said the 15-year lifetime of SES-14 had not been compromised. Likewise, Yahsat said its platform, Al Yah-3, had been \"inserted into an orbit that differed from the flight plan\". Al Yah-3, built by Orbital ATK in the US, carries a conventional chemical propulsion system. And although this does not have the fuel efficiency of electric thrusters, Yahsat seems confident the spacecraft will eventually reach the desired position in the sky. \"We are pleased to know that the satellite is healthy, and that the necessary steps are being taken to ensure the original mission is fulfilled,\" Masood M Sharif Mahmood, CEO at Yahsat, said in a statement. What happened during Thursday's flight was highly unusual. After a difficult introduction in the late 1990s, the Ariane 5 has since set a benchmark for reliability in the launcher business.  Before this mission, it had gone to space 82 times on the trot without mishap. The inquiry will try to determine what exactly went wrong and will assess whether any changes are required to the vehicle's design or operation to ensure there is no repeat telemetry loss in future. In the meantime, preparations for further launches from Kourou will \"proceed as scheduled\", Arianespace said. On the current calendar, the rocket is due to make up to six more flights this year.  Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos", "title": "Ariane rocket suffers rare launch anomaly - BBC News"}