{"link": "http://www.bbc.co.uk/news/science-environment-42835528", "description": "", "content": " The first global register of alien species shows that a fifth of 6,400 plants and animals catalogued are causing harm. Some of the biggest factors in their spread are ballast water in ships for marine species and trade in ornamental plants on land, say scientists. They released data for 20 countries this week, with the aim of completing the register by the end of the year. Invasive species are living things that are not native to an ecosystem. They can harm the environment, the economy, or human health. For instance, rats can cause bird extinctions on islands, while the crown-of-thorns star fish is smothering parts of the Great Barrier Reef. The Global Register of Introduced and Invasive Species (GRIIS) provides the first country-wide checklists of introduced and invasive species. \"The GRIIS is not about any single one of these, but about all of them and about the many thousands of species that have become naturalised outside of their historical ranges across the world as a result of human activity,\" said Melodie McGeoch of the IUCN Invasive Species Specialist Group in Rome, Italy.  \"Until now there has been highly uneven distribution of knowledge on invasive species globally.\"  The register will generate information that is publically available on all kinds of invasive species across the world.  The number of species catalogued for the 20 countries studied so far range from 77 in Mongolia to 2107 in South Africa. Of the 6,414 species across the 20 countries, more than 80% had evidence of impact in at least one or two countries. Cross-border trade and transport are the main drivers of introductions of new species.  Only by accurately identifying and cataloguing animals and plants on land and at sea can biological invasions be managed, say the researchers. The study is published in the journal Scientific Data. Follow Helen on Twitter.", "title": "Global register lists alien species - BBC News"}