{"description": "", "content": " Phantom Thread's Oscar nominations rather took Vicky Krieps by surprise. Not because the Luxembourg-born actress was expecting it to be ignored, but she had completely forgotten the nominations were even happening. \"I was doing press work in Berlin, and the journalists asked if I was nervous, and I said, 'Eh?'\" she laughs, recalling the day the nominations were announced.  \"Because I've been travelling so much, when I get home, I really try to just be home, with my kids, my book, my neighbours and my grocery store, I just try to forget about everything and switch off. \"And I completely forgot. I didn't know it was that day, so the interviews were going on all day, and at one point a woman opened the door and said 'So congratulations you have six nominations' - and I was very happy.\" Those nominations include best picture, best director for Paul Thomas Anderson and best supporting actress for Krieps's co-star Lesley Manville. Naturally, Daniel Day-Lewis also received a best actor nod for his role as dressmaker Reynolds Woodcock - said to be the 60-year-old's last before he retires from acting. But what a way to go out. The film, set in a fashion house in the 1950s, follows Woodcock as he designs dresses for movie stars, royalty and socialites. Early in the film, we see him meet a young woman (Alma, played by Krieps) who becomes his muse. Together, they quickly develop a complicated relationship. The film was described by the BBC's Caryn James as a \"brilliantly nuanced, psychologically complex story about obsession, love, control and surrender\". Although it's not always clear who is controlling whom. Of the film's heightened emotional atmosphere, Krieps says: \"Every scene you see which was very intense, felt like that [to film].  \"The fashion show scene looks fun but it was intense for me, I wanted Alma to not be too perfect, so I didn't want to prepare, so I only allowed myself to prepare one or two days before.  \"So I was very afraid that it wouldn't be enough, that I would fall over the dress or the shoes. I'm not a model or anything, I'm really more the opposite.\" One of Phantom Thread's key strengths is its subtlety. A thousand words are conveyed in a single glance. The emotional undercurrent of Reynolds and Alma's relationship is palpable in every scene. The result is a quiet and somewhat understated film where several of the scenes have minimal dialogue, but - Krieps points out - despite the age of instant gratification, audiences still have an appetite for nuance. \"If you don't allow people to learn, and experience a pause, they won't know what it is. They will think they need something going on all the time,\" she says, clicking her fingers. \"But you need to give them, especially young people, the chance to experience the feeling of a pause. The feeling of silence. How does it feel?  \"I think they forgot because they have earphones and they have this and they have that. And that's all good with me, but you shouldn't forget about...\" she whispers the next word: \"Silence.\" The film has sparked a debate about toxic masculinity, with some reviewers suggesting Alma and Reynolds have an abusive relationship.  But Krieps says she \"absolutely\" considers Phantom Thread a feminist movie.  \"It's interesting, because there were women saying it was 'frauenfeindlich' [a German word for misogynistic], which I find so funny because to me it's just absolutely not, it's the opposite. \"It's just very honest and therefore stronger, because Alma is not being a feminist by banging the drum.  \"She is playing a drum which is the drum of the heart. It's much more difficult to see but it's much stronger. So she's just very honest and close to her own feelings and own beliefs, which makes her stronger, and a real feminist, because she's not doing it for the approval, she's not doing it so that someone goes and says 'Oh well that's a feminist'. She's doing it out of her own emotion.\" The intricate designs of the dresses, and Reynolds's sewing of them, could arguably be seen as a metaphor for his control of the women around him. It's his way of having power over his subjects and lovers. \"How I explain it is that, his first dress was for his mother, which was to get close to someone he might not have been able to be close to, and yet he loved,\" Krieps explains. \"And so to decide to put clothes on people to be close to them, but also control them, and control his own feelings. \"One of the first things Alma is doing is to get out of this control. She just does her own thing and goes her own way.\" The role has drawn a lot of attention to Krieps - who has previously starred in A Most Wanted Man and Hanna, but was relatively unknown to audiences before now. Many film-goers who have seen Phantom Thread struggled at first to place her accent. \"The thing is they never know where I'm from, I love that. So it's like I'm from nowhere. Because the Luxembourg accent cannot be recognised,\" she says. \"It's a mix of German, French, Belgian and something else. But I love accents. \"I was told at the beginning of my career to get rid of my accent, and stubborn as I am, I said 'No, I don't want to because this is me,' and I'm very happy I didn't.\" Phantom Thread opens in the UK on 2 February 2018. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "http://www.bbc.co.uk/news/entertainment-arts-42807440", "title": "Vicky Krieps on why Phantom Thread is a feminist movie - BBC News"}