{"link": "http://www.bbc.co.uk/news/entertainment-arts-42886407", "description": "", "content": " What are the chances? You wait years for debut albums by cello-playing former winners of the BBC Young Musician, then two come along at once. 2012 winner Laura van der Heijden was first out of the gates with 1948, an album reflecting that year's purge of musicians in Stalinist Russia. A decree by the congress of composers denounced the likes of Prokofiev and Shostakovich for writing \"inexpressive, unharmonious\" music that \"smells strongly of the spirit of the modern bourgeois music of Europe and America\". \"You don't really know about the effect of a decree like that if you just hear about it in history books,\" explains van der Heijden. \"But several composers were crying that day in the Moscow conservatory.  \"It had a really huge effect on the musical community in Russia.\" Her album includes compositions by Prokofiev and Myaskovsky, while Shostakovich appears on Sheku Kanneh-Mason's album via the cello concerto he performed to win 2016's Young Musician competition. His record, called Inspiration, also features interpretations of Bob Marley's No Woman, No Cry and Leonard Cohen's Hallelujah (which the cellist memorably performed at last year's Bafta Awards). \"I put a lot of time into thinking about what I wanted to record,\" he explains of the eclectic track listing. \"I wanted to pick pieces that I've loved for a long time.\" Coincidentally, both musicians were educated in state schools, fitting their musical tuition around regular school hours. \"It was definitely the right decision,\" says van der Heijden, \"because if you're a musician it's so easy to end up only in music circles, which is perhaps not the best way to have a very open mind.\" Kanneh-Mason agrees: \"I had a lot of time to play football at school, as well as doing maths and physics. It was wonderful to have that broader experience. I'm very grateful.\" The two musicians spoke about the challenges of making a debut album, and reflected on their experience of winning the BBC Young Musician title, in interviews with BBC News. It's six years since you won BBC Young Musician. Why did you wait so long to put out a CD? I felt it was really important to wait until I was ready, and that I had found a repertoire I was really passionate about.  This Russian repertoire means a lot to me because I've had many links with Russian culture through my cello teacher, Leonid Gorokhov, and I've learnt Russian - I'm still learning it!  What made you choose these works? The subtitle of the CD is \"In the shadow of 1948\" because all of the pieces, apart from the Lyadov, are influenced by that year. My aim with the CD was to show the turbulence of that time, and how easily you could be in favour or out of favour with the government. Because Myaskovsky and Prokofiev both went from being incredibly popular composers to people who'd been banned from writing.  It's so hard to imagine what that must have been like. Something I've found really interesting is how different their responses were. Someone like Shostakovich - you can really hear the torment in his music. That cold oppression. Whereas in Prokofiev's music, it's slightly more subtle and hidden.  One of the things we actually struggled with in the interpretation of the Prokofiev sonata was knowing to what extent his writing was ironic or satirical. His melodies can be so sunny and naive and childlike - but [we had to decide] whether they were written with this undertone of \"this is what we're being forced to feel\". Obviously, you can't interrogate these composers on their intentions, so how did you approach that? Partly research. You have to approach it from all sides - exploring different phrasings, different interpretations of certain lines. But in the end, you have to play what feels most natural to you. Did you play them in concert first?  Absolutely. That's another really important part of the recording process - because in performance, you change your view of pieces. There's only so far you can go in a practice room. You recorded the album with pianist Petr Limonov. How does he affect the way you play? That was really wonderful - to play these [pieces] with a Muscovite, who knows this culture inside out, and who has this inherent knowledge of the Russian soul. For example, his grandfather fought in wars in Russia and he's had this experience of the turmoil of that time. As an outsider you can read about that, but you can never have direct experience. So playing with him was a great inspiration. What's your working relationship like? We disagree quite a lot - and I think that's very, very helpful for a working relationship because it means you dig deeper. The most interesting part of rehearsal begins when we start to argue our point of view. And usually at the end, we come up with something that neither of us had considered beforehand. You started playing when you were six - and within four years you had a grade eight distinction not just on cello instrument but also the piano. How did you do it? First of all, it's quite a long time ago so I can't really remember! But I've been incredibly lucky in my life to have a huge support system and a really fantastic first teacher [Marina Logie]. That's so important - because so often people get to my age and move on to another teacher and have to start everything again.  Also, my parents were really supportive and encouraged me to practice - sometimes when I didn't want to!  Now that you have your first album out \"in the wild\", what's next? I'd really like to record the Walton Concerto, because that's what I played in the BBC final and I feel very passionately about the music. It's one of the most wonderful cello concertos out there, and it's not played a huge amount, so I'd love to record it. You launched your album with a day of concerts in your home town, Nottingham. What was that like? It was wonderful. I went back to my old school for assembly, then played the concert hall. I even had a bus with my name down the side!  Did you pop into HMV to get the album on CD? Well, I've got a copy already. I don't generally like to listen to myself play but it's actually very useful, even if I don't enjoy it.  The album centres around the Shostakovich concerto you performed for BBC Young Musician. Why does it mean to so much to you? It's a really special piece. One of my favourites to play - and it was written for [Mstislav] Rostropovich, who I really admire.  Shostakovich, not at the time he wrote the concerto but earlier in his life, was living at a time when there was a lot of oppression in music, and he had to be very careful about the things he wrote. And you can really hear the tension and the suffering in this concerto. So playing the piece really takes you on an emotional and physically tiring journey.  Rostropovich committed the piece to memory in four days before giving the debut performance in 1959. Have you managed that? I have committed it to memory - but perhaps not as quickly as Rostropovich. It's incredible to learn such a complicated piece so quickly.  The album opens with Evening of Roses, which is a traditional Hebrew love song. How did you discover that piece? I first came across it when I played in a group in my school in Nottingham. I really loved that style of music and melody and wanted to do a version of it for cello. And I think, because it's such a beautiful melody, it works really magically for that combination of instruments. And then there's Bob Marley... Bob Marley is someone whose music I used to listen to growing up. My parents would play a lot of his music in the car, so I've always been a massive fan.  Being a cellist, we don't have much chance to play livelier music - so it was great fun to arrange this one. You played Hallelujah at the Baftas. Was that the most A-list audience you've ever had? Definitely! I was walking around backstage, passing people like Meryl Streep. It was really a pleasure to be part of that. Memorably, you broke a cello string during the heats for BBC Young Musician. How do you recover from something like that?  That was really crazy - but breaking a string is something that does happen occasionally. You just have to just be calm and re-collect your focus, which is very difficult to do. What's been your best experience since winning? Playing at the BBC Proms for my first time with Chineke [Britain's first predominantly BAME orchestra]. It's something I'm proud to be a part of. The founder of Chineke, Chi-chi Nwanoku, has said her ultimate goal is for the orchestra to make itself obsolete. What's your take on that? That is the aim - for Chineke to not need to exist. There is still a massive lack of diversity in classical music, and things like Chineke are looking to change what classical music is. Performing around the world with Chineke, and on my own, if that does change perceptions of classical music, especially for young people, that's an amazing thing. Laura van der Heijden's album, 1948, is out now on Champs Hill Records. Sheku Kanneh-Mason's Inspiration is available on Decca. BBC Young Musician celebrates its 40th anniversary in 2018 and launches on BBC Four in March. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "title": "A tale of two cellists: Meet Laura van der Heijden and Sheku Kanneh-Mason - BBC News"}