{"link": "http://www.bbc.co.uk/news/entertainment-arts-42916659", "description": "", "content": " \"We would never have lived down the conspiracy theories.\"  Tarell Alvin McCraney is reflecting on so-called envelopegate one year on - the mix-up that led to the wrong film, La La Land, initially being named best picture at last year's Oscars.  The playwright says that now, with hindsight, he's glad things transpired as they did, with two groups of cast and crew taking to the stage to pick up the Academy Award.  \"Imagine if before they had made the announcement from the incorrect envelope, the presenters realised it was a mistake, stopped and said, 'No, we have the wrong envelope… hold on'. \"And then made everyone wait five minutes (which really feels like an hour on live TV) for them to get the right envelope and then announce who had won best picture. We probably would have never lived down the conspiracy theories.  \"Thankfully it didn't happen that way but I was still shocked and surprised and happy and confused as everyone watching at home and at the event.\"   Videos of the moment it became clear the wrong film had been announced are excruciatingly awkward to watch.  You see McCraney's face as the cast and crew make their way to the stage at the Dolby Theatre in Los Angeles - confused at first, then shell-shocked.   \"I think there are a few clips on YouTube where you can see my reaction as it happened,\" he says. Envelope mishaps aside, McCraney had plenty to celebrate on the night. He had already picked up the best adapted screenplay Oscar, along with Moonlight's director Barry Jenkins, for In Moonlight Black Boys Look Blue - the play the film was based on. Which takes us on to this year's Oscars, taking place on 4 March. It turns out McCraney is a big fan of one British actor in particular.  \"Sadly, I haven't had a moment to see the films nominated for best picture,\" he says. \"But Daniel Kaluuya is nominated for best actor for his role in Get Out. \"I hope everyone in the UK is as excited about that as I am! I saw him in Sucker Punch at the Royal Court a few years ago and ...wow. Huge congrats to him.\"   McCraney has been back in the UK himself for the revival of The Brothers Size at London's Young Vic.  It was 10 years ago that it was first staged, at the same venue. Not much has been changed on the play itself in that time he says - despite much changing for McCraney. The Brothers Size tells the story of Ogun and Oshooshi Size - the two brothers of the title - and Oshoosi's former cell mate Elegba.  They pace the stage, which is bare but for a chalk circle they draw at the start of the 90-minute play - as well as setting out the stage, they also read out the directions, dance and sing.  It's had four and five star reviews - The Guardian calling it \"magical and mysterious\", The Times describing it as \"bewitching\" and the Evening Standard saying it \"combines urgently rhythmic dialogue with the lingering strangeness of a dream\".   \"The feeling of nowness is more powerful than nostalgia,\" he explains. \"It doesn't feel like it's been 10 years.  \"It feels like we worked on a play before and now we are coming back to do some vital work - telling stories that we feel are urgent.  \"The building is more alive with this play in a way that I have never seen. It's thrilling.\" That urgent story he is telling is about reconciliation and release as well as the bonds between brothers, be it of blood or of friendship.  It has echoes of Yoruba mythology - including Ogun being named after the Yoruba god of hard work - and bad dreams suffered by his younger brother as he struggles to adjust to life outside his prison cell resonate throughout the play.  Set in Louisiana - in a time that's never explicitly mentioned in the script - so how is it relevant to London today? In many ways, says McCraney.   \"The oppression of people of colour continues,\" he says. \"The prison and rehabilitation process is deeply flawed.  \"We know more of that now than we did 10 years ago.\"  While his first play, it's now the second - chronologically, in terms of the narrative - in his Brother/Sister plays trilogy, along with In The Red and Brown Water and Marcus; Or the Secret of Sweet.  And it's just been announced that McCraney is making his Broadway debut with Choir Boy, early next year.  \"I really enjoy the play and have always wanted to revisit it with a deeper lens,\" he says. \"The Brothers Size was a piece that I never wanted to undo or tinker with, it's play, like In the Red and Brown Water, where I am constantly discovering more about it the more I allow collaborators to bring their ideas to the writing.\"  As for now? McCraney is mostly teaching - as well as learning from his own students, he says.  \"I really enjoy it,\" he says.  Asked how Moonlight's success has changed things for him, he says: \"It hasn't changed a great deal. I still teach, I still write.  \"People ask me more questions about award ceremonies, but I count it all as joy.\"   The Brothers Size is on at the Young Vic until 14 February  Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "title": "Moonlight writer on 'envelopegate' and this year's Oscars - BBC News"}