{"link": "http://www.bbc.co.uk/news/entertainment-arts-42916191", "description": "", "content": " Got some Breaking Bad merch you'd love Bryan Cranston to sign? Bad luck - he won't be autographing it any time soon. \"After 18 years of signing everything for fans - I'm retiring,\" the star has announced on social media, complaining he has been \"overwhelmed by requests\". The actor said he \"loved meeting fans\" and would \"personalize pix in person\". \"But that's all,\" he insisted. \"Thanks for your understanding,\" the 61-year-old concluded. \"See you on the street - we'll take a selfie!\" Cranston is one of a number of celebrities who have sworn off giving autographs, which can have a monetary value. Professional autograph hunters are often found at premieres and other events, collecting celebrity scribbles on relevant memorabilia. Yet there are stars who prefer giving autographs to taking selfies, which can be both time-consuming and intrusive. Should you ever find yourself in their vicinity, here are a selection of notables who have expressed a preference. Ten years ago, Ringo Starr declared he would no longer sign memorabilia for fans and that he would throw away any fan mail he received. \"I'm warning you with peace and love I have too much to do,\" said the recently knighted former Beatle, who turned 77 last year. Starr said the measure was \"in direct response to an inordinate amount of items which have recently appeared for sale on eBay.\" \"I was signing and then they were on eBay the next day,\" the drummer rued in an interview two years later. \"So I just decided, I think I've done my share.\" At the height of his fame, comedian Steve Martin was so inundated with requests for autographs from fans he had personalised business cards printed to deflect them. \"This certifies that you have had a personal encounter with me and that you found me warm, polite, intelligent and funny,\" read the cards, which also bore a copy of the Roxanne star's signature. Jonah Hill was also reported to have used the tactic, though the business cards he allegedly handed out were rather less flattering to the Superbad and Moneyball star. \"I just met Jonah Hill,\" the card in question allegedly read. \"It was a total letdown.\" Emma Watson isn't averse to giving fans an autograph - but she draws the line at stopping for a selfie. \"If someone takes a photograph of me and posts it, within two seconds they've created a marker of exactly where I am within 10 metres,\" said the star of Beauty and the Beast and the Harry Potter films. \"I have to carefully pick and choose my moment to interact,\" she told Vanity Fair last year. \"Children I don't say no to, for example.\" Bill Murray will give you an autograph if you ask for one - but it won't necessarily be his name he signs. While playing at a Pro-Am golf tournament in 2015, the Groundhog Day star used a permanent blue marker pen to sign Miley Cyrus's name - on an autograph seeker's forehead. Last year Murray magnanimously exchanged autographs in return for $20 (£14) donations to the Puerto Rico relief fund. When a man offered him a meagre $3 (£2.10) for his signature, the 67-year-old was filmed telling him to \"go get a job and come back\". Grime star JME - real name Jamie Adenuga - revealed in 2015 that he has a response all ready for anyone asking him for a photograph. \"Can I get a selfie JME?\" tweeted the MC, whose big brother is Mercury Prize winner Skepta. \"Yeh, if you've got my music on that phone you can.\" Actress Shannon Purser, meanwhile, leapt to the defence of her Stranger Things co-star Finn Wolfhard after he was criticised for not stopping for photographs outside his hotel. \"No actor is under any obligation to stop for anyone,\" she tweeted last year. \"Finn is an incredibly kind human. But he's human and he needs breaks too.\" Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "title": "Bryan Cranston joins the ranks of the no-autograph celebrities - BBC News"}