{"link": "http://www.bbc.co.uk/news/entertainment-arts-42948411", "description": "", "content": " End of Youtube post  by Star Wars After a sneak peek from Solo: A Star Wars Story was shown in the adverts during Sunday's Super Bowl, the full trailer is finally here and I've got a good feeling about it...  The first full trailer for Lucasfilm's Solo: A Star Wars story has answered some questions for fans and posed quite a few more at the same time, which of course is exactly what trailers are supposed to do.  It's the tenth movie in the Star Wars series, so here are ten things we've learned: 1) Its opening lines fill out a little of Han Solo's back story, as he boasts in voiceover that \"I've been running scams on the street since I was 10... I was kicked out of the flight academy for having a mind of my own.\" 2) Sunday's Super Bowl teaser showed us how he may have joined the Academy in the first place. Solo meets with an Imperial recruiting officer, who promises \"Trust me, you're gonna love it!\" 3) Solo's biggest co-star (along with Chewie) is arguably the Millennium Falcon. The ship (which we may see do the Kessel run in fewer than 12 parsecs) looks both familiar and different. Outside, the ship's hull looks filled out, and doesn't have the cleft we know so well from later movies. 4) Inside the Falcon, the console desk looks like it's undergone a few changes... 5) ...and at this point in time the eventually dirty, battered corridor panels look all lovely and shiny and new. 6) We already knew that Woody Harrelson's character acts as a kind of mentor to Solo, now we see how that relationship may have developed with him telling Solo: \"Hey kid, I'm putting together a crew. You in?\" 7) Chewie growls an affirmative which Han translates. Something that indicates that at this point in the movie, Han and Chewie have already met and built up a rapport. 8) We also get a little more insight into the film's other characters. \"I might be the only person who knows what you really are,\" says Qi'Ra (played by Game of Thrones's Emilia Clarke), hinting that there might be some kind of long-standing connection between the two. 9) Donald Glover is seen channelling his inner Billy Dee Williams as Solo's future gambling buddy Lando Calrissian. 10) And could this droid be the motion capture character being played by Fleabag star Phoebe Waller-Bridge? Solo: A Star Wars story will be released in 25 May 2018.", "title": "Solo: A Star Wars Story - here's what we learned from trailer - BBC News"}