{"link": "http://www.bbc.co.uk/news/newsbeat-42944563", "description": "", "content": " KSI has challenged Jake and Logan Paul following his boxing match against fellow YouTuber Joe Weller.  The Londoner stopped Joe in the third round at the Copper Box Arena, in London, and has turned his attention elsewhere following the fight.  \"They both need slaps so it makes sense for me to call them out and for us to get in the boxing ring and we can scrap,\" he tells Newsbeat.  The controversial brothers have offered up their dad as an opponent. Jake, whose 13 million subscribers is fewer than KSI's 17 million, argued that the Brit isn't \"relevant\" enough to fight either him or Logan - who has 16 million subscribers.   Who is PSI and why are people tweeting me about him? End of Twitter post  by @jakepaul \"KSI if you're watching this bro, you're smart. You called out the two biggest names on YouTube to fight,\" he said in a vlog on Sunday.  \"They love that word irrelevant,\" KSI told us.  \"I have more views per video than Jake does, and maybe even Logan as well right now.  \"If I'm so irrelevant why is my name in your mouth?\" Immediately after his fight, KSI said he'd take on \"Jake Paul, Logan Paul, any of the Pauls\". In response, Jake offered up his 55-year-old dad for an MMA fight.  \"Don't waste my time,\" KSI said of the offer, adding that they needed \"a slap\".  \"I felt like Logan needs a slap anyway, and I just don't like Jake's content so he probably needs a slap too.   \"They both need slaps so it makes sense for me to call them out and for us to get in the boxing ring and we can scrap.\" The Saturday night fight was watched by more than 25 million people in its first 24 hours online, according to promoter Upload Events. KSI believes a fight against one of the Pauls would do even better.  LETS GOOOOOOOO pic.twitter.com/sMsCShcXlc End of Twitter post  by @KSIOlajidebt \"It's not like I have bad intent towards them, I just think it would be a good boxing fight. And I think people would want to see that,\" KSI told Newsbeat.  \"If we thought this fight with me and Joe Weller was huge, imagine fighting Jake Paul or Logan Paul. Unbelievable. It'd be unreal.\" Logan has rarely left the headlines in 2018 after being criticised for joking about a dead body he had found in a Japanese forest known for suicides. \"I don't know how anyone would be so stupid to upload a video like that and think it's okay,\" KSI said.  But his brother Jake is the one who responded to KSI - first calling him the wrong name and then through a vlog. 🤔🤔🤔 Boy I would drop you quicker than Disney @jakepaul pic.twitter.com/PlHyTc6BDJ End of Twitter post 2 by @KSIOlajidebt The fight with Joe was streamed live on both KSI's and Joe's YouTube channels, and is claimed to have peaked at concurrent views of over 1.7 million on the night. That would make it one of the biggest live events in YouTube history.   The 24-year-old also added Rio Ferdinand, who recently launched a boxing career, to his list of potential fights.  \"Where's Rio Ferdinand? If you want some bro, I'm ready,\" KSI said following the win.  Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here", "title": "KSI: Jake and Logan Paul 'need a slap' in the boxing ring - BBC News"}