{"link": "http://www.bbc.co.uk/news/entertainment-arts-42916051", "description": "", "content": " One of Love Island's female stars says she has been offered \"substantially\" less pay for the same jobs as the male contestants since leaving the ITV show. Olivia Attwood told the Victoria Derbyshire show this included jobs with her boyfriend Chris Hughes. The female contestants discovered the disparity after speaking to each other and \"doing some digging\". She said when her management approached the clients to ask why, they immediately matched the payments. Ms Attwood said there was \"a lot of panic\" when her management team of \"very strong women\" told the client the female stars knew they were being paid less. \"Straight away it was 'please don't tell anyone, we'll match the money'. So the money was always there,\" she said.  Speaking to Conservative MP Anna Soubry on the Victoria Derbyshire programme, the reality star said: \"We never got an answer [to], 'why did you feel that they should be paid more than us, for us all to come and do the exact same thing on the same day, the same outcome?'.\" The 27-year-old said her boyfriend told her that when he worked with other men they were paid the same, irrespective of how well-known they were. \"They would never dream of insulting four men that way, but they'll tell the two girls and make up some ridiculous reason, but it was really because they thought they'd get away with it. \"That was really an eye-opener and it's made me angry,\" she said. Ms Attwood also said that she had previously worked as a \"grid girl\" for Formula 1, a role the sport's bosses said would no longer be used from this season. She said she knew that fans of the sport did not need to see half-naked girls to enjoy it.  \"But by the same token, if a particular girl wants to do that and she finds that really fun and she gets to travel the world doing it, I think you can go so far and take the fun out of everything, can't you?\" She added that the models were always very well looked after by the Formula 1 teams, and \"no one got within five metres of us\" and that they were told to shout about it \"if anyone had any crossed any boundaries\". Ms Attwood added: \"So my experience with it was really good and really positive, whereas other girls might not have had the same protection.\"  Watch the BBC's Victoria Derbyshire programmeon weekdays between 09:00 and 11:00 on BBC Two and the BBC News Channel. ", "title": "Love Island women 'offered less money' for other work - BBC News"}