{"description": "", "content": " In the past year, you've probably seen more meerkats selling car insurance than you have in footage of the cute creatures in their natural habitat. But that's about to change with the launch of Animals With Cameras - BBC One's latest nature documentary, which begins on Thursday. For the three-part series, cameras were strapped to animals so scientists (and viewers) could monitor where they go and what they do. And the results are fascinating. \"The technology is finally there to do it,\" series producer Dan Rees tells BBC News. \"Batteries are small enough. Lenses are small enough. You can get small enough sensors to give you a high definition image which can produce slow motion video. \"You can get [the cameras] onto an animal at the size it's comfortable for the animal to wear, that won't affect their behaviour.\" Rees says the main benefit of such equipment is that it lets audiences into territory they won't have seen before. \"We can't go down into burrows, high into the air, deep under the sea - so it's a lot to do with access,\" he says. BBC producers offered to share technology and footage with scientists who were already studying a particular species. In most cases, the cameras were fitted by scientists who were already used to handling those animals. But a few animals had to be sedated in order to attach the cameras. \"Animal welfare was extremely important for us,\" Rees says. \"The last thing we want to do is cause them distress. To follow an animal in the first place, there had to be a clear benefit in terms of knowledge about it that might be useful to protecting a species in the future. \"The scientists had to be comfortable that disruption was kept to a minimum.\" Last year, Tom McDonald, head of commissioning at the BBC's Natural History unit, singled out the meerkats as one of the series highlights, joking: \"That's my innovation for 2018, more meerkats.\" They are, indeed, the focus of the first episode. \"They're just enduringly popular,\" laughs Rees. \"Those car insurance adverts proved to be great PR for meerkats. \"They're a film-maker's dream, because they've got so much personality. They're photogenic, and they spend a lot of time vertical, standing up, which makes quite a big difference - they just feel very human as a consequence.\" Presumably, one issue while shooting a programme like this is the potential for expensive equipment to be damaged by the animals on their travels. \"Yes, that was a risk,\" Rees admits. \"And some cameras we didn't get back.  \"Things like the meerkats, cheetahs and chimps, the habituated animals, the scientists are interacting with them every day so you know the cameras are going to come back.\" Habituated species are generally used to human presence and have normally already been monitored in a fixed territory for some time. \"Having said that, at least one of the meerkat cameras fell off in the burrow, so it'll just stay down there, which won't cause any problems or anything, but sadly there's no way of recovering that footage - the cameras are too small to fit in a transmitter,\" Rees says. \"So with habituated animals it's not really a problem, but with totally wild ones, it is. We fortunately didn't lose any of the underwater ones, which is remarkable really. The penguins and seals come back ashore, so as long as the camera stays on, you can get it back.\" In recent weeks we've seen nature documentaries influence public opinion on certain issues, and in some cases even government policy - with one episode of Blue Planet II drawing attention to the detrimental impact of plastic waste on the environment. Speaking to Andrew Marr last month about the success of the plastic bag charge, Prime Minister Theresa May said: \"Nobody who watched Blue Planet will doubt the need for us to do something [about plastic waste].\" Rees's hope is that Animals With Cameras will further raise the audience's awareness of the world around them. \"We [producers] are in the business in the first place because we love animals,\" he says. \"And one of the things we hope will come out of these documentaries is we'll inspire people to care about nature on a broad level. \"I just hope it opens people's eyes to how amazing these animals are, and also perhaps makes people aware of how much we still have to learn about even some really popular animals. They still have a lot of mysteries about them.\" Animals With Cameras begins on BBC One at 20:00 GMT on Thursday, 1 February. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "http://www.bbc.co.uk/news/entertainment-arts-42660492", "title": "Animals With Cameras: Capturing the secrets of the wild - BBC News"}