{"link": "http://www.bbc.co.uk/news/entertainment-arts-42947383", "description": "", "content": " There should be a new etiquette guidebook in the light of recent sexual harassment scandal, Canadian author Margaret Atwood has said.  Atwood - who faced a Twitter storm after writing a column on the Me Too movement - suggested men needed advice on behaviour. Speaking on BBC Radio 4's The World at One, she said \"personal behaviour\" needed to be tackled.  The Handmaid's Tale author said \"ordinary people\" needed the advice. She faced a backlash after questioning the impact of Me Too, which was sparked by the accusations made against Harvey Weinstein and others in Hollywood.  In her first broadcast interview since then, she repeated her view that such a movement is a \"symptom of something being wrong\", but \"it's not an end goal\".  \"There are some things we're going to need to fix, I would say in three areas,\" said the Canadian writer. \"One of them being courts of law. One of them being large institutions and corporations. And one of them being personal behaviour.  \"There used to be a lot of etiquette books on how to behave. Those seem to have gone out of the window.  \"We used to be bombarded with them in the 50s. So where is the Mr Manners? There should be a Mr Manners column - like 'what do you do when...?'. \"I think it can help men to understand what may possibly be expected of them in the behaviour department.\" She added she was not talking about rapists, saying: \"We're just talking about ordinary people who think they're on a date.\" Asked what should be in such a modern guide, Atwood said: \"I think we should let younger people deal with that. I'm 78.  \"So in the 50s there were a lot of these problems that we didn't have. One of the reasons they were fewer is that the pill had not come along.  \"When it did come along, all of a sudden, because you could - you were expected to. Whereas beforehand, you were not expected to as you might get pregnant.\" Atwood said that in the 1960s, \"the pill and the pantyhose and the miniskirts arrived on the scene all at once and it was a different era\", followed by \"full steam ahead\" in the 70s and a backlash in the 80s. \"Right now, we're having full steam ahead and the backlash happening at the same time,\" she added.  She said that Me Too works \"as a tool or as a weapon, under certain circumstances\" - including in the entertainment industry and politics.  Referring to the backlash levelled against her, Atwood said she was concerned that that was was \"fairly standard\" for \"anyone who says anything except, 'I believe anything that a woman says'.\" \"I think it's quite dangerous to accord infallibility to any group - including men, Popes and women,\" she added.  Asked if it was the success of the TV adaptation of The Handmaid's Tale, which has seen Atwood hailed as a feminist guru, that led to her views being scrutinised so closely, she added: \"My views have been attracting controversy since 1972.\" Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "title": "Margaret Atwood: We need new etiquette rulebooks - BBC News"}