{"link": "http://www.bbc.co.uk/news/uk-politics-42961028", "description": "", "content": " Theresa May has announced a review into the future of the newspaper industry, warning that the closure of hundreds of titles was a \"danger to our democracy\". In a speech in Manchester, she warned that the decline of \"credible\" news providers left the public \"vulnerable to news which is untrustworthy\". The review will look into sustainable funding models for the printed press at national, regional and local level. The prime minister said high-quality journalism was a \"force for good\". \"Good quality journalism provides us with the information and analysis we need to inform our viewpoints and conduct a genuine discussion,\" she said.  \"It is a huge force for good. But in recent years - especially in local journalism - we've seen falling circulations, a hollowing-out of local newsrooms, and fears for the future sustainability of high quality journalism.\" Research by Press Gazette in December 2016 found that 46 regional and local titles had closed in the previous 18 months, with big players such as Trinity Mirror and Johnston Press among those shutting or merging long-established titles.  The trade publication said there were 198 fewer regional and local titles than in 2005.  \"Here in Greater Manchester, several local newspapers have closed, including the Salford Advertiser, the Trafford Advertiser and the Wilmslow Express,\" Mrs May said. \"This is dangerous for our democracy. When trusted and credible news sources decline, we can become vulnerable to news which is untrustworthy.\" The review, whose chair will be announced in due course, will consider whether content providers are receiving a fair share of digital advertising revenue and how their data is collected and distributed by social media platforms such as Facebook and Google. It will also look at \"low-quality news\" and the prevalence of \"clickbait\" - a term used to describe sensational online headlines designed to drive traffic to websites - and whether \"commercial incentives\" driving the practice can be tackled.  It will also look at what role the government can play in maintaining a diverse and vibrant press landscape or whether solutions should be left up to the industry. The News Media Association said viable business models must be found to ensure the survival of local journalism. \"Through digital platforms, news content is more widely consumed than ever before but the revenues to sustain the investment in that quality content are challenged,\" said its chair David Dinsmore.  Many national papers have seen sharp declines in their print circulation in recent years, as more people access the news online. The Independent closed its print edition in 2016, while the Guardian and Observer recently went tabloid as part of a move to reduce the newspaper's losses, following other titles such as the Times.  Amid speculation about further consolidation in the sector, the Mirror Group is currently in talks to buy the Daily Express, Sunday Express and Daily Star from Richard Desmond's Northern & Shell. ", "title": "Theresa May announces review into future of newspapers - BBC News"}