{"link": "http://www.bbc.co.uk/news/entertainment-arts-42945623", "description": "", "content": " The Spice Girls revealed this weekend they were \"talking about opportunities\" that may come their way in 2018. Victoria Beckham, Geri Horner, Emma Bunton, Melanie Brown, Melanie Chisholm (and former manager Simon Fuller) were pictured together on Friday. The last time they were all together was in 2012, when they performed at the London Olympics and then went on tour. Victoria ruled out singing again last year and Emma said they needed \"another sit down\" before the plans took shape.  Love u all so much!!! X Such a great day!! Thank u Simon! X VB A post shared by  Victoria Beckham (@victoriabeckham) on Feb 2, 2018 at 10:49am PST End of Instagram post  by victoriabeckham Speaking on Heart London on Monday, Emma wouldn't confirm whether there would be a tour or new album. She cryptically said there was a need for \"a bit of girl power in the world\".  This was echoed by Mel C, who spoke to Dermot O'Leary on the Radio 2 Saturday Breakfast Show saying \"opportunities and ideas\" were being discussed but \"nothing set in stone\". The Sun has reported that the band members could be in line for £10m each and are considering TV shows, endorsement deals and a compilation album.  Seeing as they haven't confirmed what reuniting actually involves, we've put together 10 possible options.  DISCLAIMER: None of these are real, but we fully expect a sizeable payout if they ever materialise.   Over  ambitious? I made these soufflés for my family. They pulled a face like this🤔. 😫 A post shared by  Geri Horner (@therealgerihalliwell) on Dec 26, 2017 at 7:38am PST End of Instagram post  by therealgerihalliwell Geri often takes to Instagram to show what she's been baking, as shown in the video above - which means she and the girls could easily host their own cooking show. Obviously to be called Spice Up Your Life. The quintet could host a show with a Ready, Steady, Cook twist, where they pick spices and contestants have to incorporate them into meals - really anything is possible with this one.  Keeping the theme of new TV ventures going, what better way to reprise old rivalries than with an entertainment show where the girls face off against other 90's girlbands? Imagine the set up of giant inflatables from Total Wipeout, with band members from Atomic Kitten, Eternal, All Saints and the Sugababes chucked in for your entertainment.... I can sense the Bafta nomination already.  Who can forget those feelings of national pride and nostalgia when The Spice Girls arrived on stage at the London 2012 Olympics, reprising their role as the best girl band ever (sorry Little Mix). The sight of them on the top of cabs could be a taste of what's to come - the Spice Girls launching their own taxi company. Travel would definitely be more fun if it involved singing Say You'll Be There in a pair of knee high silver boots with glittery hair to match.  One thing that was consistent during the Spice reign of the 1990s was that the girls were always on brand. Posh, Ginger, Scary, Baby and Sporty Spice always had perfect outfits to match and of course make-up too. They could take a leaf out of Nicola Roberts from Girls Aloud's book and bring out a cosmetics line with a collection to suit each of their styles. Think leopard print colours for Mel B, soft pinks for Emma and waterproof for Mel C. The girls already addressed the importance of staying safe during sex in their song 2 Become 1, so maybe they could go one step further and release their own range of condoms. X Factor's JLS may have done it back in 2010, but there hasn't been a celebrity endorsed brand in a while and the market is crying out for a Spice Girls-endorsed collection.  No Spice Girls performance was ever without an athletic, perfectly choreographed dance routine and watching them perform live was exhausting in itself. What better way to make a bit of money than recreating the iconic moves for a new workout DVD? The January rush may have passed, but it's never too late to Wannabe fit right? This may be a slightly tenuous link but the song Viva Forever has one line of Spanish in it and we all know Geri can speak the language after she released her hit song Mi Chico Latino in 1999. Why not capitalise on this with a language learning app? Being taught how to say \"If you wannabe my lover, you gotta get with my friends\" is definitely an important life skill.   Mama pulled on our heartstrings when it was released in 1996 as a dedication to the girls' mums, thanking them for being their best friends. Now that all the girls are parents themselves, it would be a great opportunity for them to release a mum and baby range, complete with matching Spice themed outfits, Spice slogan baby grows and t-shirts and even some Spice dolls to play with too.  It's been done by everyone from Beyonce to Britney, Shakira to Nicki Minaj. Fragrance deals are big business and should definitely be on the girls' radars as part of their comeback.  They did bring out a body spray back in 1997 and David Beckham has his own aftershave, so could definitely give the girls a helping hand in putting together the perfect scent.  The girls have apparently been toying with the idea of re-releasing some old albums as part of a compilation. Perhaps they could put a new twist on it by collaborating with some grime artists? Giggs having a verse on Stop, Stormzy on Viva Forever and Skepta on Who Do You Think You Are would definitely bring their hits into the 21st Century and if it worked for Little Mix then it could definitely work for the girls.  Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk. ", "title": "Here are our 10 possibilities for the Spice Girls reunion - BBC News"}