{"link": "http://www.bbc.co.uk/news/newsbeat-42956556", "description": "", "content": " Chris Hemsworth stars in a fake trailer for a new Crocodile Dundee film but he says he'd be up for making a real one. The advert for Tourism Australia also features Danny McBride and premiered during the coveted commercial break at the Super Bowl. But the new ad left fans wanting more than a holiday - as talk soon began of possible remake of the film.  Speaking to Newsbeat, Chris said: \"If we could find the right story and script we might do it.\" Viewed more than two million times, fans have been saying it looks more Hollywood box office than travel advert.  End of Youtube post  by Australia \"The response has been pretty incredible,\" the Thor actor said. \"I had a lot of anxiety beforehand. The Super Bowl commercial scene is a pretty critical environment so I'm just thankful people loved it,\" he told us. The prized slot has previously featured mega ads from brands like Pepsi, Amazon and Marvel and companies pay millions of pounds for a place there. Although he was shocked by the initial reaction to the advert, he told us he can't pretend doing a remake didn't cross his mind.  \"While shooting, Danny McBride and I spoke about if it could be a movie.  \"We started to get worried that if this commercial is as good as we hoped it's going to be, people are going to be disappointed, we're going to have to make a movie.  \"But I had so much fun making this commercial, I'd definitely be open to discussions about it,\" he said. He told us how the original 1986 movie was a big part of his childhood. In the film, character Mick Dundee swaps the Australian outback for the jungle of New York after meeting an American reporter who eventually falls in love with him. \"I'd seen it multiple times growing up and I think, like most people,  I loved the sense of humour and sense of adventure that it embodied. The advert also features a short cameo from the original Crocodile Dundee Paul Hogan.  But Chris says they shot on separate days so didn't get to meet.  \"I met him a few years ago, I bought a house in LA which ended up being his house.  \"I had no idea when I was going through looking at the kitchen and he walked out and was like 'G'day mate',\" he said.  There is another Australian who could be a contender for a new Crocodile Dundee, actress Rebel Wilson. She claims she asked about the rights for the film last year and was told the role couldn't be played by a woman. But Chris doesn't agree.  When I enquired about the rights last year, Paul Hogan apparently said: “Crocodile Dundee could never be played by a woman!” End of Twitter post  by @RebelWilson \"She'd be a better one than I'd be, she can sing too so we could do a musical version,\" he said.  \"My little brother just worked with her recently and said she was fantastic.\" Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here", "title": "Chris Hemsworth says he's 'open to' starring in Crocodile Dundee revamp - BBC News"}