{"link": "http://www.bbc.co.uk/news/uk-england-42946093", "description": "", "content": " Places across England that shaped the country's music and literature include the wild moors of West Yorkshire, a wartime swing and jazz club in London and a timbered house in Warwickshire. According to a conservation charity, these are the locations that have \"witnessed creativity and will continue to inspire generations of people\".  So from the windswept parsonage where the Bronte sisters grew up to Manchester's cathedral to rave culture, here are the country's top literary and musical locations as selected by Historic England. Opening on 21 May 1982, the Haçienda was home to the \"mad for it\" Manchester scene of the 1980s and 90s.  Although most famous for rave, the club also played indie, Motown and Northern Soul - all with a Mancunian twist.  The Smiths performed there three times in 1983 and it hosted Madonna's first UK gig in 1984. Two years later, it became one of the first British clubs to start playing house music. It became renowned for intense, drug-fuelled nights and ultimately closed its doors in 1997.  Physical remnants can still be found in the Manchester museum of Science and Industry and Peter Hook, bassist of the band New Order which part-owned the Haçienda, had some guitars made out of the dancefloor floorboards, complete with stiletto marks and cigarette burns.  Film pieces together Hacienda history Jane Austen lived here for the last eight years of her life. It's where Sense and Sensibility, Pride and Prejudice and Northanger Abbey were refined and finished; and Mansfield Park, Emma and Persuasion were written. Her works interpret and satirise England's middle and upper classes, for whom class and money dictated prospects and social standing. With biting irony, Austen used her novels to comment on society, people and the events she observed in her corner of the world.  Austen lived a happy but humble life in Hampshire, where she, her mother and sisters depended on their brother, who had inherited a vast estate, and the dependence of women on marriage for economic security is a common theme in her works. Jane Austen fan's favourite passages The 100 Club started life as the Feldman Swing Club in 1942, midway through World War Two. Working life continued in the capital during the conflict and people needed to keep their spirits up on the home front.  It was set up by a Jewish garment worker called Robert Feldman, who passed a basement restaurant on his way home and stopped for a cup of tea. He decided it would make a great music venue.  The club had a socially liberal door policy and was where people simply went to dance and forget about war for the night.  After the war the club continued to be a top jazz-swing spot - even Louis Armstrong dropped by for a visit.  In the 1970s it hosted the first UK punk festival, which featured the Sex Pistols and The Clash, and has seen gigs by The Rolling Stones, David Bowie and Bob Dylan.  Sex Pistols: Anarchy in the UK and the tour they tried to ban Eric Arthur Blair - better known as George Orwell - moved with his family to Canonbury Square in 1944, after a bomb destroyed their home in Kilburn. These once tatty-looking tenement buildings helped inspire the \"decaying home\" in Nineteen Eighty Four, which Orwell started writing while there.  Educated at Eton, Orwell rejected a life of academia, choosing instead to join the imperial police force in Burma where he became revolted by Britain's oppressive rule.  After resigning, he lived in poor areas of east London, washed dishes in Paris and worked on hop farms in Kent, all with the aim of escaping the bourgeois lifestyle he resented. How George Orwell influenced the 21st Century pub This is believed to be the house in which William Shakespeare was born in 1564. It was here in Stratford that he lived with his wife Anne Hathaway and three children before he left in about 1585. Within a few years he was an established playwright in London, writing at least 38 plays and more than 150 poems.  His works have been translated into about 80 languages, including the Star Trek language Klingon.  China to 'recreate' Stratford-upon-Avon Abbey Road will forever be associated with The Beatles. They made its Studio 2 their own, and the studios were even renamed after their 11th album, Abbey Road - the last album to include all four band members.  But the studios are more than The Beatles. Abbey Road has been a temple of pop music throughout the 20th Century.   Since 1931, the site has been the recording place for a range of artists from the pioneering jazz singer Adelaide Hall, to Pink Floyd, Kate Bush, Duran Duran, Radiohead, Coldplay, Oasis and Kanye West. Paul McCartney crossed Abbey Road dressed as a werewolf This was home to the three literary Brontë sisters Charlotte, Emily and Anne from 1820 onwards. It was in this house that, as children and young adults, the sisters wrote some of their most famous novels, including Charlotte's Jane Eyre, Emily's Wuthering Heights and Anne's Agnes Grey.  The sisters, in contrast to Jane Austen, were working women and their writing reflects a broader spectrum of English society.  They were also deeply inspired by the rugged Yorkshire landscape which surrounded the village of Haworth, bringing it to life for millions across the world in the pages of their novels.  Row as Lily Cole made patron of Bronte Society Two blue plaques mark two great musicians who lived here, 200 years apart. George Frideric Handel lived at number 25 from 1723 to 1759 and Jimi Hendrix at number 23 from 1968-69.  Handel was perhaps most famous for his Messiah, Water Music and Music for the Royal Fireworks.  Hendrix became one of the most successful, influential and charismatic musicians of his era, whose appeal linked the concerns of white hippies and black revolutionaries. Handel lived on Brook Street for many years, paying an annual rent of around £50. Hendrix on the other hand just passed through, though this was perhaps his first real home where it's said he enjoyed watching Coronation Street. A look around Jimi Hendrix's London home Charles Dickens wrote two of his best-loved novels here, Oliver Twist and Nicholas Nickleby.  When he moved to the street in 1837, London's population was at a record 1.65 million. It was a time of evolving humanitarian and social philosophies, when the Chartism movement aimed to gain political rights and influence for the working classes.  Is Dickens' ghost, Jacob Marley based on Cornish surgeon? Chetham's Library opened its doors nearly 350 years ago and is the oldest free public reference library in the English-speaking world. It holds more than 100,000 volumes of printed books as well as manuscript diaries, letters and deeds, prints and paintings.  Broadside ballads at Chetham's: When the news was spread through song Established in 1655 by Humphrey Chetham for scholars and the education of \"the sons of honest, industrious and painful parents\", the library has been in continuous use ever since, today operating as an independent charity, open to readers and visitors free of charge.  The library was also the meeting place of Karl Marx and Friedrich Engels when Marx visited Manchester in the summer of 1845. Here the pair would meet in a window seat and carry out research which ultimately led to their work on The Communist Manifesto. ", "title": "From Haworth to the Hacienda: Music and literature in England - BBC News"}