{"link": "http://www.bbc.co.uk/news/newsbeat-42959635", "description": "", "content": " Drake surprised a young student at the University of Miami with a $50,000 (£36,000) scholarship after reading one of her essays. Destiny Paris James told Newsbeat: \"It was life changing. I screamed, I cried ... it was just such a huge blessing.\" The 20-year-old student thought she was taking part in a video encouraging people to donate to the university. Instead the three-time Grammy award-winning artist showed up with a cheque just for her.  This happened today. I applied to scholarships last year for which I had to write an essay. I received those scholarships and thought that was the end of it. Apparently, my essay and my story made it to other departments. I was contacted this weekend about doing a video speaking about where I come from, things I've been through, and why it is so important for scholarship donors to continue to donate. This was the surprise the whole time. Drake told me that he has read great things about me and appreciates how hard I've worked through so many trials and decided to give me $50K for my tuition. @champagnepapi THANK YOU SO MUCH!!' You don't understand what this means to me! I would've never imagined this happening to me. I'm just a girl from Denmark, SC that wants to MAKE IT and be somebody and for you to see my hard work means the world. Thank you so much. God I thank you. You are so great and amazing! Thank you for blessing me when I thought my hard work was going unnoticed. I'm living out my dreams. God's Plan 🙏🏾 A post shared by  Destiny Paris James (@_destinyparis) on Feb 5, 2018 at 4:45pm PST End of Instagram post  by _destinyparis Destiny took to Instagram to express her disbelief that Drake presented her with the $50,000 scholarship in person. The student, who is from South Carolina and studying public health, grew up in a single-parent home with her mum.  Speaking to Newsbeat, Destiny said: \"It was very shocking to even be that close to someone like Drake and for him to tell me; 'I've heard your story, I've read so many great things about you.' \"It's always been a struggle to make sure my tuition is covered. \"My new favourite Drake song is God's plan. \"I just kept saying God always has a plan... It's just so ironic how much I was relating to this song and didn't even know I'd end up in his video. \"He told me that he had to run off to shoot the video... So he was like; 'Come over, tell them to bring you over to the video shoot'. \"Everybody knew Drake was on Campus to shoot a video but nobody expected that.\" Destiny told Newsbeat that she plans on using the money to cover the gap for her tuition next year, take care of some loans and treat her mum. DRAKE SHOOTING GODS PLAN MUSIC VIDEO AT MIAMI HIGH, LIFES CRAZY MAN @OfficialJoelF @Drake @miamiseniorhigh pic.twitter.com/6ohD8bipNh End of Twitter post  by @TheRealEdgy The Canadian artist also made an appearance at a Miami school to film part of the video for his new song, God's Plan. He then went on to donate $25,000 (£18,000) to the school before announcing new uniforms from his OVO brand for all the students. Drake stunned students at Miami High by taking to the sky in a crane, to film visuals for his hit God's Plan.  It broke records for Spotify and Apple Music, streaming over 14 million times worldwide on its first day of release. The record was previously held by Taylor Swift with her Reputation album's lead single Look What You Made Me Do. Videos posted on social media show students' excitement about Drake's plans to design OVO uniforms.   He then addressed the crowd and wished them all well before donating a $25,000 cheque to the school: \"I hope you all have a great year, I hope you all go on to do incredible things. \"And the best news of the day is that the bell is about to ring, so school is over!\" Drake was really at Miami High for this music video bro pic.twitter.com/oK2wFtS9wE End of Twitter post  by @manniesgraphics Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here", "title": "Drake surprises a Miami student with a $50k scholarship - BBC News"}