{"link": "http://www.bbc.co.uk/news/entertainment-arts-42958715", "description": "", "content": " Detectives in LA investigating the death of actress Natalie Wood nearly 40 years ago say they want to re-interview her husband, Robert Wagner. Wood, whose films include West Side Story, was found drowned in waters off California in 1981. The death was ruled as accidental, but after the case was reopened in 2011, Wagner - also an actor - has now been named a \"person of interest\". Lieutenant John Corina said on Monday: \"So far he doesn't want to talk to us.\" Speaking to a news conference, the detective from the LA County Sheriff's Department said they had spoken to \"a lot of new people\" since the case had been reopened, including some who said they heard the couple arguing the night of Wood's death. The new statements appear to corroborate the account of the boat's captain Dennis Davern, who Lt Corina said \"was on the boat and heard the arguing.  \"It was really intense and got so bad that he went down to the cabin to check on them because he was worried there was some sort of assault going on. \"That's when he was told to go away by Robert Wagner. Then Natalie and Robert Wagner end up on the back of the boat arguing, and it goes quiet. \"And the next thing you know Dennis Davern comes down to check what happened and there's Robert Wagner in the salon of the boat saying Natalie's gone. She's missing.\"   Lt Corina said he \"would love to hear Wagner's version of events\", because, as far as he was concerned, the accounts \"didn't add up\". Wood, who was 43-years-old, disappeared on a Thanksgiving weekend trip after a night of dining and drinking with her Brainstorm co-star Christopher Walken and her husband - best known for his roles in the TV series Hart to Hart and the Austin Powers films. The 87-year old's attorney has said he fully cooperated with investigators. Wood was three times Oscar-nominated and appeared in Miracle on 34th Street as a child and Rebel Without a Cause opposite James Dean. She was said to have had a lifelong fear of drowning and dark water.  Lt Corina said: \"I think, before, we were all believing this story that she must have gotten in a dinghy and tried to go into town in her nightgown, in her socks, by herself when it is raining out and the seas are really rough - you can't even see at midnight - which made absolutely no sense if you really think about it.\" In 2012, her death certificate was amended from accidental drowning to list the cause of her demise as \"drowning and other undetermined factors.\" Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "title": "Natalie Wood death: Police want to re-interview Robert Wagner - BBC News"}