{"link": "http://www.bbc.co.uk/news/world-us-canada-42953979", "description": "", "content": " The British-born actor John Mahoney, who played Martin Crane in the US sitcom Frasier, has died aged 77. He died on Sunday while in hospice care in Chicago. Mahoney enjoyed a distinguished career in theatre, winning a Tony award, and had a long list of film and TV credits. But he will be best remembered for playing the unpretentious, blunt father of Frasier and Niles Crane in the hit comedy, which ran for 11 seasons from 1993-2004. Mahoney won a SAG award in 2000 for the role, and was also nominated for two Emmys and two Golden Globes. Much of the comic spark in Frasier came from the relationship between the down-to-earth retired police officer Martin Crane and his pompous sons Frasier and Niles, played by Kelsey Grammer and David Hyde Pierce. Mahoney was born in Blackpool, where his pregnant mother had been evacuated to escape Nazi bombing raids. He moved to the US as a young man, serving in the US army for three years, which he credits with eradicating his native British accent. It was only in his 40s that he became a professional actor, after actors John Malkovich and Gary Sinise invited him to join the new Steppenwolf Theatre Company. It was a great pleasure to know him and work with him. From Moira and I, Rest In Peace old friend. pic.twitter.com/qONXgv6GVv End of Twitter post  by @GarySinise He was a member of Steppenwolf for 39 years - and became a well-known part of the Chicago theatre scene. The company announced on social media that Mahoney had passed away \"due to complications from cancer\". \"John was a beloved member of our Steppenwolf family who was known for his extraordinary kindness, generosity of spirit and quick smile,\" it said in a statement. In a 2004 interview with the Chicago Tribune, he said he preferred his theatre work to the high-profile national television scene, saying: \"I don't care if I never go in front of a camera again.\" He also lent his voice to a number of animated projects, including Atlantis: The Lost Empire, The Iron Giant, and Antz. Tributes to the actor have been pouring in. Actor Gary Sinise, who co-founded Steppenwolf, said: he remembered \"so many wonderful plays together over the years. A wonderful actor, I'll never forget his 1985 performance in Orphans.\" Jeff Greenberg, the casting director for Frasier, called him a \"brilliant actor\". The great John Mahoney passed away today at age 77. I've not known a kinder man nor more brilliant actor. We were all blessed to have spent 11 glorious years together. pic.twitter.com/hn3SZwuEy4 End of Twitter post  by @JeffGreenbergCD Director Greg Berlanti tweeted that Mahoney had been \"so kind and supportive of me early in my career\", helping to get the film The Broken Hearts Club made. \"He never wavered in his belief in me - a first time director,\" Berlanti wrote. \"And he was even more kind than he was brilliant.\" Peri Gilpin, who played Roz Doyle in Frasier, tweeted a photo of Mahoney singing at her wedding. John singing at my wedding. Watch Moonstruck, Say Anything and/or Frasier or anything you can with him in it and raise a glass to John. Remember him well. pic.twitter.com/Tj3i5B4x13 End of Twitter post  by @GilpinPeri", "title": "John Mahoney: British-born Frasier actor dies aged 77 - BBC News"}