{"link": "http://www.bbc.co.uk/news/uk-politics-42959182", "description": "", "content": " Katie Price has told MPs of the \"horrific\" social media abuse targeted at her son Harvey, and how she wants to protect him from it. The model and reality TV star is campaigning for online abuse to be made a criminal offence. MPs launched an inquiry into online abuse after a petition started by Ms Price was backed by 200,000 people. Harvey, who is 15-years-old, is partially blind, autistic and has Prader-Willi syndrome.  Ms Price, who has four other children, told the Commons petitions committee only Harvey had been singled out for cruel mockery including \"a lot of racial abuse\". \"They know he hasn't got a voice back and they mock him more...  I just think they find him an easy target - just to pick on.  \"But I'm his voice. I'm here and I am going to protect him.\" She said she had complained to the police but they had been unable to take action because there were no specific laws in place to deal with online abuse. \"The most horrific things.... have been said about my son,\" she told the MPs, and she had realised through her petition that others face similar harassment. Her mother, Amy Price, suggested \"the law is out of date - it's got to be policed more\". Katie \"has always been in the limelight\" and she has \"got used to it,\" she added, but the abuse of Harvey \"does upset you and you do feel emotional - it's hard\". In response to the suggestion that she invited the insults by posting pictures of her son, Katie Price said \"I'm proud of Harvey\" and it was important for disabled children to have visibility. She said the criminalisation of online abuse shouldn't just be restricted to the targeting of disabled people. \"I know I'm here because it started off because Harvey and his disabilities but this isn't just for people with disabilities as well, it will help everybody.\" She added: \"Like me or hate me, I'm here to protect others.\" She said it was important to protect freedom of speech and there needed to be a discussion about how bad abuse could get before it was considered criminal. She also argued for a register of people found guilty of online abuse, saying:  \"If they are big enough to go behind their computers and say these things then I want them named and shamed.\" After 40 minutes facing MPs' questions, she said:  \"I know you lot sitting there agree with me, really. \"We know we all agree but we just have to get the government to do it.\" If nothing happened, she joked, she would be \"like Arnold Schwarzenegger - I'll be back.\" The Petitions Committee is looking at the impact of online abuse - particularly on people with disabilities - responsibility for protection, whether technology companies are doing enough. It is also examining whether the law needs to be changed, how to define online abuse and what support is given to victims. The government's minister for women, Victoria Atkins, said she had become disillusioned with social media. \"I've come off Twitter because I was so fed up of it. I was fed up with the death threats and the nastiness, from people who often live many, many miles away from my constituency,\" she told BBC Radio 5 live's told Emma Barnett.  It comes as Prime Minister Theresa May also announced proposed new laws to stop people being intimidated in public life. In a speech marking the centenary of women getting the vote, she made an appeal for \"tolerance and respect\" and said it was unacceptable for anyone to face threats over their political views. The PM added that she was considering a new offence to protect politicians and their families.", "title": "Katie Price urges MPs to tackle online abuse - BBC News"}