{"link": "http://www.bbc.co.uk/news/entertainment-arts-42963128", "description": "", "content": " Abba's Money Money Money, Eurythmics' Would I Lie To You and Destiny's Child's Survivor are on the playlist for a radio station set up by Noel Edmonds to get back at Lloyds Bank. The star is seeking £60m compensation from Lloyds after falling victim to a multi-million pound fraud a decade ago. He has now set up an online radio station called Positively Noel. Between songs, he plays messages about his case and encourages Lloyds staff to call his whistleblowing hotline. The songs all relate to the TV and radio host's campaign in some way - including Lunchmoney Lewis's Bills, and Don't Give Up by Kate Bush and Peter Gabriel. The music is interspersed with anti-banking messages, mock Lloyds adverts and appeals for anyone who has had similar experiences to get in touch. In an interview on the station, the Deal Or No Deal star said: \"I went to a very dark place and failed to take my own life... the bank destroyed my livelihood.\" He has spoken about his suicide attempt before. Edmonds also revealed on Positively Noel that three people had emailed him recently to say they had been victims of similar frauds and had had \"suicidal thoughts\". He said: \"I ring each of them about three times a week - just to check they're OK.\" The mock Lloyds adverts use the same music as the bank's genuine commercials - but one has a voiceover saying: \"Lloyds Bank don't care... we're here to make people suffer.\" It's one of a number of stations Edmonds runs under his Positivity Radio World brand, with others including Positively Meditation, Positively Plants, Positively Southend and Positively 90s. On the radio's website, Noel states: \"We wish to promote greater respect, tolerance and compassion by empowering everyone, wherever they are in the world, to enjoy a more fulfilled and positive lifestyle.\" The presenter is seeking compensation following a scam involving staff at the Reading branch of HBOS, which was subsequently bought by Lloyds Banking Group. The former Deal or No Deal presenter is pursuing the banking giant over losses he claims he suffered when his former business Unique Group collapsed. Lloyds disputes his claim that the fraud caused his business to collapse. The company declined to comment about his radio station. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "title": "Noel Edmonds takes on Lloyds Bank with new radio station - BBC News"}