{"link": "http://www.bbc.co.uk/news/entertainment-arts-42957485", "description": "", "content": " Everyone from Margot Robbie to Mary J Blige gathered in Los Angeles on Monday for the traditional Oscars \"class photo\". This year's Academy Awards contenders rubbed shoulders at the annual nominees' luncheon, which took place four weeks before they regroup for the ceremony itself. While the catering team at the Academy are probably getting sick of the sight of Meryl Streep, we certainly aren't. And nor do we ever tire of the irregularities and intriguing outfits which are always provided by the class photo. Here are 11 things we spotted this year. (Fortunately, Vanity Fair's Photoshop editor wasn't there to help so this is one Hollywood photo where nobody was given an extra leg.) 1. Firstly, is that... a cardboard cut-out? Yes, yes it is. At 89 years old, Agnes Varda is thought to be the oldest nominee in Oscars history. The Belgian-born director is nominated in the best documentary film category for Visages Villages [Faces Places]. Sadly, Agnes couldn't make it to the luncheon in person. So her co-director JR held up a cardboard cut-out of her instead. We don't know why nobody has thought of this before - just think of all the weddings she must get out of attending. 2. Hey look it's Mitzeee from Hollyoaks It's fair to say we don't often use the words \"Hollyoaks\" and \"Oscars\" in the same sentence. But, there she is, third row from the front and fourth from the right: Rachel Shenton. The Silent Child, written by Shenton and directed by Chris Overton (also a former actor from the British soap) is nominated for best live action short film. \"I don't class myself as a writer so I felt grossly under-qualified doing this,\" she said last month. But she certainly doesn't look out of place in this year's class photo. 3. This chap has been going to the gym and he would like you to know about it \"Oh this? Oh it's just my bicep. I'd totally forgotten it was there! Goodness gracious, what am I like, eh?\" Dunkirk cinematographer Hoyte van Hoytema even appears to have a towel round his neck because obviously he's just come straight from the treadmill. 4. Eric Fellner would make a poor spy The co-chairman of Working Title films might have managed to stay behind the scenes as a producer of Darkest Hour but had less success going undetected here, peering out from behind the giant statuette. Of course, he may have been placed there deliberately given his uncanny resemblance to Oscar himself. 5. People in Los Angeles really need to stop using Justin Timberlake's tailor because this is getting silly now After last year's trouser-gate, we really thought 2018 would be different.  Not only is Raphael Saadiq sporting a rather brave beige trousers/grey socks combo, but the tailor had clearly run out of fabric by the time the music producer got round to ordering an outfit. WHEN WILL THEY LEARN?  *shakes fist* 6. It wasn't all grey In a sea of dull suits and generic ties, a few brave souls stood out from the crowd with a splash of colour. We particularly salute make-up artist Daniel Phillips, Lady Bird star Saoirse Ronan and The Big Sick writer Emily V Gordon. We don't care if they don't win any actual trophies - they have already won this year's photo. 7. Basketball injuries went unnoticed There's Common in the back row, nominated for best original song alongside Diane Warren for Stand Up For Something from the film Marshall. The rapper was looking so dapper you probably wouldn't notice he was actually trying to hide a black eye. He wore a pair of glasses in the hope of trying to hide the bruise he sustained after a basketball mishap at the weekend.  8. Not everybody was successful in looking at the camera There's always one. Or, in this case, two. We've all been Mudbound co-writer and director Dee Rees at some point and managed to blink at the precise moment a photo is being taken.  (Although in our case it only affects our limited number of Instagram followers rather than the millions of people that will see an iconic and significant piece of film history.) Sam Rockwell did keep his eyes open, but smiling and looking at the camera proved too much. 9. Quite a lot of men aren't there? Yes.  126 to be precise. With 46 women. (And one of them is a cardboard cut-out.) It's an issue Academy president John Bailey is aware of, making reference to the gender imbalance when he spoke at the luncheon. \"The Academy is at a crossroads of change,\" he said. \"We are witnessing this motion picture academy reinvent itself in front of our very eyes, and a greater awareness and responsibility in balancing gender, race, ethnicity, and religion.\" 10. Kobe Bryant is sitting down Which is a very sensible idea, given that he's six-and-a-half feet tall. Had he been allowed to stand up, he certainly would have obscured Breadwinner director Nora Twomey and make-up artist David Malinowski at the very least, who were right behind him. Sitting him down meant any  potential disasters were avoided, so we take our hat off to Academy board member Laura Dern, who was in charge of making sure all the nominees were in their allocated place. 11. But which nominees are missing from this photo? Well, Daniel Day-Lewis is absent, because of course he is. (Maybe he was busy ordering a bigger trophy cabinet from Ikea.) He wasn't the only Phantom Thread star who didn't make it though - best supporting actress nominee Lesley Manville is nowhere to be seen either (she's currently performing in the West End). Elsewhere, Christopher Plummer was also absent from the luncheon, although maybe he could be edited in later. Denzel Washington and Woody Harrelson, nominated in the best actor and supporting actor categories respectively, also sent their apologies. Perhaps one of the most notable absentees is best actress favourite Frances McDormand, who's nominated for Three Billboards Outside Ebbing, Missouri. Bonus: The 'alternative' picture As is tradition, the photographer also took a \"fun\" version of the photo, where the nominees were encouraged to pull funny faces or different poses. Several just applauded, others put their thumbs up, but full marks go to Watu Wote: All of Us director Katja Benrath, in the front row, for the slightly-more-original rock on hand sign, and Star Wars: The Last Jedi visual effects mixer Chris Corbould for managing to obscure his own face with his arm while waving from the fifth row.", "title": "11 things we spotted in the Oscars class photo - BBC News"}