{"title": "Freddie Mercury's complex relationship with Zanzibar - BBC News", "description": "", "content": " With the release of a new film about the British rock band Queen, the spotlight has fallen again on the life of its legendary lead singer, Freddie Mercury.  His flamboyant stage presence, outlandish costumes, memorable hits, fluid sexuality, and death from an Aids-related illness at just 45 are defining memories of the British rock scene of the 1970s and 1980s.  Less well-known - and barely mentioned in the film - is that he was born in the Tanzanian archipelago of Zanzibar to a family whose roots lie in India and Persia.  Here are five things you should know about Freddie Mercury and Zanzibar, a conservative Muslim society: Mercury was born in Zanzibar's Government Hospital on 5 September 1946. His parents Bomi and Jer Bulsara were Parsees - followers of the Zoroastrian religion whose ancestors came from Persia - but they had lived in India. Bomi Bulsara came from Bulsar in Gujarat - hence the family name - and moved to Zanzibar to work in the High Court as a cashier for the British government.  He married Jer in India and brought her back to Zanzibar. Farrokh, their first born, was followed six years later by a daughter, Karishma. Mercury did not often speak publicly about his upbringing in Zanzibar, but that has not stopped a lucrative tourist trade growing around him in the archipelago. Today, Queen fans can take tours of his childhood haunts - including his home, his family's place of worship and the court where his father worked. There is also a Freddie Mercury restaurant and gift shop. More problematic for many Zanzibaris - and for Zoroastrians - is Mercury's bisexuality. Islam is the predominant religion on the archipelago and gay sex was made illegal in 2004.  There was outrage from one Muslim group in 2006 when it was rumoured gay tourists were making their way to the island for a beach party to mark Mercury's 60th birthday. The BBC's Aboubakar Famau in Tanzania says that although some aspects of the late singer's lifestyle are controversial in a conservative Islamic society, there is still a sense of pride in him. \"They are proud of him, they sense that they have someone from the island who has touched the international level in the music industry,\" he said. Freddie's first cousin, Perviz Darunkhanawala, described in Bohemian Rhapsody, the biography of Mercury by Lesley-Ann Jones, that the family had lived a fairly affluent life considering Bomi's civil servant wage.  They lived in a comfortable flat overlooking the sea in Stone Town, the historic part of Zanzibar city, with its maze of narrow alleyways lined with shops, houses, bazaars and mosques. As well as domestic workers, they also had a nanny called Sabine. Mercury's first years of schooling were at the Zanzibar Missionary School, where he was taught by Anglican nuns. But at the age of eight, his parents decided to send him to school in India. He went to St Peter's Church of England school in Panchgani, a former British Raj hill station south-east of what was then Bombay (Mumbai).  You may also like: Despite being a church school, St Peter's welcomed children of all faiths and Mercury was a fully practising Zoroastrian during his time there.  It was during free time spent with his aunt and grandparents in Bombay that he discovered and indulged a growing love of music. He also formed his first band with friends, The Hectics. Freddie returned to Zanzibar in 1963 - the year it gained independence from Britain - and completed his last years of education at the Roman Catholic St Joseph's Convent School, Lesley-Ann Jones writes in her biography. A friend from that time recalled to Jones how they used to go swimming in the sea after school, or take bike rides out to beaches further south. \"He was always smartly dressed,\" remembered Bonzo Fernandez. But the good times were short-lived. In 1964, a revolution overthrew the ruling Arab elite, and as many as 17,000 people were killed. A republic was then established with the presidents of Zanzibar and Tanganyika, on the mainland, signing an act of union. They formed the United Republic of Tanzania with Zanzibar having semi-autonomous status.  The Bulsara family, along with many others, fled the islands.", "link": "https://www.bbc.co.uk/news/world-africa-45900712"}