{"title": "The stories behind the Face of Suffrage artwork - BBC News", "description": "", "content": " Thousands of photos will form a giant mosaic of a suffragette to mark 100 years since British women won the vote. Here are just some of the stories behind the pictures about to go on show. Illustrator Megan Price has such belief in the suffrage movement she has a tattoo of its most famous activist on her calf.  \"Emmeline Pankhurst is my absolute hero,\" says the 28-year-old.   \"After seeing the film Suffragette I became so immersed in her story and her sacrifices. I'm a member of the Manchester Women's Institute and we talk about her a lot. \"I joined four years ago to get support from other independent women and I've made really great friends - so I've got more than I bargained for.   \"We've got about 160 members and are probably the most diverse in terms of age. We are really modern; we do make jam and that's quite cute, but we do lots of different things. \"I think in a lot of ways Emmeline would be really pleased with our progress - our right to vote and work and own property.  \"But we have a long way to go. Women are in danger of female genital mutilation and forced marriage. Still, not all women in the world [can easily] vote.\" \"I am a non-binary person who expresses gender identity in more than one way,\" says Juliette Noir.  \"I've been cross-dressing on and off since puberty but it's only in the last four years that I've really had the opportunity to explore this side of myself.   \"I am also the father to a daughter that is proud of herself, her mother, and me - and knows me for exactly who I am.  \"I put a lot of thought into whether or not to submit the photo at all because as a man who occasionally expresses gender as female, I know that I would not be many people's idea of a \"face of suffrage\". \"But I feel very strongly that women's rights are not something that can, or should, ever be taken for granted and I wanted to show my family that I believe in and support this cause.\" \"When my parents divorced, my mum Julia Sander worked all hours as a teacher to get me and my brother through school without child support,\" says Helen Marshall, the artist behind the photographic mosaic. \"As a single mum myself I learnt what she went through, and not a lot has changed with the system since the 1970s.  \"Women balance a lot, having to be so much to so many people.  \"We both lead extremely fulfilling lives by choice and like most women of this age, in this country, we have opportunities women never had 100 years ago.  \"My mum is now 74 and a full-time writer in Chichester who travels the world. She is my inspiration, my rock.\" Unused ticket: The suffragette story in seven objects Reimagining the 'Essex girl' cliché Poster Girls showcases forgotten artists \"As well as being a teacher, my mother Dorothy Diggles volunteered for many organisations and was one of the first Samaritans,\" said her son, Tim Diggles. \"In the early 1960s, many of the people who rang for support were from the LGBT community who were terrified of being arrested.  \"She often took these calls at home and would listen and talk to people for hours, people in deep distress.  \"I learnt from her that if I can help and support people then I will.  \"She was my adoptive mother. I was adopted after she lost a child and couldn't have another. But I was never treated any differently than my brother.  \"My mum died in 2005 and I still miss the long phone conversations we used to have on Sunday mornings.\" \"This picture of my mum Hyacinth Stone holding my big brother Cornelius was taken in London about 1964,\" says Nemonee Stone. \"She came to the UK from Jamaica in 1962 and stayed with her aunt in London, where she had a variety of jobs, including dressmaking, before getting married and having four children.  \"The family moved to Stoke-on-Trent a few years later, where mum worked as an auxiliary nurse for 18 years.  \"She always said how friendly the people of the Potteries were towards her compared to in London. \"'People would practically take you where you wanted to go when you asked for them directions', she'd say.  \"She is a beautiful mum... a tower of strength and true inspiration.\" The Face of Suffrage artwork goes on show at Birmingham New Street station on 15 November.", "link": "https://www.bbc.co.uk/news/uk-england-45904165"}