{"title": "From Blockbusters to Blind Date: 8 cult TV show comebacks - BBC News", "description": "", "content": " TV bosses are always looking for the next big blockbuster.  \"Wait! I've got it. What about Blockbusters?\" many producers have (repeatedly) suggested in meetings over the years as the classic gameshow has been rebooted. Simon Mayo and Liza Tarbuck have both fronted recent iterations of the show, which was originally hosted by Bob Holness. And now, according to The Sun, the programme will be returning to our screens once more thanks to production company Thames TV. The new host hasn't yet been revealed but the format will reportedly remain the same, with players trying to make their way across a board of hexagons by answering questions. It's the latest in a long line of rebooted TV formats. \"The 1980s and 90s was a golden era for these sort of shows,\" says Molli Mitchell, TV critic for The Daily Express. \"But ultimately, I don't think there is a huge need for them to come back. \"The initial announcement of an old favourite show such as Blind Date returning generates a lot of hype, and a lot of people watch the first few episodes, but the buzz often fades pretty quickly unless producers get it absolutely right.\" She adds: \"Some will jump at the chance to watch but I think most people would rather watch a gripping drama or stream anything and everything from Netflix than be in a rush to watch a reboot of an old TV gaming show.\" Here's a look at eight other recently-revamped formats - and their varying degrees of success. Millionaire has experienced something of a renaissance this year - with a new West End show about the coughing scandal and an anniversary revival of the series on ITV. There were quite a few changes made to the new TV format, however, not least the change in host from Chris Tarrant to Jeremy Clarkson. The updated \"phone a friend\" lifeline saw a producer sent to the friend's house to make sure they aren't Googling the answer during the call. And there was a brand new lifeline in the shape of \"ask the host\" - which allowed a contestant to call on Clarkson for help with the answer. But, as many contestants found out, The Grand Tour presenter's general knowledge often turned out to be rather limited. Nonetheless, the show itself was deemed a success and ITV have commissioned more episodes for 2019. Rylan Clark-Neal has covered a lot of ground in his TV career. He's gone from novelty X Factor contestant in 2012 to Celebrity Big Brother winner the following year, and now presents shows such as Big Brother and This Morning. Now, he looks set to step into the shoes of the late Dale Winton to present an updated take on Supermarket Sweep. Winton's death earlier this year came a few months after Fremantle TV bought the rights to the show and announced plans to reboot it. While Rylan's appointment as presenter hasn't been officially confirmed, he dropped a big hint on Twitter earlier this month. He posted a photo of him in a dressing room with a Supermarket Sweep script lying conspicuously on the table in front of him. He later deleted the picture, however. So because nothing has officially been confirmed yet and we don't have any promo images, please enjoy this picture of him on a Children In Need special of The Weakest Link last year. Dear, oh dear.  The problems with this year's reboot of The Generation Game started even before it had aired. Mel and Sue climbed on board for the remake - a presenting duo normally thought to be a safe pair of hands after their huge success on Bake Off. But the BBC cut the number of episodes from four to two amid rumours many of the shows were not good enough. Critics described the ones that did air as \"desperate\" and \"a shameless carbon copy\" of the versions broadcast in the 1970s and 80s, fronted by, amongst others, Sir Bruce Forsyth. But it was a ratings hit - attracting an average of 5.1 million viewers, according to overnight figures. It may be hard to remember a time when one of the most popular shows on TV involved a bald man from New Zealand challenging adults to solve mind puzzles in the Aztec zone. But it really happened - and The Crystal Maze was so popular it has since been brought back in two forms. Last year, it launched as a real-life \"immersive\" live experience in London and Manchester, with members of the public able to play the game for real. It's also been resurrected for our TV screens by Channel 4. Richard O'Brien, now 75 years old, sadly did not return for the reboot, so producers went with the second most famous Richard they could find. The IT Crowd star Richard Ayoade was joined by a plethora of celebrity contestants including Louis Spence and Ore Oduba as he blew the dust out of the Medieval zone last summer. Channel 4 have now ordered more episodes for 2019. The Price Is right ran in the 1980s and 1990s on ITV with Leslie Crowther at the helm before Sir Bruce Forsyth took over. Last December's reboot of the legendary show saw Alan Carr take the reins as contestants attempt to win cash and prizes by guessing how much objects cost. Surely this must have been proper bucket list territory for Alan Carr? \"This is proper bucket list territory for me,\" said Alan Carr. \"I loved it when I was growing up and now for me to be at the helm of such a legendary show is a dream come true.\" Some critics questioned whether the show needed to be brought back - but praised Carr's fronting of it. \"It's an absurdly simple and lazy idea for a 'new' show, and I blame Alan Carr entirely for the fact that I will almost certainly watch it again,\" said The Guardian. Before people chose their potential life partners by swiping right on a dating app, there was an age where romance was something that happened in person. No honestly, look it up. Blind Date, which ran from 1985 to 2003, saw a male or female contestant pose questions to three potential partners, whom they couldn't physically see. If the chooser liked any of the definitely-not-scripted answers given by the three datees, they could select them as their Blind Date, and would be promptly whisked off to a glamorous holiday destination. Last year, the show returned for a second date courtesy of Channel 5, this time with Paul O'Grady taking over presenting duties from his friend Cilla Black, who died in 2015. And Blind Date isn't the only show that Cilla fronted which was brought back. Life may be full, full of surprises. But it's evidently not full of TV formats which can be easily resurrected.  ITV clearly spotted the reboot potential in Surprise, Surprise - a warm-hearted show which, er, surprised members of the public - often reuniting them with a long-lost relative. The highlight, of course, was Cilla getting to sing the theme song at the end of every episode.  It returned in 2012 with Holly Willoughby fronting the show. Sadly, she didn't get to sing, but she did enlist a star-studded cast including Lionel Richie and Pharrell Williams to help surprise a whole new generation of viewers. Streetmate falls into an unusual category, as last year it was rebooted for the second time. A re-reboot, if you will. It originally ran on Channel 4 from 1998 to 2001 - a set of circumstances which means it was naturally fronted by Davina McCall. ITV2 then brought it back in 2007 for a short series fronted by the afore-mentioned Holly Willoughby, but it wasn't renewed beyond its initial four episodes.  Last summer though, it was Gogglebox star Scarlett Moffatt who fronted it when it relaunched, again on Channel 4. The show saw Scarlett pick a member of the public who is single, and then help them approach potential eligible partners in the street to ask them out on a date. The reboot wasn't a hit with everyone however, with The Daily Telegraph awarding it two stars in its review. \"In the age of Tinder this is clearly an absurd means of sorting the losers from the Lotharios,\" wrote Ed Power.  Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "https://www.bbc.co.uk/news/entertainment-arts-40260230"}