{"title": "What's fact and fiction about working as a British spy? - BBC News", "description": "", "content": "  What's it actually like to work as a spy? Is it all Aston Martins, international travel and disguise?  Six spies from the UK's three intelligence agencies - MI5, GCHQ and MI6 - spoke to 5 Live about working as a spy in Britain. All six are using false names.  It's not. Not even close.  \"We get that a lot,\" says Kate, who's worked for MI6 - or the Secret Intelligence Service - for 10 years.  \"Obviously we like it a bit as well because it's quite glamorous. No, we don't all get an Aston Martin or a speedboat or any other funky form of transport. You'll more often see us on a bus or a tube than anything like that.\" John has spent 15 years with MI6, including working abroad. \"Those myths about carrying guns, having your martinis just don't apply,\" he says. But there's one aspect the films do get right. \"We do actually have a Q. Q is actually a real thing,\" he says, referencing the head of research and development division in the Bond films.  \"We have some brilliant technologists that supply us with all kinds of gadgets that we use. Only our stuff is better than Bond's.\" Yes and no. Jo, who works for MI5 and is involved in recruitment, says the vetting process usually takes \"anytime between six and nine months\". \"It is intrusive,\" she adds, \"but we've got a really skilled group of vetting officers that make it easier for us as well.\" Ameesha joined MI5 - or the Security Service as it's officially titled - two years ago. \"I found it quite therapeutic, actually,\" she explains of the three to eight-hour interview all new recruits face with a \"vetting officer\". \"They're not trying to catch you out,\" she says. It's not a definite no. \"Everything is done on a case-by-case basis,\" says Jo. \"Having smoked drugs when you were 16 at a party doesn't necessarily bar you from joining the organisation. But obviously when you apply you can't take drugs.\" All six of the spies we spoke to said they were drug tested as part of the vetting process. And the test often involves taking a hair sample. Lilly, who works for GCHQ - the government's listening and cyber-security agency - says this process created a bit of an awkward moment. \"I'd completely forgotten that this [the test] had happened. Went to the hairdressers the following week. My hairdresser is very chatty, and he was there cutting away. Then all of a sudden [he makes a noise of shock and horror]. \"And I was like 'Oh. It's ok. Did you just find some short hair?' And in that moment he thought he'd lopped the back of my hair off. And I said 'It's ok. I know that's there and it wasn't you.'\" You can. But you have to think long and hard about who you tell.  \"The general advice in MI5 that we give,\" says Jo, \"is that you can tell close family members or a close friend.\" John says he decided to tell some members of his family that he was applying for a job with MI6 straight away. \"I told my parents pretty quickly. My dad went upstairs and got the entire collection of John Le Carre novels and said 'You better read these before your interview'. That was, at best, semi-helpful. \"I chose not to tell my sibling for quite a long time because I didn't want to burden them with the information. I didn't want them to feel they had to protect me.\" Jo adds: \"I told my now-husband about six months into our relationship, which was an interesting conversation.\" Most tell people they work in \"the civil service\" or simply deflect the question. Jo says some candidates who want to join MI5 come with some very strange ideas. \"I've had somebody say, 'Do I have to wear my own clothes to work?' And 'Do I wear a disguise to work?' \"I think my favourite one was when somebody said 'Do I have to dump my girlfriend to work here? Because if I do - I will'.\" Actually, they do. But it's not something they get to say a lot.  Jo says: \"Because we don't tell people what we do or who we work for, it's not something we would ever say out loud. So it's really strange saying it out loud.\" John, from MI6, says he's happy with the word spy: \"I do think of myself as a spy… that's our job, we're here to do espionage, we're doing it for a good purpose, we're going it to keep the country safe and prosperous, but I do very much identify myself as a spy.  \"I've told about five people that in my life, you're number six.\" Kate who works with John agrees. \"I think you've got to own it.\" She adds: \"We deal with secrets, that's our trade, that's what we do.\" Well, it depends on your definition of fun. John reveals that MI6 has an annual pantomime, which he describes as \"hilarious\". \"There are very few things we're competitive about,\" he says. When competition does arise, he says it involves thing like \"who had the best Bake Off\". Dia - who has worked at GCHQ for 10 years - says: \"We have a Bake Off - it's a big thing.\" Ameesha, from MI5, adds: \"We do too.\" Not really. At least some of the six spies we spoke to did go to Oxford or Cambridge, and because they were using false names it's possible that they're called Rupert. However, Dia says it's not just an old boy's network.  \"That is one of the big myths,\" she says. \"I haven't been to Oxbridge and we do have people who've gone to state schools, who've not gone to university but that doesn't mean they don't bring something to the table.\" All three agencies are keen to recruit people from diverse ethnic and social backgrounds, especially after they were criticised for a lack of diversity in a parliamentary report earlier this year.  Jo says they're \"making progress\" but that \"there's so much more that we need to do\". \"There is no 'type of person' that can come and work with us,\" she adds. \"So if you're sitting there thinking 'they wouldn't have me' or 'I'm not that type' the only thing we can say is 'go ahead an apply and see how you get on'.\" Yes and no. While it's true that visitors to MI5 have to check their mobile phones in with security at the door, staff aren't left totally high and dry. Especially if they have children. \"We have some clever technology so that schools can contact us,\" says Lilly, who is a parent.  Jo, who is also a mum, adds: \"We're never in a situation where a school couldn't contact you if a child is poorly. I don't think I'd be able to come to work if my child was ill and I couldn't be contacted.\" And as for the no mobile phone thing?  Jo says: \"It's actually quite nice not having a mobile phone all the time. You get used to it.\" Not if our group of spies was anything to go by. All of them had watched Jed Mercurio's BBC One drama Bodyguard. \"I really enjoyed it,\" says Kate. \"It's fun. It's entertainment. That's why it's so popular.  \"Of course its intriguing because it's based on organisations that are not really that well known about, that's part of the appeal, but I don't think I can get too hung up on the inaccuracies, of which there are too many to explain here.\" Another recent BBC Three series, Killing Eve, which focuses on spies employed by MI5 and MI6, was just as popular. \"I really enjoyed it,\" says Ameesha. \"I think the acting was incredible. But yeah there are moments where you just want to, like, smash the TV screen and you're just like 'no that's not true!'\" Click here to listen to Radio 5 Live's Nihal Arthanayake's interview with the spies, recorded at MI5's private museum, in central London.", "link": "https://www.bbc.co.uk/news/45953932"}