{"title": "Why author Judy Blume's classic novel still inspires fans - BBC News", "description": "", "content": " It's been nearly 50 years since US author Judy Blume published her groundbreaking and controversial debut novel Are You There God? It's Me Margaret (AYTGIMM). After years of rejecting offers to turn it into a film, she has finally agreed. It is not yet known who will be its stars but according to Deadline, the author has granted the rights to the book to producer James L Brooks along with writer and director Kelly Fremon Craig - the duo behind the coming of age film The Edge of Seventeen, starring Hailee Steinfeld. Are You There God? It's Me, Margaret was published in 1970 and is centred around 11 year-old Margaret, as she navigates puberty and questions her faith.  She then forms a secret club with her girlfriends - where they discuss and dissect all the important issues: boys, bras and periods. With the passage of time, this doesn't sound far off some current WhatsApp group chats. But while that may not raise eyebrows when looking at today's world of young adult fiction, the book was pretty revolutionary when it was first published.  The book was a target of some censorship during the 1980s because of its sexual and religious content, with many calling for it to be banned in schools and libraries.  There were even allegations that it contained anti-Christian material (but doesn't all that just make you want to read it more?). \"It is this right [sic] of passage for women and girls,\" Fremon Craig told Deadline. \"It's rare for me to run into a woman or girl who hasn't read it and every time I've mentioned it to a woman, they clutch their heart and let out this joyful gasp.  \"This book comes along and tells you you're not alone. Women remember where they were when they read it. I can't think of another book you can say that about,\" she continued.  Many on social media have shared how excited they are that the film rights to Blume's second novel have been acquired. Loved all her books as a child. Reading 'Are you there god its me Margaret' will always be one of the pinnacle moments if my tweenage years End of Twitter post  by @heather_lockett @judyblume - the 11 year old trapped in my 52 year old body is sooo excited that \"Are You There God? It's Me, Margaret\" is going to be made into a movie. End of Twitter post  by @Danigirl65 BBC News spoke to some of Blume's biggest fans, who shared not only how her words made them feel as teenagers, but how the author has gone on to inspire them. Songwriter Amy Foster, best known for co-writing music with Michael Buble, had just turned 11 when she read Are You There God? It's Me, Margaret. She recalls the book having a big impact on her.  \"It was the summer before I started sixth grade and the book blew my pre-adolescent mind,\" she says. \"[Blume's] words were a constant reminder from the earliest age, that all the feelings I was having were normal. \"I was just like every other kid and I needed that. I never felt like I fit in. Judy was there to assure me that I did.\"   The Just Haven't Met You Yet co-writer says she even started her own period club with her friends after reading the book: \"Instead of feeling like getting our periods was something to be scared of, Judy helped us see that it was simply a transition.\" Brenda Rufener, author of Where I Live, also remembers discovering AYTGIMM as a pre-teen and being \"blown away\" at the book's open and frank discussions on first kisses and faith. \"These talks were not occurring in my home, but they were words I needed to hear,\" says the young adult fiction writer. \"Today's generation of young women want thoughtful representation. They want emotional honesty. I think we get that from Judy Blume.\" She says Blume also taught her to \"never shy away from tough or 'taboo' topics\". And while the fan girl within Rufener is \"incredibly excited\" about the film, she is most thrilled to share this with her daughters, saying she thinks it will be \"a tearful and amazing journey\". Jody Worthington and Alison Michael of the podcast, The Blume Saloon, say they messaged each other with way too many emojis when they heard the news of the film adaptation and were \"absolutely ecstatic\".  The pair's love for Blume's work manifested into a podcast that they started a year ago. Each episode sees them break down a chapter of Blume's books, delving into the ideas they find and discussing pop culture and the events of the era. Despite the book being nearly five decades old, both hosts say they loved the character Margaret and found her incredibly relatable, praising her \"mixture of sass and insecurity\".  \"She was the first protagonist who spoke to me on a personal level, she had flaws and frustrations and yearnings,\" says Worthington. \"I think today's young women are equally surprised by the book's age. \"They might be comforted to know that 11 year-old girls have been experiencing the same trials and tribulations for generations!\" Michael concludes: \"As long as periods are stigmatised, confusing and eagerly anticipated, Margaret will be always relevant.\" Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "https://www.bbc.co.uk/news/entertainment-arts-45912603"}