{"title": "Harry Potter to 'inspire' budding India lawyers - BBC News", "description": "", "content": " A top Indian law university in the eastern state of West Bengal has introduced a course based on the fictional world of Harry Potter.  The course uses the role of law in the series to draw parallels between the stories and real-life situations.  Professor Shouvik Kumar Guha, who designed it, says it is an \"experiment\" to \"encourage creative thinking.\" Several universities in the US and at least one in the UK also offer courses inspired by the famous series. The course in India, which is entitled \"An interface between Fantasy Fiction Literature and Law: Special focus on Rowling's Potterverse\", is expected to include a total of 45 hours of discussion-based teaching. Some of the topics mentioned in the course module point out how social and class rights in India can be equated with the \"enslavement of house-elves and the marginalisation of werewolves\" in the fantasy series. Mr Guha said the course, which begins in December, has already reached its capacity of 40 students and many other students have since approached him with requests to increase the class size. Harry Potter's unmatched popularity in India is the reason Mr Guha decided to pick the series as opposed to Game of Thrones or Star Trek, he said. The course will be offered as an elective to senior students at Kolkata's National University of Juridical Sciences. \"In our current system, we simply tell students the black letter of law,\" Mr Guha told the BBC. \"Will they be able to apply pre-existing laws to situations that have never come up before?\"  He added that he wanted to use fictional examples to let students look at situations that can arise especially when \"our country is going through massive changes\". Mr Guha said that the course was an experiment in pushing law students to \"come out of their comfort zones\" and to learn from a fantasy series that most of them grew up reading. \"You can also see so many examples of how media is subverted by political institutions in the Potter books and see parallels in the real world,\" he said. \"[Harry Potter author JK] Rowling's universe talks a lot about how legal institutions are failing in some scenarios.\" The course module opens with two lines from one of the books in the series: \"Are you planning to follow a career in Magical Law, Miss Granger?\" asked Scrimgeour. \"No, I'm not,\" retorted Hermione. \"I'm hoping to do some good in the world!\"  This is the second Indian law school to offer such a course.  More than 500 million copies of the seven original Harry Potter books have been sold worldwide in 79 languages. The UK's Durham university is believed to have been the first to offer a Harry Potter-themed course - it used the series to examine prejudice, citizenship and bullying. Many universities in the US, including top institutions such as Yale and Georgetown, did the same, but none of them offered courses in law. Their offerings ranged from courses in theology to the \"scientific means\" of magic. The curriculum for the \"Potterverse\" law course includes some of the following topics:", "link": "https://www.bbc.co.uk/news/world-asia-india-45949328"}