{"description": "", "content": " This week is Independent Venues Week, a seven-day celebration of grass roots venues and the people who work in them. Launched in 2014, it highlights the plight of small clubs - many of which have faced closure and rising rents over the past decade. More than 170 clubs and concert halls are taking part, from the 3,100-capacity Troxy in East London to the tiny Grayston Unity in Halifax, which has space for just 22 gig-goers. BBC 6 Music's Steve Lamacq is supporting the initiative by visiting a different venue every day this week - culminating in a live broadcast from Liverpool's Studio 2 on Friday night. The movement has attracted the support of musicians from all walks of life. We asked a few of them about their first ever gigs. RUN DMC One of the most influential rap acts of all time, Run DMC started out in Queens, New York before scoring international success with hits like Walk This Way and It's Tricky. They play a rare UK gig in Hammersmith this July. What's your memory of Run DMC's early gigs? Darryl \"DMC\" McDaniels: We had played like three discos, and then we had to go into the Bronx, the birthplace of hip-hop, and play the legendary Disco Fever - which was home to Grandmaster Flash and the Furious Five and the Funky 4+1 and Afrika Bambaata.  I remember me and Run had these weird chequered jackets - we wasn't co-ordinated, we didn't have the Adidas shoes, we didn't have the leather suits, nothing like that. And when we took to the stage, everybody started laughing at us because we weren't dressing like Grandmaster Flash and those guys. But all that changed when the music dropped. What about your first UK gig?  We played the Hammersmith Odeon and I remember the UK fans would always blow whistles - and it was very, very loud, to the point where the whistles would damn near overtake the music.  Run was getting frustrated - but by the sixth or seventh song, I caught on. I was like, \"no, they're blowing the whistles because they're approving us.\"  Why are independent venues so important? I remember in New York we'd go into the punk clubs like the Danceteria - and you actually got punks and metalheads and rockers and B-boys and journalists and novelists all in the audience. Independent venues allow every community and every generation to come together and without that, there is no foundation for nothing creative or artistic to exist. MARMOZETS Rock band Marmozets made headlines in 2015 when it emerged that lead singer Becca Macintyre was the only woman booked to play the main stage of the Reading and Leeds festival. They've just received rave reviews for their second album Knowing What You Know Now. Where was your first gig? Becca Macintyre: The 1 In 12 Club in Bradford. There was a guy with his dog, [bassist Jake] Bottomley's dad, the sound guy and the bar staff. We got told off for bringing in a McDonalds - we realised then it was, like, a vegan / vegetarian place and there was a library upstairs! Just coming into the building, my feet were sticky and I fell in love with it straight away. It was a whole new experience as a teenager, coming into this place where adults go. How did those early shows shape you as a band? That was the start of where we are now. And soon we're going to be playing on the main stage of Download. We started off in a small venue, but I still have the same love and the same enthusiasm as soon as I hit the stage. JADE BIRD Welsh singer-songwriter Jade Bird has been making waves in the US with her British take on Americana. She recently made the longlist of the BBC's Sound of 2018. What were your first gigs like? I did competitions in pubs. It was pretty brutal. The last one I did, I cried my eyes out because, you know, I thought I did well but I never, ever placed anywhere. And my mum was like, \"you're not going in another one\".  Was it very competitive backstage? A little bit. It was proper pageant rooms, almost. It just wasn't me. Music's not a competition and I learned that the hard way. What's your favourite small venue? The Spiritual Bar in Camden. Have you ever been? It's like a little wardrobe. The owner's a Brazilian guy called Raff, and it's like a real family thing. They took me in and made me into the musician I am today. Will you go back and play there when you're a megastar? Absolutely, I'd 100% do that. I'm very close to them. DJANGO DJANGO Characterised by a total disrespect for genre, Django Django have been making oddly danceable, wilfully experimental records since their Mercury-nominated debut in 2012. Their latest album, Marble Skies, was released last week. What was the first venue you played? Jimmy Dixon: 93 Feet East in Shoreditch. It was free entry so the crowd was huge. I think it took about two years for us to hit that size of crowd again! What's your favourite venue in the UK? I come from Leeds originally and there were a huge amount of great little venues when I was growing up. Sadly a lot of them have closed down now but my favourite, the Brudenell, is still going strong. I had some amazing nights there.  Why are grass roots venues so important? We really cut our teeth in small venues around the UK. We toured about in our singer's brother-in-law's splitter van before the first record came out and those gigs really informed the shape of those early tracks. You have to work pretty hard to win over non-partisan crowds but without them we wouldn't have hit the ground running in 2012.  HONEYBLOOD End of Youtube post  by BBC Music Glaswegian grunge-pop duo Honeyblood have become regular fixtures on the live circuit (and BBC 6 Music), thanks to their melodic choruses and thrilling live shows. They live streamed a special show in support of Independent Venue Week from London's Bush Hall on Monday. What was the first gig you played? Stina Tweeddale: Honeyblood played our first proper gig at a small independent venue called Sneaky Pete's in Edinburgh. We played five songs, if I remember correctly, and shocked the audience who I'm sure thought it was going to be a \"quiet\" opening act. What's your favourite venue in the UK? I'm a huge fan of the Hug and Pint in Glasgow. They've made a small space really welcoming and it shows that you can be tiny but mighty all at once. And we just played Bush Hall in London which is an astounding venue; beautiful as it is sonically capable.  Why do you think grassroots venues need people's support? Without a place for organic bands to form and play, we simply won't have any! These venues teach bands of the future how to become worthwhile. They'll learn the basics of performance, find the buzz of the show and put the hard graft in. It will be where the audience will catch a gem of a band before they skyrocket.  There's a community feel that surrounds independent venues that you don't see in others; a camaraderie over the love of music and art. If that's not worth fighting for then I don't know what is.  GAZ COOMBES The former Supergrass frontman has played everywhere from Glastonbury to Wembley Stadium. He's currently finishing the follow-up to his Mercury-nominated solo album Matador, which will be released in May. What was your first gig in Supergrass? I think it was what is now the O2 Academy Oxford. Back then in 1991 or 92, it was just called \"The Venue\". I don't know who we were supporting but we were first on out of, like, four bands and we had some really weird songs. My brother Rob came out and played flute, which I don't think we ever did again. It was a look at Supergrass pre-Supergrass, before we'd written any of those first album songs.  If we'd kept the flute? It would have been like Super-Jethro-Tull-Grass. What's been your favourite show? The early days with Supergrass, the one that was always just insane, with heat and sweat and rammed with kids was the Cockpit in Leeds [which closed in 2014]. Every time, that was extraordinary. I have a lot of memories of those shows and of the Jericho Tavern in Oxford: Those were sort of our defining moments as a young band. Additional reporting by Kevin Geoghegan. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "http://www.bbc.co.uk/news/entertainment-arts-42892882", "title": "Bands recall their terrible first gigs: 'Everybody laughed' - BBC News"}