{"title": "Wireless Festival: How swearing and clothing rules could change it - BBC News", "description": "", "content": " In Shut Up, Stormzy raps: \"Shut down Wireless, shut down Twitter.\" He played that song, which contains five swear words, during his headline set at this year's Wireless Festival.  But if he performed an uncensored version of that song at next year's Wireless, it could in fact shut down the event. New licensing rules, which come in from 2019, mean Wireless can still be held at London's Finsbury Park - as long as performers don't swear on stage. It's one of a handful of new rules from Haringey Council - including restrictions on noise levels, opening times and \"offensive\" clothes. So Wireless Festival could be very different in the future. Radio 1 Newsbeat has been taking a look at how these new rules could affect things. Given these new restrictions, just a quick look at this year's line-up would put the festival in a bit of trouble if it was the same in 2019. Post Malone opened his set with Too Young (it contains 20 swear words), Lisa Mercedez's outfit could be judged as \"attire which exposes the groin, private parts, buttock or female breast(s)\" and surprise headliner Drake finished after the new 10pm performing curfew. Under the new rules, Stormzy would have to change at least 17 of the 21 songs performed during his set in 2018 because of the lyrics. The council's report says \"some of the language\" used by acts on the main stage was \"clearly audible and not appropriate\" for children in the local area to hear. The rules are part of Haringey Council's look at how the festival promoter Live Nation runs the event, after 67 complaints were made about things like noise levels, drug taking and anti-social behaviour at the festival. A committee decided to change its conditions instead of taking away the licence altogether. If the new rules are not followed or organisers don't show \"reasonable efforts\" to make sure they're being followed, the festival could be given fines or stopped from being held in Finsbury Park in the future. The Friends of Finsbury Park group says it is pleased the council is doing something to limit the \"excessive and invasive noise\" and is happy that the event will finish earlier. But the group says some of its ideas have been ignored. It wanted a limit on the number of people allowed to attend, which it called the \"most important\" point. Last year 37,000 people went to Wireless. The current maximum capacity is 49,999. When asked how it would police the new rules, Festival Republic - which promotes the event - told Newsbeat: \"There's no statement from our side for the time being.\" However, the festival's website does claim that \"Festival Republic is dedicated to having a positive impact on the local community\". Live Nation and The Friends of Finsbury Park have 21 days to appeal the decision. Follow Newsbeat on Instagram, Facebook and Twitter. Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here.", "link": "https://www.bbc.co.uk/news/newsbeat-45964105"}