{"title": "Bohemian Rhapsody: Critics say Freddie Mercury film is a kind of magic - BBC News", "description": "", "content": " Critics have had their say on the long-awaited, problem-plagued, anthem-filled Queen biopic after its world premiere.  Speaking at Wembley, Queen star Brian May said Bohemian Rhapsody is \"not a Queen movie, it's a Freddie movie\". Just as well - because Rami Malek's portrayal of Freddie Mercury has been lauded more than the rest of the film. Variety said the film was \"a watchable paint-by-numbers ride through the Queen saga, yet it's rarely the movie it could or should have been\". On the other hand, its critic Owen Gleiberman described Malek's frontman as \"a studded leather peacock, swoony and liberated, letting the life force pour out of him in a glorious tremolo, most extraordinarily during the film's climactic sequence\". The Mirror's Chris Hunneysett was full of praise, writing: \"This supersonic biopic of Freddie Mercury allows rock band Queen to claim their rightful crown as the champions of the box office.\" He urged cinemagoers to \"see this at the venue with the biggest sound system\". Steve Rose in The Guardian, however, gave the film two stars, saying: \"Rami Malek's excellent performance aside, it feels less a pioneering musical odyssey than a really good covers band.\" Tim Robey, writing in The Daily Telegraph, awarded the film three stars, calling it a \"very safe, straight-ahead biopic\", but disagreed with many over Malek's turn as Mercury, calling it a \"ballsy but hit-and-miss performance\". Robey added: \"He moves well, and sometimes looks a fair bit like Mercury in profile. But he's a doll-like version of a megastar, and the voice never seems quite right: too affectedly plummy, for all the obvious effort he's put in.\" The problems surrounding the film's creation have been well-documented.  It was originally announced in 2010 with Sacha Baron Cohen in the lead role. But the comedian subsequently left over alleged disagreements regarding the script. Different screenwriters came and went, and the film suffered further setbacks when its director Bryan Singer was fired late last year towards the end of filming. Dexter Fletcher was brought on board to see the film through. Perhaps it's no wonder then that most criticism came from the fact that the film doesn't take the time to explore some of the more complex themes behind one of music's biggest stars. The Hollywood Reporter's Sheri Linden said the film at least \"acknowledge[s] the tale's darker facets\", but that \"someday another feature about Queen might go deeper\". Many agree that the film's redeeming feature is the Live Aid spectacle. But as the New York Post's Johnny Oleksinski put it: \"What we ultimately wanted from Bohemian Rhapsody was not carbon-copied concerts, but behind-closed-doors insight into a deeply private, complicated, internationally beloved superstar.\" Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "https://www.bbc.co.uk/news/entertainment-arts-45964245"}