{"title": "Actress Blythe Duff donates Taggart scripts to university - BBC News", "description": "", "content": " Actress Blythe Duff has donated scripts from 95 episodes of Taggart to Glasgow Caledonian University's (GCU) archives. The scripts will be available to the public along with memorabilia from the Scottish detective series, which ran for 27 years. The actress, who played Det Insp Jackie Reid in the STV series, made her first on-screen appearance in 1990. Students from GCU's MA TV Fiction Writing course will use the scripts as part of their studies.  The actress, who received an honorary degree from GCU in 2011, said: \"The archive is open to everyone. The public can come in and spend an afternoon browsing through the scripts.\" The scripts are part of a personal collection that she has amassed over the years, which includes books, press cuttings, still photographs, awards and rare Taggart memorabilia. She was joined by Taggart co-star John Michie at the handover of the collection. She added: \"It would be great, in the future, if the public could add their own papers and photographs to the archive, to collate more evidence of the show. \"The old studios used to be up in Port Dundas, which is close to GCU, so it seems fitting that the archive will be here. \"The fact that students from the MA TV Fiction Writing course will also be able to benefit from having access to the scripts is brilliant. TV is changing so quickly and, as everything goes digital, it's important to retain a link with the past.\" GCU is celebrating the 10th anniversary of its MA TV Fiction Writing course which is the only full-time master's course dedicated to writing television drama for the UK. Graduates from the course have worked on some of Britain's most popular long-running shows, including EastEnders, Casualty, and Holby City. Chris Dolan, programme leader of the MA TV Fiction Writing course, said: \"Taggart is in the DNA of every modern cop show.  \"Jackie Reid was an iconic creation and Blythe's portrayal is part of television history.  \"To have the scripts here is a phenomenal resource for our students.\"", "link": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-45968215"}