{"title": "David Schwimmer: 'I didn't steal beer' from Blackpool shop - BBC News", "description": "", "content": " A UK police force's search for a Ross Geller \"lookalike\" thief must go on after the real star cleared his name in a social media video. Officers in Blackpool shared the CCTV still of the man, dubbed the \"spitting image\" of Friends actor David Schwimmer, clutching a crate of beer. Schwimmer responded to jokes posted on Blackpool Police's Facebook post with the video on Wednesday. He wished officers hunting the double \"good luck with the investigation\". In the video posted to Twitter and Instagram, the star is seen furtively glancing at a camera as he walks through a convenience store clutching cans of beer. \"Officers, I swear it wasn't me,\" says the accompanying post. \"As you can see, I was in New York. \"To the hardworking Blackpool Police, good luck with the investigation.\" Police had earlier confirmed Schwimmer was not in the UK at the time of the offence, but the original post has descended into something of a Friends quote-fest, attracting 133,000 comments referencing the show.  \"I don't think it's been this guy's day, his week, his month or even his year,\" wrote Nick Croston, while Olly Byrne quipped: \"I'm suprised you've not found him... it's like you're always stuck in second gear.\" Others, such as Joe Richardson, riffed on some of Ross's most well-known quotes. \"Shouldn't he be at work...or is he on a break?\", asked Joe. While Jay Murdoch wrote: \"Apparently the police had him cornered then he performed a pivot manoeuvre and escaped.\" Craig Thompson added: \"I saw him behind me in the shop around that time.. just as I was paying for MY SANDWICH.\" Scottish police also got in on the act, with bobbies in Dumfries and Galloway sharing the post and warning members of the public to \"keep away\" from the suspect.  \"He is known to have studied Karate and we believe he has mastered the art of Unagi, the state of total awareness,\" they wrote. However, some commentators reminded their fellow Friends fans that a real-life crime had been committed. \"He's a thief and it's serious,\" wrote Grace Higham.  \"But these comments are hilarious.\" 'Fred Flintstone' police e-fit mocked 'Cheshire Cat burglar' e-fit raises smiles E-fit of suspect likened to He-Man Police appealed for anyone with brand new information about the theft, which took place at Mr Basrai's restaurant on Talbot Road 20 September, to contact them. The suspect is wanted for the alleged theft of a jacket, wallet and mobile from the restaurant. Police released the CCTV image of the suspect buying beer from a shop. Schwimmer starred in Friends from 1994 until its finale in 2004. It is not known whether the Emmy-nominated star has visited the Lancashire seaside resort, known for its Pleasure Beach and annual illuminations.", "link": "https://www.bbc.co.uk/news/uk-england-lancashire-45971252"}