{"description": "", "content": " Journey's End, a story set in the trenches at the end of World War One, may not on the surface sound relevant to an audience today. Hunger Games star Sam Claflin, who stars in its latest film adaptation, thinks this couldn't be further from the truth.  His character, Captain Stanhope, heads up an infantry unit in the British army, staving off Post Traumatic Stress Disorder with a large amount of whisky.  The display of a man failing to confront his mental health problems was just as much of an issue in 1918 as it is in 2018. \"With Stanhope there's so much more responsibility on his shoulders, he's hit harder and is so much younger than the others who have lived a life,\" Claflin tells the BBC. \"He's in charge of 100 men and that's only the 100 men that are living at that time, not to speak of the men who have died during the three years he's been there.\" Claflin, whose career has seen him play everything from an aristocrat's son in The Riot Club to a quadriplegic in Me Before You, spent time with four ex-servicemen suffering from PTSD to prepare for his role in the film.   \"For me it was a really eye-opening experience and one I hope resonates with a younger audience,\" he says.  \"Nowadays I think many men are a lot more open to their emotions and feelings and expressing them, but at that time you wouldn't see a genuine intimacy between men.\" The 31-year-old adds that he's excited by how conversations around male mental health are changing. \"It's OK to be afraid and to be anxious or scared or a bit weak - that doesn't make you more or less of a man.\" Claflin's interview takes place at a time when the film industry is under immense scrutiny. With his previous roles in the Pirates of the Caribbean and Hunger Games franchises, he has a lot to say about working in Hollywood and specifically the treatment of women.  \"There's always the pressure in any industry to be the perfect role model, but it's changing and I think it's good we're having this discussion,\" he says. \"The role of man has changed drastically and thankfully the role of the woman is coming on to an equal playing field.\" Claflin says that in his career to date, \"over half of the jobs I've done have been led by a woman, have been directed by a woman, produced and written by a woman.\"  He also says that, in his experience, the expectations on men and women in the industry are totally different when it comes to body image. \"There was a recent job I did and I needed to lose weight for it, but before the director had even discussed it, I looked at the script and read that he was topless a lot and he was very athletic,\" he says.  \"I knew what was expected of me and that's the difference between men and women - it's not necessary that a woman has to [lose weight], especially if she doesn't have to take her clothes off. \"There's ways of discussing subjects like weight loss and from what I understand, a lot of women's experiences are different to how I've ever been spoken to about it.\" Claflin hopes that this marks the beginning of a change in the film industry, which sees it become more inclusive.  One of his most memorable roles was in Me Before You, the romantic drama adapted from Jojo Moyes' successful novel. His role as a city banker who became paralysed after a motorcycle accident sparked a debate during its release about able-bodied actors playing people with a disability.   \"I'm an actor, I'm not really a soldier with PTSD or a pirate, or a footballer but I've played those characters and pretend to be things I'm not,\" is Claflin's response.  \"In terms of me being a non-disabled actor playing someone disabled, there are aspects of the film where he is not disabled too.\" He says that what should come out of debates like this is more opportunities for disabled actors.  \"Often there's a sequel and a prequel as opposed to fresh, new idea,\" he says.  \"Someone should come up with a brand new idea rather than shift the ones that are already there.  \"I think this is an exciting time for our generation, there are people with brilliant minds who are wanting to have their voices heard so this is a brilliant change.\" Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "http://www.bbc.co.uk/news/entertainment-arts-42874673", "title": "Sam Claflin: It's OK to be scared or weak - BBC News"}