{"title": "House of Cards Robin Wright 'magnificent' in lead role - BBC News", "description": "", "content": " Robin Wright has drawn praise from critics in the first reviews of House of Cards without Kevin Spacey. The actor was dropped from the drama last year following sexual assault allegations, which he denies. His character Frank Underwood was killed off and the final season sees Wright take centre stage.   Critics have called her \"magnificent\" and \"a worthy show lead\", but Netflix's show has been criticised for Frank Underwood still dominating the story. The first five episodes of season six have just been released to critics, in which Wright as Claire Underwood becomes the first female president. Variety's Daniel D'addario said \"Robin Wright soars in the final season, but deserved a better story\". He said it \"feels at times like the series, scrambling to come up with a plot for a final season without its first-billed lead, never quite escapes his gravitational pull.\" Writing for the Hollywood Reporter Daniel Fienberg said \"thanks to Robin Wright and new additions Diane Lane and Greg Kinnear, the final season of Netflix's drama doesn't miss Kevin Spacey, but it struggles to move past Frank Underwood\". He said the shift in focus from Frank to Claire Underwood finds the series \"somewhat reinvigorated\" and for the first time in years \"House of Cards has something new and frequently interesting to say\". However he said: \"Claire may boast 'the reign of the middle-aged white man is over', but House of Cards spends too long investing in the character arcs of middle-aged white men for this final season to be a full reboot - to the show's detriment.\"  Ben Travers at Indie Wire said more than half of the final season passes before House of Cards \"feels like Claire's story instead of Frank's epilogue\". He has given the series a C+.  \"Despite the hype, season six isn't Claire's show. It's still Frank's, which undercuts the season's many attempts at women-first stories and keeps momentum stagnant.\" Christopher Hooton in the Independent has given the series three stars.  He said the series feels slightly \"banal\" and he said you can tell that season six had to be \"swiftly rewritten following Spacey's exit and it shows in the often convoluted dialogue\". Michael Ausiello writing for TV Line gives credit to the show's producers for what they were up against getting the show made after Spacey was dropped.  \"It's hard to imagine a more daunting task facing showrunners Melissa James Gibson and Frank Pugliese. Not only were they being tasked with an 11th-hour rewrite of an entire season without their co-lead, but they were being asked to pull it off in a way that brought the entire series to a satisfying conclusion.\" He said the series is \"flawed\" with problems with \"pacing and continuity\", with some scenes feeling super rushed and others dragging on far too long. \"And yet, amid the choppiness, I found myself mostly engrossed in what was happening - and the reason for that is Wright.\"  The show has achieved 89% positive reviews according to Rotten Tomatoes  Chris Evangelista at Slash Film said the final season is \"the best it's been in years\".  He said Claire's promotion to president \"helps improve House of Cards significantly\" and said the \"series has regained some of its early strength\". But he said season 6 is Wright's turn to shine, and \"she's more than ready.\" \"After Spacey's firing, House of Cards could've vanished from the television landscape in disgrace. Instead, it gets a chance to set things right, and end on a high note.\" Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "https://www.bbc.co.uk/news/entertainment-arts-45976220"}