{"description": "", "content": " The starstruck woman whose reaction to meeting Beyonce went viral has called the response to her photo \"hysterical\". Susan Monaghan bumped into the star and her husband Jay-Z at a New York hotel the night before the Grammy Awards. A picture of her reaction - eyes bulging, mouth agape - was posted to Beyonce's Instagram page, where it has been liked more than 4.5 million times. \"I think she posted it for me,\" Monaghan told The Boston Globe. \"So people would believe me.\" Monaghan, who was in New York to attend her granddaughter's gymnastics competition and to celebrate the birthday of her daughter, bumped into the couple as she walked towards her hotel room after a family dinner. She spotted Jay-Z first, but couldn't work out why he looked so familiar. Then she spotted Beyonce. \"I was like 'Oh my God!'\" Monaghan said. \"I looked at her and all I could think was, 'No one is going to believe me. No one is going to believe me.'\" She told the couple as much - at which point Beyonce flashed her a smile that seemed to say, \"Don't worry, it's going to be OK,\" Monaghan said. \"I swear, I felt like I was being hugged by an angel,\" she said of the chance meeting. \"I think it's hysterical. Strange things happen to me.\" Later that night, Jay-Z was honoured at the Grammy Salute to Industry Icons, while on Sunday he attended the main Grammy Awards with Beyonce and their daughter Blue Ivy. Blue telling Bey and Jay to simmer down💀  pic.twitter.com/qSSQC7UMWD End of Twitter post  by @blkgirlculture The six-year-old stole the show by \"shushing\" her parents as they applauded during Camila Cabello's speech in defence of immigrants. Jay-Z went into the night as the most-nominated artist but left the ceremony empty-handed as Bruno Mars and Kendrick Lamar dominated the awards. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "link": "http://www.bbc.co.uk/news/entertainment-arts-42902084", "title": "The woman who photobombed Beyonce: 'I think it's hysterical' - BBC News"}