{"description": "", "content": " The Super Bowl half-time show produces many memorable moments that are watched by millions of TV viewers in the US and around the world, and this year's show was no exception.  Entertainer Justin Timberlake was this year's headline act. In a controversy-free performance, he paid tribute to the singer Prince by performing \"I Would Die 4 U\" during his hit-packed 12-minute set in Minneapolis.  But it was not just his music that lit up social media.  AND HERE IT IS.#SelfieKid with @jtimberlake!#HalftimeSelfie#SuperBowlSelfie#SuperBowl #PepsiHalftime pic.twitter.com/Edww4CSSm7 End of Twitter post  by @GMA During his performance, he waded through the crowds and spotted a young teenager to dance next to.  The young Super Bowl fan, Ryan McKenna, looked uncomfortable being in the spotlight, but danced with Timberlake and managed to grab a selfie with the performer.  However, after taking the selfie, McKenna suddenly started to type something on his phone - but what was it? This has led to much speculation with many joking about what he could have been doing on his phone. One theory was that he was doing a search on Justin Timberlake. pic.twitter.com/7tucdQili6 End of Twitter post  by @rahulk013 Others thought he was looking up the lyrics to one of Timberlake's songs. What #selfiekid was really doing pic.twitter.com/zemd7k1XIZ End of Twitter post  by @baylorfit You might also like: McKenna has been a hit on social media, and has become known as 'Selfie Kid'. The nickname has been trending on Twitter with more than 17,000 tweets referring to the teenager. pic.twitter.com/eYClLpjNtC End of Twitter post  by @OliverBaxxter pic.twitter.com/xor5NyFdb2 End of Twitter post  by @GALDYTRON The emergence of the Selfie Kid has become this year's much talked about Super Bowl half-time event. In recent years, highlights have been Katy Perry's 'Left Shark' dancer in 2015, Beyonce's nod to the Black Lives Matter movement in 2016, and Lady Gaga's aerial stunts in 2017. The halftime show doesn’t just feature stars, it creates them. This year’s left shark is #SelfieKid pic.twitter.com/nYfOdbRHJK End of Twitter post  by @JulesWinters McKenna described to local media outlet Pioneer Press the reaction he has had since meeting Timberlake: \"It's been so crazy. I don't even know what to think. All my friends have been texting me and stuff. It's insane.\" McKenna's father, John, said: \"My phone started blowing up. It died, like, instantly after it happened.\" The result of the Super Bowl was Philadelphia Eagles defeated the favourites the New England Patriots by 41-33 to claim their first ever Super Bowl title. More from Trending: YouTube star apologises but vows to continue pranks A YouTube star accused of uploading a video resembling an acid attack has apologised, but vows he will continue to post extreme prank videos and says \"you've got to push boundaries to get the views.\" READ MORE You can follow BBC Trending on Twitter @BBCtrending, and find us on Facebook.  All our stories are at bbc.com/trending.", "link": "http://www.bbc.co.uk/news/blogs-trending-42943693", "title": "Super Bowl: Selfie Kid's big moment with Timberlake - BBC News"}