{"description": "", "content": " The Spice Girls have confirmed they are planning to work on new projects, after meeting for the first time since 2012. It comes after Victoria Beckham, Geri Horner, Emma Bunton, Melanie Brown and Melanie Chisholm were pictured together at Horner's house in Hertfordshire. Mel C told BBC Radio 2 they had been talking about \"opportunities and ideas\" but there was \"nothing set in stone\".  Their debut single Wannabe propelled the Spice Girls to fame in 1996 and they split up six years later. The five members - nicknamed Posh, Ginger, Baby, Scary and Sporty - were accompanied at the meeting by their former manager Simon Fuller. Mel C told Dermot O'Leary on Radio 2's Saturday Breakfast Show the five stars had wanted \"a little catch up\" to \"see where everyone's at\". \"It's the worst kept secret in showbiz always,\" she said. \"It was lovely to get together, so we are talking about opportunities, ideas we have for the future... but you know, it's early stages and there's nothing set in stone, there is no big announcement.\" She added: \"But it's just great to be back in Spiceworld and to see the reaction, all over social media, the press and it's so lovely to know that people out there still care.\"  Lovely seeing the girls #girlpower is alive and well ❤️ @victoriabeckham  @emmaleebunton  @officialmelb  @melaniecmusic A post shared by  Geri Horner (@therealgerihalliwell) on Feb 2, 2018 at 8:49am PST End of Instagram post  by therealgerihalliwell  Love you ladies x @melaniecmusic @emmaleebunton @officialmelb @therealgerihalliwell #spiceupyourlife #girlpower A post shared by  Victoria Beckham (@victoriabeckham) on Feb 2, 2018 at 12:44pm PST End of Instagram post  by victoriabeckham In a statement released after the women were photographed on Friday, the group said: \"We have enjoyed a wonderful afternoon catching up and reminiscing about the amazing times we have spent together.  \"We are always overwhelmed at how much interest there is across the whole world for The Spice Girls. \"The time now feels right to explore some incredible new opportunities together,\" they said in a statement. \"We all agree that there are many exciting possibilities that will once again embrace the original essence of The Spice Girls, while reinforcing our message of female empowerment for future generations.\" Earlier in the day the former band members used their Instagram accounts to hint at a possible reunion.  Emma Bunton told her followers that the \"future is looking spicy\" and Geri Horner said \"#girlpower is alive and well\". Beckham wrote: \"Love my girls!!! So many kisses!!!\" adding \"exciting\". Meanwhile Brown praised the group for helping her become \"who I am\". This would not be the first Spice Girls reunion - the group embarked on a tour of Europe and the US which accompanied a release of their greatest hits. They also performed together at the Olympic closing ceremony in 2012, however rumours of a return in 2016 failed to come true.  In November 2017 Victoria Beckham, now a successful fashion designer, said of a potential reunion album and tour: \"It is not happening. \"At some point you've got to know when it's time. I don't think I'll be slipping into a PVC catsuit anytime soon.\" The Sun reported that the group could earn up to £10m for new projects including TV work in China, a television talent show, endorsement deals and a compilation album.  A source also told the newspaper that the reunion will not include singing from Mrs Beckham.", "link": "http://www.bbc.co.uk/news/entertainment-arts-42926337", "title": "The Spice Girls reuniting to work on 'new opportunities' - BBC News"}