{"description": "Read full story for latest details.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/iEhrtpS7cwY\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  But we all know that action speaks louder than words. What investors are actually doing is in stark contrast to what people are saying. The Dow, S&P 500 and Nasdaq hit all-time highs again on Friday.   And the Russell 2000, an index of small company stocks that tend to do most of their business in the U.S., is now just a few points away from the all-time high it hit last December in the wake of Trump market euphoria.   What's more, the VIX (VIX), a measure of volatility known as Wall Street's fear gauge, is down nearly 25% this year as well. If investors were really scared of Trump, the VIX should be much higher.   And CNNMoney's own Fear & Greed Index, which looks at the VIX and six other measures of investor sentiment, is showing signs of Greed and is not far from Extreme Greed levels.   Of course, Trump still can't seem to help himself from tweeting about things that, let's be honest, won't do anything to help the economy -- although Nordstrom investors are richer despite Trump attacking them for dumping his daughter Ivanka's brand.   But to give credit where it's due, it looks like the main reason that stocks have taken off again lately is because Trump has promised to unveil a \"phenomenal\" tax plan soon.   Related: Rare streak for U.S. stocks: Long stretch without a 1% dive   Trump also pledged again to invest more on infrastructure when he met with airline CEOs on Thursday.   That's what the market wants to hear.   \"We still expect fiscal stimulus, lower taxes and less regulation,\" said Matt Lockridge, manager of the Westwood Small Cap Value Fund. \"The timing is the big question, but it's coming.\"   Lockridge thinks that many companies that generate a majority of their revenues from America should benefit if Trump stimulus winds up kicking the economy into a higher gear.   He likes stocks in a variety of industries, such as movie theater owner Masco (MAS), snack food firm J & J (JJSF) and aerospace equipment company Kaman (KAMN).   Another money manager said he's also still bullish on small U.S. stocks that could get a lift from Trump policies.   Related: Wall Street has powerful seat at Trump's table   Barry James, president and CEO of James Investment Research, said he bought the iShares Russell 2000 ETF (IWM) the day after the election because he's confident Trump's stimulus plan will boost growth for U.S small businesses.   \"When Trump said America first, I really think that's what he means,\" James said, adding that he thinks Internet phone service Vonage (VG), rent-to-own retailer Aaron's (AAN) and discount chain Big Lots (BIG) could all thrive if Trump's proposals go through.   But there's another reason why the U.S. markets are near all-time highs. Despite all of the uncertainty in Washington, the U.S. is still viewed as a paragon of relative stability compared to other parts of the world.   Europe's economy is still a big wild card thanks to Brexit, the rise of populism in France leading to worries about a so-called Frexit and more worries about the problem that never seems to go away -- Greece's debt woes.   Japan's economy remains stagnant as well. We're talking about more than just a lost decade now. It's plural. And China's economy is slowing down too.   Bond fund manager Bill Gross has often joked that America is like what Johnny Cash and Kris Kristofferson sang about in \"Sunday Morning Coming Down\" -- the \"cleanest dirty shirt.\"   To that end, analysts at bond rating firm Fitch wrote in a report Friday that \"elements of President Trump's economic agenda would be positive for growth,\" but added that \"the present balance of risks points toward a less benign global outcome.\"   Of course, there are two sides to that coin. Trump's bombast could come back to haunt him.   Related: Oreo make is worried about rise of populism   His continued penchant for reprimanding companies that he disagrees with on Twitter could dent investor confidence.   And while his proposed travel ban on immigrants from seven mostly Muslim countries has been overturned by the U.S. court system for now, the president has vowed to fight for its reinstatement.   Even if he loses that battle, it's still clear that Trump is serious on turning more inward, with plans for tariffs and border-adjusted taxes that could ignite trade wars with Mexico, China and Japan. That could hurt big U.S. multinational firms and lead to job cuts.   But investors still seem to believe/hope that the merits of Trump's pro-growth stimulus plans and tax cuts will outweigh the impact of isolationism. Let's hope they're right.   Investors may be holding their noses, closing their eyes and stuffing cotton in their ears to drown out the president. But they are still buying stocks. ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/iEhrtpS7cwY/index.html", "title": "Trump isn't killing the bull market. Here's why"}