{"description": "Uber's top rival in India has some unsolicited advice for the U.S. startup: Go local.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/JIXDnZXpLkk\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  \"They have a very cookie-cutter approach in terms of what the model is and how [to] force feed it into any geography,\" Pranay Jivrajka, a top executive at Ola Cabs, said on the sidelines of CNN's Asia Business Forum in Bangalore.   Jivrajka, who until recently served as Ola's COO, said that Uber should ditch its one-size-fits-all approach and instead try to understand \"local nuances\" that would help it to identify services that \"users and drivers actually want.\"   Uber declined to comment on Jivrajka's remarks.   Uber and Ola have for years waged a bitter battle for supremacy in India, a market with 1.3 billion potential customers. The country has taken on increased significance for Uber after a series of recent setbacks elsewhere in Asia.   The San Francisco-based company suspended its operations in Taiwan last week, six months after it sold its operations in China to local rival Didi Chuxing. Didi, which is taking the fight to Uber in key foreign markets, is one of Ola's investors.   In India, Uber has often found itself playing catch-up with its Bangalore-based rival. Its most recent local product offering -- allowing Indian users to book a car for an entire day -- is already offered by Ola in 85 cities.   Ola also lets users book one of India's ubiquitous three-wheeled auto rickshaws, a service Uber started but then discontinued in 2015.   \"What has helped us is having an ear to the ground in terms of understanding what the users want,\" said Jivrajka.   Related: Uber's rivals are teaming up in Asia   Uber CEO Travis Kalanick insists that his company is not prepared to leave India.   \"We are losing, but we see a path towards profitability,\" Kalanick said during a December visit to Delhi. \"We see ourselves being here in the long run.\"   Related: Uber suspends its service in Taiwan as fines mount   India isn't always a straightforward market for either company -- tens of thousands of drivers representing both Uber and Ola went on strike in Delhi this week, demanding better pay and benefits. The Delhi government has offered to mediate the dispute.   Jivrajka did not comment on the protests, but said that Ola's main focus remains bringing more drivers onto its platform.   \"We need more drivers because the pace at which demand is increasing is way higher than the way supply is getting aggregated,\" he said.   Related: Uber CEO drops out of Trump's business advisory council   Jivrajka also had some advice for another Silicon Valley giant hoping to enter India: electric automaker Tesla.   \"There are no rules on the Indian roads,\" Jivrajka said. \"One thing a lot of people say is that if you can drive in India, you can drive anywhere.\"   -- Manveena Suri contributed reporting  ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/JIXDnZXpLkk/index.html", "title": "Indian rival slams Uber's business model"}