{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/G8hiooOOlLU/index.html", "description": "The automaker announced Monday that its first official venture in the oil-rich Middle East will be in the United Arab Emirates.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/G8hiooOOlLU\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  The automaker announced Monday that its first official venture in the Middle East will be in the United Arab Emirates.   The first cars -- the Model S and Model X -- will hit the road this summer.   \"Timing seems to be good to really make a significant debut in this region starting in Dubai,\" Tesla (TSLA) CEO Elon Musk said at the World Government Summit in Dubai.   Tesla owners will have access to two existing supercharging stations in the UAE, and Telsa plans to open five more by the end of the year.   Despite sitting on huge oil and gas reserves, the UAE has ambitious plans to go green. Last month it said it will invest $163 billion to boost alternative energy use over the next three decades.   Related: Tesla reveals what it will charge for a charge   It's the latest in a series of expansion announcements for Tesla. Last week, Musk hinted that Tesla may soon come to India.   Musk has also teased plans to build \"heavy-duty trucks and high passenger-density urban transport\" as well developing a ride-hailing network, which could be similar to Uber.   Speaking in Dubai, the entrepreneur expounded on the future of robotics.   \"We will see autonomy and artificial intelligence advance tremendously,\" Musk said. \"In probably 10 years, it will be very unusual for cars to be built that are not fully autonomous.\"   Related: Elon Musk's surprising secret weapon: Trump?   But he also warned of the \"disruptive\" nature of autonomous vehicles.   \"That disruption I'm talking about will take place over about 20 years. Still, 20 years is a short period of time to have something like 12% to 15% of the workforce be unemployed.\"   Musk said governments must pay close attention to artificial intelligence, create sustainable transport and be wary of mass unemployment.   \"This will be a massive social challenge. Ultimately, we need to think about universal basic income. I don't think we have a choice,\" he said. \"There will be fewer and fewer jobs that a robot cannot do better.\"   -- Seth Fiegerman contributed reporting.  ", "title": "Tesla will sell electric cars in the Middle East"}