{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/Ah6zPk4Oo34/index.html", "description": "The price of crude oil has more than doubled over the past year after bottoming out at $26 per barrel in February 2016.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/Ah6zPk4Oo34\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  Data published Monday by the oil cartel show its members have largely complied with an agreement to slash production.   The confirmation caps a remarkable year for OPEC, which was forced to devise a plan to boost prices after they fell to $26 per barrel in February 2016.   The price collapse -- to levels not seen since 2003 -- was caused by months of growing oversupply, slowing demand from China and a decision by Western powers to lift Iran's nuclear sanctions.   Since then, the market has mounted a stunning turnaround, with crude prices doubling to trade at $53.50 per barrel.   Here's how major oil producers worked together to push prices higher:   OPEC deal   OPEC agreed major production cuts in November, hoping to tame the global oil oversupply and support prices.   The news of the deal immediately boosted prices by 9%.   Investors cheered even more after several non-OPEC producers, including Russia, Mexico and Kazakhstan, joined the effort to restrain supply.   Crucially, the deal has stuck. The OPEC report published Monday showed that its members have -- for the most part -- fulfilled their pledges to slash production. The International Energy Agency agrees: It estimated OPEC compliance for January at 90%.   UAE energy minister Suhail Al Mazrouei told CNNMoney on Monday that the results were even better than he had expected.   The production cuts total 1.8 million barrels per day and are scheduled to run for six months.   Related: OPEC has pulled off one of its 'deepest' production cuts     Investors upbeat   The OPEC deal took months to negotiate, and investors really, really like it. The number of hedge funds and other institutional investors that are betting on higher prices hit a record in January, according to OPEC.   The widespread optimism is helping to fuel price increases.   Higher demand   The latest data from OPEC and the IEA show that global demand for oil was higher than expected in 2016, thanks to stronger economic growth, higher vehicle sales and colder than expected weather in the final quarter of the year.   Demand is set to grow further in 2017 to an average of 95.8 million barrels a day, compared 94.6 million barrels per day in 2016.   The IEA said that if OPEC sticks to its agreement, the global oil glut that has plagued markets for three years will finally disappear in 2017.   Saudi oil minister: I don't lose sleep over shale   What's next?   Despite the stunning growth, analysts caution that prices may not go much higher.   That's because higher oil prices are likely to lure American shale producers back into the market. The total number of active oil rigs in the U.S. stood at 591 last week, according to data from Baker Hughes. That's 152 more than a year ago.   U.S. crude stockpiles swelled in January to nearly 200 million barrels above their five-year average, according to the OPEC report.   \"This vast increase in inventories is a result of a strong supply response from the U.S. shale producers, who were not involved in the OPEC agreement and who have instead been using the resultant price rally to increase output,\" said Fiona Cincotta, an analyst at City Index.   More supply could once again put OPEC under pressure. ", "title": "Oil prices have doubled in a year. Here's why"}