{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/EU3QwX3lIos/index.html", "description": "Verizon has decided to bring back unlimited data plans. But while that's great for its subscribers, it's awful news for investors. It's another sign of how brutally competitive the telecom business is. And it's hurting Verizon's stock.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/EU3QwX3lIos\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  Verizon (VZ) stock fell nearly 1.5% in early trading Monday. It's now down about 10% so far this year, making it the Dow's worst performer of 2017.   Verizon's move is a clear sign the company has to pull out all the stops to remain competitive with wireless rivals AT&T (T), Sprint (S) and T-Mobile (TMUS).   \"In recent months, both T-Mobile and Sprint had some success taking additional share from Verizon by virtue of their unlimited offerings,\" wrote Morgan Stanley analysts in a report Monday morning.   That may explain why shares of T-Mobile and Sprint, which is now controlled by Japanese tech conglomerate SoftBank, are both up this year while Verizon is down. T-Mobile and Sprint have also been perennially linked as possible merger partners.   But the new telecom price war isn't the only problem for Verizon.   AT&T recently acquired satellite broadcast provider DirecTV, a move that makes Ma Bell more competitive against Verizon in the battle to control people's living rooms. Verizon offers its own FiOS broadband TV service.   Related: Verizon brings back unlimited data plans   And AT&T is also making a much bigger bet on content, with plans to purchase CNN's parent company Time Warner (TWX). Verizon already owns AOL and is looking to buy the core assets of Yahoo to bolster its own digital content offerings.   But the Yahoo (YHOO) deal could fall apart in the wake of revelations of massive data breaches at Yahoo over the past few years.   Yahoo recently said it hopes that the deal with Verizon will close in the second quarter of this year. It was originally supposed to be finalized by the first quarter.   However, in its latest earnings release, Verizon simply said that it \"continues to work with Yahoo to assess the impact of data breaches\" -- not that it expected the deal to close anytime soon.   Verizon has a lot on its plate, which could be making investors nervous. In addition to the Yahoo deal, the company is also in the process of buying the fiber optic network of XO Communications. And it's selling its data center business to Equinix (EQIX).   There also have been rumors in the past few weeks that Verizon might even consider buying cable provider Charter Communications (CHTR).   That may be more than Verizon can realistically handle right now. But nothing may be off the table for Verizon given how competitive the wireless world is these days.   Anything that could give Verizon a leg up on AT&T, Sprint and T-Mobile might be possible.   Related: Charter shares popped on report of possible Verizon takeover   Still, it's worth noting that shares of AT&T are lower this year too, down about 5%. And Verizon and A&T have something in common that Sprint and T-Mobile lack -- Verizon and AT&T pay gigantic dividends.   Companies that have big dividend yields haven't fared as well since Donald Trump was elected. Investors are betting on a sizable stimulus package from him and the Republican Congress, which may be fueled in part by debt.   That's caused bond yields to rise -- and that makes shares of big dividend payers like Verizon a lot less attractive.   The Federal Reserve is expected to raise interest rates a few times this year too. That could push bond yields even higher.   So Verizon faces many big challenges that could hurt its stock this year.   That's why Verizon, nicknamed Big Red because of its logo's crimson hue, may see its stock in the red for the foreseeable future. ", "title": "Verizon's plan: Consumers win, investors lose"}