{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/TFqlOq86BDs/index.html", "description": "President-elect Donald Trump focuses his criticism of NAFTA on Mexico. But Canada and America have a rocky trade history too.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/TFqlOq86BDs\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  President Donald Trump met for the first time Monday with Canada's Prime Minister Justin Trudeau.   \"We have a very outstanding trade relationship with Canada,\" Trump said at the news conference.   But the U.S.-Canada trade relationship over the years has not been as smooth as you might think. There have been trade wars, acts of retaliation, allegations of dumping and jobs lost.   \"Our trading relationship obviously is strong...but the relationship has been rocky, despite the agreements we have in place,\" says Stuart Trew, an editor at the Canadian Centre for Policy Alternatives, a research group in Ottawa, Canada's capital.   Trump has often slammed Mexico and NAFTA, the trade agreement between the U.S., Mexico and Canada. But Canada is rarely mentioned.   Yet, there have been more NAFTA dispute claims against Canada -- almost all by U.S. companies -- than against Mexico. Even today, Canada has stiff tariffs against the United States and the two sides only recently resolved a bitter dispute over meat.   Most leaders and experts stress that trade ties between the two nations are strong and mostly positive. But Canada and America have had plenty of battles along the way.   Now Trump wants to renegotiate NAFTA, which will be on the top of the agenda for his meeting with Trudeau.   1. Canada gets in more NAFTA trouble than Mexico   Listening to Trump, you might think Mexico is the bad actor of NAFTA. But since NAFTA's inception in 1994, there have been 39 complaints brought against Canada, almost all by U.S. companies. Known in the industry as the investor state dispute settlements, it allows companies to resolve cases under a special panel of NAFTA judges instead of local courts in Mexico, Canada, or the U.S.   There's only been 23 complaints against Mexico. (By comparison, companies from both Mexico and Canada have filed a total of 21 complaints against the U.S.)   And increasingly, Canada is the target of American complaints. Since 2005, Canada has been hit with 70% of the NAFTA dispute claims, according to CCPA, a Canadian research firm.   2. The U.S. - Canada lumber battle   NAFTA isn't the only sore area. In 2002, the U.S. slapped a roughly 30% tariff on Canadian lumber, alleging that Canada was \"dumping\" its wood on the U.S. market. Canada rejected the claim and argued the tariff cost its lumber companies 30,000 jobs.   \"It was a very sour point in Canadian - American relations for quite a while,\" says Tom Velk, an economics professor at McGill University in Montreal.   The dispute had its origins in the 1980s, when American lumber companies said their Canadian counterparts weren't playing fair.   Whether Canada actually broke the rules is a matter of dispute.   Canadian officials deny that the government is subsidizing softwood lumber companies in Canada. American lumber companies still allege that it does, and a U.S. Commerce Department report found that Canada was providing subsidies to lumber companies in 2004. It didn't say whether the subsidies were ongoing.   According to the allegations, Canada subsidized lumber companies because the government owns many of the lands where the wood comes from. That subsidy -- on top of Canada's huge lumber supply -- allowed Canada to price its lumber below what U.S. companies can charge.   The World Trade Organization ultimately sided with Canada, denying America's claim and the two sides came to an agreement in 2006 to end the tariff.   However, that agreement and its ensuing grace period expired in October, and the two sides are back at it again. The Obama and Trudeau administrations couldn't reach a compromise before Obama left office and it remains a contentious trade issue with U.S. lumber companies calling once again for tariffs.   Related: 'Without NAFTA' we'd be out of business   3. Smoot-Hawley triggers U.S. - Canada trade war   Things got even worse during the Great Depression. In 1930, Congress wanted to protect U.S. jobs from global trade. So the U.S. slapped tariffs on all countries that shipped goods to America in an effort to shield workers.   It was called the Smoot-Hawley Act. Today, it is widely accepted that this law made the Great Depression worse than it was.   Canada was furious, and retaliated more than any other country against the U.S., sparking a trade war.   \"Canada was so incensed that...they raised their own tariff on certain products to match the new U.S. tariff,\" according to Doug Irwin, a Dartmouth Professor and author of \"Peddling Protectionism: Smoot-Hawley and the Great Depression.\"   For example, the U.S. increased a tariff on eggs from 8 cents to 10 cents (these are 1930s prices, after all). Canada retaliated by also increasing its tariff from 3 cents to 10 cents -- a threefold increase.   Exports dwindled sharply: in 1929, the U.S. exported nearly 920,000 eggs to Canada. Three years later, it only shipped about 14,000 eggs, according to Irwin.   Related: Remember Smoot-Hawley: America's last major trade war   4. Canada's sky high tariffs on U.S. eggs, poultry, milk   Fast forward to today. Smoot-Hawley is long gone, but Canada continues to charge steep tariffs on U.S. imports of eggs, chicken and milk.   For instance, some tariffs on eggs are as high as 238% per dozen, according to Canada's Agriculture Department. Some milk imports, depending on the fat content, are as high as 292%.   \"They're so onerous that you can't bring it across. There's no American eggs in Quebec,\" says Velk.   According to Canada's Embassy in the U.S., reality is much different. Its officials say that despite some stiff tariffs, Canada is one of the top export markets for American milk, poultry and eggs.   The U.S. does have tariffs on some goods coming from all countries, but they are not nearly as high as Canada's.   Experts say these tariffs continue to irk some U.S. dairy and poultry farmers, some of whom are challenged to sell into the Canadian market. But they doubt much will change since the tariffs have been in place for decades now.   Related: Those Reagan tariffs Trump loves to talk about   5. COOLer heads and the future of NAFTA   Despite all these disputes, experts stress this trade relationship is still one of the best in the world.   In fact, the two countries are so interconnected now, when trade disputes erupt sometimes American companies will side with Canadian companies and against U.S. lawmakers.   For example, Canadian meat producers disputed a U.S. law that required them to label where the cattle was born, raised and slaughtered. Canadians said the law discriminated against its meat from being sold in the U.S. and took the case to the WTO.   The WTO sided with Canada, and last December, Congress repealed the country-of-origin-labeling law. American meat producers -- whose business is intertwined with Canada -- actually supported their counterparts in Canada, arguing the regulation was too burdensome.   As for Trump's proposal of tearing up NAFTA, many American and Canadian experts say that it's not worth it to renegotiate or end the agreement. The three countries that are part of the agreement are so enmeshed with each other that untangling all that integration would be detrimental to trade and economic growth.   --Editor's note: This story was originally published on August 11, 2016. We have since updated it.  ", "title": "America's NAFTA nemesis: Canada, not Mexico"}