{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/TPXuj8i67Q4/index.html", "description": "Apple stock is less than $1 away from its all-time high amid renewed optimism for the iPhone.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/TPXuj8i67Q4\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  The iPhone maker's stock hit $133.82 in early trading Monday, putting Apple less than $1 away from its intraday trading high of $134.54, reached in April 2015. Apple's stock ended the day at $133.29, beating its previous record closing price of $133, set in February 2015.   The stock surge, pushing Apple (AAPL) to a $700 billion market cap, comes amid renewed optimism for the iPhone.   Goldman Sachs raised its price target for the stock on Monday, citing the likelihood of \"major new features\" like \"3D sensing\" being added to the next iPhone model, according to an investor note provided to CNNMoney.   Apple's previous high was set six months after it released the redesigned iPhone 6 and 6 Plus, kicking off what CEO Tim Cook described as the \"mother of all upgrades.\"   Since then, however, Apple has bucked its tradition of overhauling the iPhone every other year. The newest models on the market today look nearly identical to the iPhones available in late 2014.   The long wait, combined with this year marking the iPhone's tenth anniversary, has only raised expectations that Apple is about to significantly overhaul its smartphone and reignite demand.   Related: Tim Cook: 'Apple would not exist without immigration'   Apple's annual sales fell in the 2016 fiscal year for the first time since 2001 as iPhone sales, still the majority of its business, declined in three consecutive quarters.   Apple even cut its CEO's pay by 15% due to the company's failure to meet its performance goals for both sales and profits.   But that losing streak just ended.   Apple sales started growing again in the December quarter, driven by stronger demand for the iPhone -- particularly for the larger and more expensive iPhone 7 Plus.   The company sold 78.3 million iPhones for the quarter, setting a new record. At least some of that may be due to the Samsung's smartphone recall woes.   Mark Moskowitz, an analyst with William Blair, wrote in an investor note this month, \"Samsung's Note 7 struggles likely helped.\"   The iPhone isn't the only reason Wall Street is excited about Apple. There's also President Trump.   Despite Trump clashing with Apple during the campaign, investors are now optimistic Apple will benefit from at least one Trump proposal: cutting taxes on cash that U.S. businesses bring back from their overseas accounts.   Apple currently has $230 billion in cash held in foreign accounts. If Trump and Congress make it cheaper for Apple to bring that money back, it could be used for acquisitions and buybacks. ", "title": "Apple stock nears record high"}