{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/H3REEz67wQY/index.html", "description": "Read full story for latest details.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/H3REEz67wQY\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  The tax reforms, which were widely supported by the business community, would have removed a set of special low-tax privileges that had encouraged many multinational companies to set up shop in Switzerland.   Experts say the future of Switzerland's tax system is now unclear. The vote result could create headaches for firms that had been banking on their implementation, and deter companies who had been considering a move to the country.   \"They do not know what [tax] measures will be available... That is not a very solid basis for making investment decisions,\" Peter Uebelhart, head of tax at KPMG in Switzerland, said in a video statement.   Switzerland has come under intense pressure from G20 and OECD nations in recent years to clean up its tax system. The country runs the risk of being \"blacklisted\" by other nations if it doesn't change its tax system by 2019.   Many voters rejected the tax reform package over fears it might reduce the amount of revenue collected by the government, according to Stefan Kuhn, head of corporate tax at KPMG in Switzerland. That might have lead to tax hikes on the middle class.   The current tax system gives preferential treatment to some companies with large foreign operations. International tax authorities say the rules amount to unfair corporate subsidies.   Martin Naville, head of the Swiss-American Chamber of Commerce, said it's possible that voters didn't understand the complexities of the reforms. The measures were rejected by 59% of voters.   \"I think it's a very bad day for Switzerland,\" Naville said. \"Clearly, the uncertainty and the credibility in the Swiss [system] has taken a massive hit.\"   Related: How Europe's elections could be hacked   Swiss authorities say they will move quickly to create a modified tax reform proposal. Naville said he hopes new rules are devised within the next few months.   \"All stakeholders now have to take responsibility to develop an acceptable competitive tax system, and to regain credibility regarding the famed political stability which gave Switzerland such an advantageous position,\" he said in a statement.   Naville hinted that potential tax reforms in the U.S. and U.K. could tempt Swiss-based companies to relocate, putting more pressure on Switzerland's tax base. ", "title": "Swiss voters reject corporate tax overhaul"}