{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/DULhFYTQ0z0/index.html", "description": "Nandan Nilekani, co-founder of one of India's biggest outsourcing companies, says an H-1B visa crackdown would ultimately hurt the U.S.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/DULhFYTQ0z0\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  That's what Nandan Nilekani, the billionaire co-founder of Infosys Technologies, would tell President Trump if he had the opportunity.   \"If you really want to keep the U.S. ... globally competitive, you should be open to overseas talent,\" Nilekani said on the sidelines of CNN's Asia Business Forum in Bangalore.   Infosys (INFY) is India's second-largest outsourcing firm, and a major recipient of U.S. H-1B visas. The documents allow the tech firm to employ a huge number of Indians in U.S. jobs.   The Trump administration is now considering significant changes to the visa program. Press Secretary Sean Spicer said in January that Trump will continue to talk about reforming the H-1B program, among others, as part of a larger push for immigration reform.   Curbs on the visas could hit Indian workers hardest.   India is the top source of high-skilled labor for the U.S. tech industry. According to U.S. government data, 70% of the hugely popular H-1B visas go to Indians.   Shares in several Indian tech companies -- including Infosys -- plunged spectacularly two weeks ago amid reports of an impending work visa crackdown.   Related: Tech industry braces for Trump's visa reform   Nilekani said it would be a mistake for the administration to follow through.   \"Indian companies have done a great deal to help U.S. companies become more competitive, and I think that should continue,\" Nilekani said. \"If you look at the Silicon Valley ... most of the companies have an immigrant founder.\"   India's contribution to the industry -- especially at top levels -- has been outsized. The current CEOs of Google (GOOG) and Microsoft (MSFT), for example, were both born in India.   Related: India freaks out over U.S. plans to change high-skilled visas   But Nilekani, who is also the architect of India's ambitious biometric ID program, suggested that India would ultimately benefit from any new restrictions put in place under Trump's \"America First\" plan. If talented engineers can't go to the U.S., they will stay in India.   \"This issue of visas has always come up in the U.S. every few years, especially during election season,\" he said. \"It's actually accelerated the development work [in India], because ... people are investing more to do the work here.\"   Nilekani cited his own projects for the Indian government as an example.   The Bangalore-born entrepreneur left Infosys in 2009 to run India's massive social security program, which is known as Aadhaar. As a result of the initiative, the vast majority of India's 1.3 billion citizens now have a biometric ID number that allows them to receive government services, execute bank transactions and even make biometric payments.   \"It was built by extremely talented and committed Indians,\" Nilekani said. \"Many of them had global experience, but they brought that talent and experience to solve India's problems.\"   Nilekani said the country's massive youth population is increasingly choosing to stay home and pitch in.   \"It's India first,\" he said. ", "title": "How 'America First' could turn into to 'India First'"}