{"description": "Read full story for latest details.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/APmtKOVXWy8\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  \"I treat these children for Type 1 diabetes, thyroid problems, thyroid cancer, puberty disorders and adrenal gland diseases,\" he said.   Al Nofal's expertise is critical. He is one of just five full-time pediatric endocrinologists in a 150,000 square-mile area that covers both South and North Dakota.   Like most of rural America, it's a region plagued by a shortage of doctors.   \"We're very lucky to have Dr. Al Nofal here. We can't afford to lose someone with his specialization,\" said Cindy Morrison, chief marketing officer for Sanford Health, a non-profit health care system based in Sioux Falls that runs 300 hospitals and clinics in predominantly rural communities.   Related: Visa ban could make doctor shortage in rural America even worse   Yet, Sanford Health may lose Al Nofal and several other doctors who are crucial to its health care network.   A Syrian citizen, Al Nofal is in Sioux Falls through a special workforce development program called the Conrad 30 visa waiver -- which basically waives the requirement that doctors who complete their residency on a J-1 exchange visitor visa must return to their country of origin for two years before applying for another American visa. The Conrad 30 waiver allows him to stay in the U.S. for a maximum of three years as long as he commits to practicing in an area where there is a doctor shortage.   After President Donald Trump issued a temporary immigration ban restricting people from seven Muslim-majority countries -- including Syria -- from entering the U.S., Al Nofal is unsure about his future in America.   \"We agree that something more has to be done to protect the country, but this executive order will have a negative effect on physicians from these countries who are badly needed across America,\" said Al Nofal. \"They may no longer want to practice in the United States.\" The action is currently in legal limbo after a federal appeals court temporarily halted the ban.   Related: Trump furious after court upholds block on travel ban   Over the last 15 years, the Conrad 30 visa waiver has funneled 15,000 foreign physicians into underserved communities.   Sanford Health has 75 physicians in total on these visa waivers and seven are from the countries listed in the executive order. \"If we lost Dr. Al Nofal and our other J-1 physicians, we would be unable to fill critical gaps in access to health care for rural families,\" said Sanford Health's Morrison.   And the ban could hurt the pipeline of new doctors, too. The Conrad 30 visa waiver program is fed by medical school graduates holding J-1 non-immigrant visas who have completed their residencies in the U.S.     More than 6,000 medical trainees from foreign countries enroll every year in U.S. residency programs through J-1 visas. About 1,000 of these trainees are from countries caught up in the ban, according to the American Association of Medical Colleges. J-1 visa holders who were out of the country when the ban went into effect were prohibited from entering the U.S. and unable to start or finish school as long as the ban is in place.   The State Department told CNNMoney that the government may issue J-1 visas to people who are from one of the blocked countries if it is of \"national interest,\" but would not confirm whether a doctor shortage would qualify for such consideration.   \"The stress and concern generated by the short-term executive order could have long-term implications, with fewer physicians choosing training programs in the states and subsequently magnifying the deficit in providers willing to practice in underserved and rural areas,\" said Dr. Larry Dial, vice dean for clinical affairs at Marshall University's school of medicine in Huntington, West Virginia.   Related: Obamacare's impact on this Alaska town with only one doctor's office   Al Nofal went to medical school in Damascus, Syria's capital, and completed his residency at the University of Texas on a J-1 visa. He proceeded to a fellowship at the Mayo Clinic and then applied for a J-1 waiver, which placed him in Sioux Falls.   Nineteen months into his three-year commitment, Al Nofal is either directly treating or serving as a consulting physician to more than 400 pediatric patients a month on average.   He sees most of his patients at the Sanford Children's Specialty Clinic in Sioux Falls, where families often drive hours for an appointment. Once a month, he flies in a small plane to see patients in a clinic in Aberdeen, about 200 miles away.    \"It's not easy being a doctor in this setting,\" said Al Nofal, citing the long hours and South Dakota's famously frigid winters. \"But as a physician, I'm trained to help people whatever the circumstances and I'm proud of it.\"   It's one of the reasons why Al Nofal and his American wife Alyssa have struggled to come to terms with the visa ban.   \"I have a 10-month old baby and I can't travel to Syria now. My family in Syria can't come here,\" he said. \"Now my family can't meet their first grandson.\"   \"I know if we leave I probably can never come back,\" he said. Neither does he want to travel anywhere in the country right now. \"I'm afraid of how I will be treated,\" he said. He's also afraid he will be stopped at the airport -- even if he's traveling to another state.   Related: Trump travel ban and what you need to know   Almatmed Abdelsalam, who's from Benghazi, Libya, had planned to start practicing as a family physician in Macon, Georgia, through the visa waiver program after he completed his residency at the University of Central Florida's College of Medicine in July.   Everything was going smoothly. Abdelsalam, who treats hospital patients and veterans, applied for the visa waiver and was accepted. He signed an employment contract with Magna Care, which provides physicians to three hospitals in the Macon area and he had started looking at houses to relocate himself, his wife and their two young kids over the summer.   But there was one last step. For his J-1 waiver application to be fully completed, it needs to get final approval from the State Department and the United States Citizenship and Immigration Services.   \"The executive order came in the middle of that process, stalling my application at the State Department,\" he said.   Because he's a Libyan citizen (Libya is also subject to the visa ban), Abdelsalam is fearful of the outcome.   \"The hospital in Macon urgently needs doctors. Even though they've hired me, I'm not sure how long they can wait for me,\" he said.   \"No one can argue it's necessary to keep the country safe, but we should also keep the country healthy,\" he said. \"Doctors like me, trained in the U.S. at some of the best schools, are an asset not a liability.\" ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/APmtKOVXWy8/index.html", "title": "Visa crackdown puts these rural doctors at risk "}