{"link": "http://rss.cnn.com/~r/rss/money_news_international/~3/XdlbG4FGoeM/index.html", "description": "Mexican Senator Armando Rios Piter told CNN that he plans to introduce a bill this week that would stop Mexican purchases of American corn.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/XdlbG4FGoeM\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  Mexico is one of the top buyers of American corn in the world today. And Mexican senator Armando Rios Piter, who leads a congressional committee on foreign relations, says he will introduce a bill this week where Mexico will buy corn from Brazil and Argentina instead of the United States.   It's one of the first signs of potential concrete action from Mexico in response to President Trump's threats against the country.   \"I'm going to send a bill for the corn that we are buying in the Midwest and...change to Brazil or Argentina,\" Rios Piter, 43, told told CNN's Leyla Santiago on Sunday at an anti-Trump protest in Mexico City.   He added: It's a \"good way to tell them that this hostile relationship has consequences, hope that it changes.\"   American corn goes into a lot of the country's food. In Mexico City, from fine dining restaurants to taco stands on the street, corn-based favorites like tacos can be found everywhere.   Related: Mexican farmer's daughter: NAFTA destroyed us   America is also the world's largest producer and exporter of corn. American corn shipments to Mexico have catapulted since NAFTA, a free trade deal signed between Mexico, America and Canada.   American farmers sent $2.4 billion of corn to Mexico in 2015, the most recent year of available data. In 1995, the year after NAFTA became law, corn exports to Mexico were a mere $391 million.   Experts say such a bill would be very costly to U.S. farmers.   \"If we do indeed see a trade war where Mexico starts buying from Brazil...we're going to see it affect the corn market and ripple out to the rest of the ag economy,\" says Darin Newsom, senior analyst at DTN, an agricultural management firm.   Rios Piter's bill is another sign of Mexico's willingness to respond to Trump's threats. Trump wants to make Mexico pay for a wall on the border, and he's threatened taxes on Mexican imports ranging from 20% to 35%.   Trump also wants to renegotiate NAFTA. He blames it for a flood of manufacturing jobs to Mexico. A nonpartisan congressional research report found that not to be true.   Related: Mexico doubles down on Trump 'contingency plan'   Still, Trump says he wants a better trade deal for the American worker -- though he hasn't said what a better deal looks like.   All sides signaled two weeks ago that negotiations would begin in May after a 90-day consultation period.   But Trump says if negotiations don't bear the deal he wants, he threatens to withdraw from NAFTA.   Such tough talk isn't received well by Mexican leaders like Rios Piter. He's not alone. Mexico's economy minister, Ildefonso Guajardo, said in January Mexico would respond \"immediately\" to any tariffs from Trump.   \"It's very clear that we have to be prepared to immediately be able to neutralize the impact of a measure of that nature,\" Guajardo said Jan. 13 on a Mexican news show.   --Shasta Darlington contributed reporting to this story  ", "title": "Mexico ready to retaliate by hurting US farmers"}