{"description": "Read full story for latest details.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/Je6ijfy2Htw\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  Starting Monday, Verizon customers can get unlimited data, talk and text for $80.   The company says the new introductory plan also includes up to 10 GB of mobile hotspot usage, as well as calling and texting to Mexico and Canada. It will also allow customers to stream unlimited HD video, thumbing its nose at T-Mobile's controversial practice of lowering video quality for some of its unlimited data customers.   Although the new Verizon plan promises \"fast LTE speeds,\" those using a lot of data may suffer. The company said that after a customer uses 22 gb of data on a line during any billing cycle, it \"may prioritize usage behind other customers in the event of network congestion.\" That has become standard practice on all networks that offer unlimited data plans.   Related: T-Mobile and Sprint offer new 'unlimited' data plans -- sort of   Verizon first eliminated its version of an unlimited usage plan in 2011, following similar decisions by other major wireless carriers.   But companies have been steadily reviving such plans.   Verizon first overhauled its data-usage plans last summer when it introduced a new \"Safety Mode\" plan. That technically gave customers access to unlimited data, but they were subjected to slow-as-molasses speeds after they went over their allotted data.   AT&T similarly eliminated overage fees for customers in September. Like Verizon, AT&T throttles customers speeds once they reach the data limit on their plans. The company brought back unlimited plans earlier last year, but it is only available for homes with both AT&T's wireless phone service and either DirecTV or U-Verse TV.   Meanwhile, competitors T-Mobile (TMUS) and Sprint (S) made their own bids to attract customers looking for \"unlimited data\" plans.   Nearly all NYC subways get cell service   Last August, Sprint began offering a plan to give customers unlimited talk, text and high-speed data for $60 for the first line, $40 for the next, and $30 for each additional up to 10.   The T-Mobile plan, announced the same day as Sprint's, charged $70 a month for the first line, the second at $50 and additional lines are only $20, up to eight lines. ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/Je6ijfy2Htw/index.html", "title": "Verizon is bringing back unlimited data"}