{"description": "Nike on Sunday launched a star-studded short film titled \"Equality\" that coincides with Black History Month.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/PcRNNQgid-o\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  The company on Sunday launched a star-studded short film titled \"Equality\" to mark Black History Month.   The ad features Nike-sponsored athletes LeBron James, Serena Williams, Kevin Durant, Gabby Douglas, among others, \"amplifying their voices in an effort to uplift, open eyes and bring the positive values that sport can represent into wider focus,\" the company said.   Actor Michael B. Jordan voices the film, and singer Alicia Keys performs a rendition of Sam Cooke's \"A Change is Gonna Come.\"  If we can be equals in sport, we can be equals everywhere. #EQUALITY pic.twitter.com/ki5NaJN12d    \"Is this the land history promised?\" Jordan says. \"Here, within these lines, on this concrete court, this patch of turf, here, you're defined by your actions -- not your looks or beliefs.\"   Nike will feature ads from the campaign on social media, billboards and posters throughout cities in the United States and Canada. It will also sell \"Equality\" branded T-shirts and shoes as part of its annual Black History Month collection.   Apparel from the campaign will be worn by Nike athletes during NBA All-Star weekend.   Nike said it is donating $5 million this year to organizations like MENTOR and PeacePlayers, which it says \"advance equality in communities\" across the country.   Related: Pro-Trump boycott calls follow Super Bowl ads   Nike's new campaign comes one week after numerous companies launched ads about inclusion and acceptance during the Super Bowl.   Budweiser, 84 Lumber, Coca-Cola (COKE), Airbnb, Kia and Tiffany (TIF) were among the brands that features messages about immigration, equality and environmentalism.   -- CNNMoney's Ahiza Garcia contributed to this story. ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/PcRNNQgid-o/index.html", "title": "Nike stars champion 'Equality' in new ad"}