{"description": "Universal Biopack makes packaging that it sells to restaurants and manufacturers. But rather than plastic, it uses a mixture of bamboo and cassava.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/-t1kgqcMQX8\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  Universal Biopack makes packaging that it sells to restaurants and manufacturers. But rather than plastic, it uses a mixture of bamboo and cassava, crops that are widely found across the country.   After growing rapidly in recent decades, Thailand has become one of Asia's biggest economies. But like many other countries in the region, it's been slow to try to combat the millions of tons of trash produced each year.   \"Waste management is a big problem everywhere,\" said Universal Biopack's managing director, Vara-Anong Vichakyothin.   Related: The company turning 4 billion plastic bottles into clothes   The company is using a technology devised at a Bangkok university to make its zero-waste packaging. It hopes it will eventually replace many of the Styrofoam boxes and plastic bags that end up in huge garbage dumps across Thailand and other Southeast Asian countries.   Its eco-friendly formula took five years to develop and is so adaptable it could end up being used to package things like furniture and even phones. The bamboo it uses comes from leftover scraps from the chopstick manufacturing process.     In the cities of Bangkok and Chiang Mai, where takeout drink containers and noodle packets line the sidewalks, the company supplies restaurants, organic farmers and other businesses in the food and drink industry.   But finding new clients can be tricky.   Takeout food vendors in Thailand want to keep costs down in a competitive business with thin margins. Asking them to spend more on packaging for environmental reasons is a tough sell.   \"The local economy still does not support [this technology]\" said Universal Biopack's founder, Suthep Vichakyothin.     But that hasn't stopping other companies from entering the sustainable packaging market in Thailand. Like Universal Biopack, they're betting on growing environmental awareness eventually leading to an increase in demand.   To become more competitive, Suthep's company is investing. It's aiming to ramp up production by building a partially automated assembly line at its factory near Bangkok and doubling its staffing from 50 people to 100.   The goal is to increase monthly capacity from 300,000 units to one million.   Related: A startup that makes pencils that grow into vegetables   A lot of the demand comes from overseas. One of its customers uses the natural packaging for coconut water it exports.   Universal Biopack says it's also getting interest in its products from other countries, particularly in Scandinavia. ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/-t1kgqcMQX8/index.html", "title": "Cutting down trash with bamboo packaging "}