{"description": "Sears Holdings, the company that owns retail stores Sears and Kmart, said this weekend that it would remove 31 Trump-branded items from its website.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/LZb0POZ0sdk\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  Sears Holdings, the company that owns retail stores Sears and Kmart, reportedly said this weekend that it would remove 31 Trump-branded items from its website.   The company pulled the products as part of a plan to focus on its \"most profitable items,\" Sears spokesman Brian Hanover told Reuters.   Hanover told the news organization that items in the Trump Home line of furnishings were removed from the company's website, although they could still be purchased through third-party vendors online. Neither store carried the items in their physical stores, he said.   Searches of the Sears and KMart websites did not turn up Trump Home products, except for those sold by third-party vendors.   In a statement Monday, spokesman Chris Brathwaite distanced Sears from any political controversy and reiterated that many Trump-branded products are still available through third-party sellers.   \"In this case, certain products were removed from our websites that included a very small number of Trump products,\" he said. \"The headlines do not do justice to our business or this specific brand of products that we offer through our marketplace sellers.\"   Brathwaite added that the company prefers to focus on its business and \"leave the politics to others.\"   Related: Is Ivanka Trump's brand losing its bling?   The move makes Sears the latest to ditch products bearing the Trump name.   Earlier this month, Nordstrom (JWN) cited brand \"performance,\" not politics, as the reason why it decided to stop carrying Ivanka Trump's clothing and accessories label.   President Trump knocked the department store on Twitter in retaliation. Nordstrom stock jumped 7% in the first two days following the tweet.  My daughter Ivanka has been treated so unfairly by @Nordstrom. She is a great person -- always pushing me to do the right thing! Terrible!    Other stores have also sought to distance themselves from Ivanka Trump's brand.   Neiman Marcus removed the brand landing page from its website, and declined to tell CNNMoney whether it intended to keep Ivanka Trump products in stores or resume online sales in the future.   TJX Companies (TJX), the company that owns TJ Maxx and Marshalls, also said that it had recently told workers not to highlight the first daughter's brand in stores.   And retailer Belk said last week that it planned to pull Ivanka Trump's products from its website, but would continue to offer the line in its flagship stores.   Ivanka Trump's clothing and accessories line has taken a hit in recent months.   Online sales of her brand dipped 26% in January compared to a year earlier, according to Slice Intelligence, a retail analysis firm. Slice studied the brand's sales on five online stores: Nordstrom, Amazon, Zappos, Macy's and Bloomingdale's.   Online sales of Ivanka's brand had surged in late 2015, and last month's numbers appear to be more of a \"return to reality,\" according to Taylor Stanton, Slice's marketing and communications manager. The brand's dip in performance was abnormal in light of an uptick in 2016 online sales in the apparel and accessories category, said Jack Beckwythe, a Slice analyst.   Related: Kellyanne Conway unrepentant for Ivanka Trump plug   The Ivanka Trump brand has defended its performance.   Rosemary Young, senior director of marketing at Ivanka Trump, told CNNMoney last week that the brand was growing and experienced \"significant year-over-year revenue growth in 2016.\"   \"We believe that the strength of a brand is measured not only by the profits it generates, but the integrity it maintains,\" Young said.   Retailers like Bloomingdale's, Amazon (AMZN), Lord & Taylor, Macy's (M) and Zappos all still carry Ivanka Trump products.   Ivanka Trump has taken a leave of absence from her namesake company since her father won the presidency. She has no formal role in the administration but is expected to have a voice on issues such as women's empowerment and child care.   --CNNMoney's Jackie Wattles contributed to this story. ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/LZb0POZ0sdk/index.html", "title": "Trump brand takes another hit"}