{"description": "Apple CEO Tim Cook wants the tech industry to take action against \"fake news\" stories that are polluting the web.<img src=\"http://feeds.feedburner.com/~r/rss/money_news_international/~4/tVPB01i3CYA\" height=\"1\" width=\"1\" alt=\"\"/>", "content": "  \"There has to be a massive campaign. We have to think through every demographic,\" Cook said in a rare interview.   Speaking with The Daily Telegraph newspaper, Cook also said \"all of us technology companies need to create some tools that help diminish the volume of fake news.\"   Other leading tech company CEOs, like Facebook boss Mark Zuckerberg, have spoken about the problem in recent months. But Cook's comments were much more frank.   According to the Telegraph, he said made-up stories and hoaxes are \"killing people's minds.\"   And he called the \"fake news\" plague \"a big problem in a lot of the world.\"   The term \"fake news\" was originally coined to describe online stories that are designed to deceive readers. Often times these stories are shared on Facebook and other social networking sites to generate profits for the creators. Other times the stories are essentially propaganda made up for political purposes.   These kinds of stories received widespread attention before and after the American election. Fictional stories with titles like \"Pope Francis shocks world, endorses Donald Trump for president\" won millions of clicks.   It can be very difficult for web surfers to tell the difference between legitimate news sources and fakes.   That's where companies like Apple come in.   In the Telegraph interview -- part of a multi-day European trip -- Cook said \"too many of us are just in the complain category right now and haven't figured out what to do.\"   He urged both technological and intellectual solutions.   \"We need the modern version of a public-service announcement campaign. It can be done quickly if there is a will,\" Cook told the newspaper.   What he described is music to the ears of media literacy advocates.   \"It's almost as if a new course is required for the modern kid, for the digital kid,\" Cook said.   There are scattered efforts in some schools to teach media literacy, with a focus on digital skills, but it is by no means universal.   When asked if Apple would commit to funding a PSA campaign, an Apple spokesman said the company had no further comment on Cook's interview.   The Apple CEO also suggested that tech companies can help weed out fake stories, though he added, \"We must try to squeeze this without stepping on freedom of speech and of the press.\"   Apple's own Apple News app has been credited with being a relatively reliable place to find information.   The company \"reviews publishers who join Apple News,\" BuzzFeed noted last December.   And the app has a \"report-a-concern function where users can flag fake news or hate speech.\"   Facebook recently started working with fact-checkers to test \"warning labels\" that show up when users share made-up stories.   Cook, in the newspaper interview, expressed optimism that the \"fake news\" plague is a \"short-term thing -- I don't believe that people want that at the end of the day.\" ", "link": "http://rss.cnn.com/~r/rss/money_news_international/~3/tVPB01i3CYA/index.html", "title": "Cook calls for campaign against fake news"}