{"description": "", "content": "  Baldwin made his latest appearance on \"Saturday Night Live\" as President Donald Trump on Saturday night's episode of the NBC variety series. This time around, he got to wear pajamas.   Baldwin's Trump called into Fox News' morning show, \"Fox & Friends,\" while lying in bed, tweeting and eating McDonald's Egg McMuffins.   \"I'm saving the economy, destroying ISIS and right now I'm getting my daily intelligence briefing,\" Baldwin's Trump said.   \"Oh, from who?\" asked Alex Moffat's Steve Doocy.   \"From you guys,\" Baldwin quickly responded.   The faux president also touched on the \"ratings\" for his State of the Union address, which took place last Tuesday.   \"Your show is so great! Huge ratings. Of course not as big as the ratings for my State of the Union speech, which was watched by 10 billion people,\" Baldwin's Trump said. \"They say there's only 7 billion people on Earth, so where did the other three come from? Illegals? I don't know.\"  \"I'm told we're getting a special call... who's on the line?\" #SNL pic.twitter.com/gCpXO9WlL6    Baldwin as Trump then said that a lot of people, including Speaker of the House Paul Ryan, said that his State of the Union speech was incredible and better than Martin Luther King's \"I Dream of Jeannie\" speech.   Moffat's Doocy then commented that Trump may be the best leader in the history of the world, even better than Julius Caesar.   \"I make buildings, that guy just makes salads. No contest,\" Baldwin's Trump remarked.   He then told \"Fox & Friends\" that the Devin Nunes' memo may be the best thing since the Declaration of Independence, but he wouldn't know because he hasn't read either of them.   This led to the fake \"Fox & Friends\" crew telling the fake Trump that he was the best and was \"the most innocent guy in the whole wide world.\"   \"Daddy needed that,\" Baldwin's Trump said before saying the show's famous opening phrase, \"Live from New York... It's Saturday night!\" ", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/4NBVC4DOKxQ/index.html", "title": "Alec Baldwin's Trump returns to get his intelligence briefing from 'Fox & Friends' - Feb. 4, 2018 "}