{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/eE6Y9HLoh7I/index.html", "description": "", "content": "  The game, which saw the Eagles bring home their first Super Bowl trophy, brought in an average viewership of 103.4 million for NBC. That makes it the tenth-most watched program in U.S. television history. The viewership peaked at 112.3 million from 10 to 10:15 p.m. EST, near the end of the game.   The number is down 7% from the 111.3 million that tuned in for last year's Super Bowl, which saw the Patriots come back to beat the Atlanta Falcons. And it makes the game the least-watched Super Bowl since 2009.   In terms of digital viewership, the game brought in an average of 2.02 million viewers per minute, according to the network. That makes it the most live-streamed Super Bowl ever.   Calculating the actual number of people who tuned in to a Super Bowl is always difficult, because the Super Bowl is unlike any other television event. The actual size of the audience is likely bigger than Nielsen's numbers portray, because Nielsen doesn't count those watching at bars and restaurants. An estimate of how many people watched \"out of home,\" which will likely be several million people, will not be available until Thursday.   Some people will likely see the 7% drop as an issue for the NFL, but it's not as bad as it seems for the NFL and NBC, coming as it did after a season plagued by sluggish ratings, attacks from President Trump and injuries to some of the league's biggest stars.   The league saw its viewership dip roughly 10% overall this season. And broadcast TV as a whole has seen its numbers shrink this year as well, with its ratings typically falling more than the NFL's have.   Roughly 56% of homes in Philadelphia were tuned into the game while roughly 55% of Boston homes were tuned in.   Related: NFL's TV ratings drop following a season of injuries, anthem protests   Justin Timberlake's halftime show, which saw the pop star do a medley of songs, brought in 106.6 million viewers between 8:15 and 8:30 p.m. EST, according to NBC.   It was also a big night for NBC's hit drama, \"This Is Us.\" The series' latest episode, which included the dramatic death of a beloved character, brought in an average of 27 million viewers following the game. It is the most-watched post Super Bowl broadcast since NBC's telecast of \"The Voice\" in 2012. ", "title": "How many people watched Super Bowl 52? NFL sees downtick from 2017 - Feb. 5, 2018 "}