{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/dLx5tE2l4yc/index.html", "description": "", "content": "  Unlike last year, when Super Bowl advertisers put politics and Trump-related content on display, this year's line-up was far more subtle.   In 2017, Trump supporters called for a boycott of several brands after the big game.   Last year's Super Bowl aired shortly after Donald Trump's inauguration as president. It featured a hair commercial that said \"America, we're in for at least four years of awful hair,\" an 84 Lumber ad with immigrants and a border wall, and a Budweiser ad that told the story of its immigrant founder.   Kia used Melissa McCarthy, who had just started her parody of then-White House press secretary Sean Spicer. Even though she wasn't in character for the spot and the ad wasn't political, it still caused a backlash among Trump supporters.   The tone in 2018 was far more reserved.   This year, viewers saw a T-Mobile ad with a message about equality and a Ram Trucks commercial that used a sermon by Martin Luther King, Jr. to promote the value of service.   None of the ads made direct references to President Trump, and that may have been strategic.   \"Given the fact that Trump dominates the news cycle, there was strong aversion to those types of ads,\" said Jason Damata, an analyst at brand consultant Fabric Media. \"Trump was the third rail in that no one went there. They all went after the things that bring us together. They took advantage of the moment.\"   Related: Ram Trucks used an MLK sermon in a Super Bowl ad. Then this happened   Damata said this year, most brands chose to \"speak to all audiences and not just one segment of the population.\"   He said they embraced messages of diversity and unity as a way to appeal to everyone.   \"Advertisers know that culturally there's some polarization in the country,\" he said. \"But you really saw the all-American fabric showing up. Last year the political ads did fine. It's not like they didn't perform, but I think they made the calculation that people are sick of it. They weren't trying to fire people up.\"   Damata noted that comedy was again a popular trend and that brands played it \"safe and sweet with things we can all agree on.\" He cited data on the top 10 ads in terms of engagement and noted that five of them had themes of togetherness or featured diverse casts.   Last year's most controversial ad was 84 Lumber's spot, which showed a Hispanic mother and daughter setting out on a journey from their home toward America. It was considered so politically charged that Fox, which broadcast last year's game, deemed part of it too controversial to air on TV. It declined to show the end, in which the migrants come upon a large border wall with a door built into it.   The ad led some Trump supporters to vow not to shop at the building supply company. But it's worth noting that 84 Lumber's owner, Maggie Hardy Magerko, said she voted for Trump. In fact, having a huge door in the wall is something Trump himself mentioned repeatedly in campaign speeches.   Damata said he's unsure whether that ad would've resonated in quite the same way this year.   \"The threshold for shock is now so high,\" he said. That's why most brands \"calculated that they're better off going for hope and aspiration -- the softer side of things.\" ", "title": "Why this year's Super Bowl ads pulled punches on Trump - Feb. 5, 2018 "}