{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/4eAehC89moQ/index.html", "description": "The beneficiary of inordinately good timing, ESPN's latest \"30 for 30\" documentary, \"The Two Bills,\" focuses on the soap-opera-worthy history of football coaches Bill Parcells and Bill Belichick, bringing the two together -- for a sometimes-stilted face-to-face encounter -- as the latter prepares for his latest Super Bowl appearance with the New England Patriots.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/4eAehC89moQ\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " \"Friend, mentor, competitor,\" Belichick says, in his taciturn manner, as he heads toward the orchestrated meeting. The documentary then proceeds to recount their long relationship, with Belichick working as an assistant under Parcells, who went on to win a pair of Super Bowls with the New York Giants. The relationship gets thornier, however, with Parcells' move to the Patriots and the Jets, yielding considerable drama when Parcells went out of his way to scuttle Belichick's hiring as head coach by New England owner Robert Kraft. The high-stakes jockeying followed Parcells' public spat with Kraft, famously complaining about ownership -- in a veiled stab at his lack of input in assembling the team's roster -- \"If they want you to cook the dinner, at least they ought to let you shop for some of the groceries.\" Director Ken Rodgers engages in the by-now common \"30 for 30\" practice of putting his subjects together in a room (the network did the same with boxers Sugar Ray Leonard and Roberto Duran, for example, in \"No Mas\"), a taste of reality-TV-style showmanship that feels stiff and unnecessary. In this case, the strong-willed coaches render that more conspicuous by pushing back against essentially staging where they chat -- a cute moment, in terms of exposing their personalities, which makes the filmmakers look worse than intended. Still, the most enduring element of \"The Two Bills\" comes from its insight into the coaching community, and the bond -- or \"blood kinship,\" as it's described -- shared by two men who have scaled its heights. There is also noteworthy talk about the \"coaching tree,\" and the pride that each man takes in their assistants who went on to prosper as head coaches after striking out on their own. \"We couldn't have done anything without each other,\" Parcells is shown saying in a 2010 interview, discussing what Belichick -- by then already the coach of three Super Bowl champion teams, with two more to follow -- contributed to his success. Frankly, one suspects both men are a little grudging in sharing their accomplishments too much. But \"The Two Bills\" still works, mostly, as a peek inside the locker room, the front office, and the complicated machinations behind America's most popular sport. Equipped with those ingredients, it's hard not to cook up a pretty zesty meal. \"The Two Bills\" premieres Feb. 1 at 9 p.m. ET on ESPN.", "title": "'The Two Bills' review: ESPN unites Belichick, Parcells - CNN"}