{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/vspFAlshikU/index.html", "description": "Netflix's surprise debut of \"The Cloverfield Paradox\" immediately after the Super Bowl comes into clearer focus upon seeing the movie, making the clever marketing maneuver feel less like an industry \"game-changer,\" as some were quick to proclaim it Sunday, then adopting the old maxim, \"When life gives you lemons, make lemonade.\"<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/vspFAlshikU\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " That's not to say that the film, loosely spun out of the universe \"Cloverfield\" introduced a decade ago, is a total disaster. But overall it's an ungainly, ill-conceived mess -- the kind that likely would have crashed and burned at the box office had Paramount, which is behind the J.J. Abrams-produced movie, proceeded with plans for a theatrical release this spring. Given Netflix credit where it's due: Launching the film in this fashion made its arrival feel like an event, instead of an afterthought. Simply put, a movie's release pattern shouldn't be the most interesting thing about it, and the stunt again invites the question -- especially after the service's creative dud \"Bright\" -- what aligning itself with expensive sci-fi misfires does to burnish the Netflix brand over the long haul. Basically, \"The Cloverfield Paradox\" plays like an elaborate mash-up of science fiction past, trying to concoct a cerebral thriller from random pieces of \"Alien,\" \"The Thing\" and (perhaps most fundamentally) \"2010,\" Peter Hyams' 1984 sequel to \"2001: A Space Odyssey.\" Still, director Julius Onah's film strands its solid cast in the vacuum of space with that most terrifying of monsters -- an utterly convoluted script -- producing a few tense moments but a general takeaway that's much closer to puzzling than profound. Gugu Mbatha-Raw (featured, among other things, in a memorable \"Black Mirror\" episode) stars as Hamilton, who is part of an international crew that embarks on a perilous space mission, seeking to secure much-needed energy to feed a starving planet that (very much like \"2010\") is on the brink of war back home. If they can't work together and get along, as the captain (David Oyelowo) notes, \"how do we ever expect them to do it down there?\" Their mistrust, however, is exacerbated when the mission goes strangely awry, leaving them potentially stranded, while the inevitable spooky threat begins to claim casualties aboard their craft, whose occupants also include Daniel Bruhl, Ziyi Zhang and Chris O'Dowd. As Ridley Scott recognized 40 years ago, outer space is the ultimate haunted house, offering few means of escape. But \"The Cloverfield Paradox\" gets sucked into the vortex of scientific mumbo-jumbo, while oscillating between the space-bound crew and a parallel plot regarding what's happening on Earth that does far more to muddy the narrative than enhance it. Again, Netflix's business model relies on putting itself on people's radar in a way that inspires them to subscribe, and from that perspective, it's hard to argue that this bit of Super Bowl showmanship largely worked. Much like the view that \"Cloverfield's\" space station enjoys hovering above Earth, though, with the benefit of even a modicum of perspective, this attention-getting exercise, and certainly the movie, looks a whole lot smaller. \"The Cloverfield Paradox\" is currently streaming on Netflix.", "title": "'The Cloverfield Paradox' review: Big splash on Netflix - CNN"}