{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/pK_M2A8QALc/index.html", "description": "NFL ratings have declined, ESPN has become a drag on parent Disney's earnings, and the way people consume TV continues to evolve, threatening existing business models.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/pK_M2A8QALc\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Yet the next few weeks will offer a concentrated demonstration of sports programming's enduring power, and why TV remains so fixated on it, to the point of paying exorbitant premiums. This Sunday brings Super Bowl LII, a TV event that dwarfs all others, followed by another sports showcase so big that it calls for Roman numerals, NBC's broadcast of the XXIII Winter Olympics. Even in the age of peak TV, the Olympics are perceived to be such a potent draw that other networks have largely gotten out of their way, with CBS, for example, trotting out \"Celebrity Big Brother\" as a means of (hopefully) helping to inexpensively keep the lights on for those 17 days. Fox, meanwhile, just acquired rights to the NFL's Thursday-night football package, which had been shared by CBS and NBC. Part of that has to do with Fox's unique position -- the network is currently struggling, and will lose its sister production division whenever the Disney-Fox merger deal goes through -- adding a measure of desperation to its bid that football owners have always been happy to exploit. Fox's five-year deal will reportedly pay the NFL more than $3 billion, a dramatic increase over the $450 million that the previous rights holders were shelling out per year. As 21st Century Fox president Peter Rice noted in announcing the agreement, the NFL played a central role in establishing Fox as a fourth network, and 25 years after Fox stunned the TV industry by snagging football rights, \"we understand that nothing beats the NFL when it comes to television that captures people's attention.\" That's especially true in an age where roughly half the audience has a DVR and can zap through commercials. Sports remain almost unique in terms of programming that viewers feel compelled to watch live, making such events particularly attractive to advertisers. For all the focus on the NFL's recent struggles, it's also worth noting that other sports have bucked the gravity dragging down ratings, including NBA basketball and this year's college football championship game, which surged 13% above its 2017 performance. Small wonder that NBC is emphasizing the live component of its Olympic coverage from PyeongChang, South Korea, having faced past criticism for offering an abundance of delayed events in primetime. Related: Olympics buff Leslie Jones joins NBC's Winter Games coverage Citing the 14-hour time difference between the Olympic venue and the East Coast, NBC is touting live competition every night, excluding the opening and closing ceremonies. The network will also broadcast live across U.S. time zones -- as it now does with \"Saturday Night Live\" -- \"creating a unique national collective experience for this event,\" Jim Bell, president of NBC's Olympics production, said in making that announcement. It's become fashionable to portray the major networks as dinosaurs, and ESPN -- as the main beneficiary of a cable bundle that pays the sports titan billions each year -- as living on borrowed time thanks to the phenomenon known as cord-cutting, as people seek cheaper programming alternatives. The juxtaposition of the Fox-NFL deal, Super Bowl and Olympics, however, provides a pretty stark reminder that broadcasting, in the truest sense of the term, still has some life left in it, even if the medium achieves that kind of reach with less and less regularity.", "title": "Super Bowl, Olympics demonstrate power of live sports - CNN"}