{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/lZFvA1V8ysg/index.html", "description": "", "content": "  Disney debuted the first teaser trailer for \"Solo: A Star Wars Story,\" the origin story of the franchise's beloved smuggler, Han Solo, on Monday on \"Good Morning America.\" The new trailer comes after a shorter teaser aired on Sunday night during the Super Bowl.   The nearly two minute-long teaser introduced actor Alden Ehrenreich as the young Solo, who was played by Harrison Ford in the original films.   Young Solo delivers a line in the trailer that captures the character's rebellious, tough-talking attitude he famously embodied in the Skywalker series.   \"I've been running scams on the streets since I was ten. I was kicked out of the flight academy for having a mind of my own,\" Ehrenreich's Solo is heard saying. \"I'm going to be a pilot. The best in the galaxy.\"     The film's other stars, Emilia Clarke and Woody Harrelson, also made an appearance in the teaser. Viewers were treated to a newer (and much cleaner) version of Solo's iconic ship, the Millennium Falcon and shots of Donald Glover as Solo's old friend, Lando Calrissian.   The teaser also includes Solo's co-pilot and furry friend Chewbacca along for the intergalactic ride.   \"Solo\" is Disney's latest film to stretch the billion dollar brand beyond the Skywalker saga. Its first attempt, \"Rogue One: A Star Wars Story,\" made more than $1 billion globally in 2016.   The film has had a few production issues with its original directors, Phil Lord and Christopher Miller, both of whom left the project due to creative differences with Disney's Lucasfilm.   Related: Han Solo 'Star Wars' film gets a title   Ron Howard took over after Lord and Miller left.   The latest film in the franchise, \"Star Wars: The Last Jedi,\" opened in December and has made more than $1.3 billion worldwide.   \"Solo: A Star Wars Story\" opens on May 25. ", "title": "A young Han Solo is unveiled in a new 'Star Wars' teaser - Feb. 4, 2018 "}