{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/xUb4fs8MCnQ/index.html", "description": "Caution: This post contains spoilers about the latest episode of NBC's \"This Is Us.\"<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/xUb4fs8MCnQ\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Super Bowl Sunday came to a tragic end with the death of Jack Pearson on \"This Is Us.\" It was the looming death that fans of the NBC's hit show were expecting since season one and up until Sunday's episode, it was unclear how Jack died. The last episode, which aired January 23, showed the Pearson home go up in flames after a faulty Crock-Pot caught fire. Viewers were set up to believe that Jack dies in the fire before the cliffhanger episode came to an end. On Sunday's episode, he walks away from the blaze appearing to be relatively unharmed, but dies later in the hospital from a heart attack caused by smoke inhalation. Fans immediately took to Twitter to express their grief over the loss of America's beloved TV dad, making Sunday's episode the most-tweeted one to date, according to preliminary Twitter numbers that came out shortly after the show ended. Before Sunday's episode, the most-tweeted about episodes to date were on January 23 with \"That'll Be the Day\" and September 26, 2017 with \"A Father's Advice\" respectively, according to a Twitter spokeswoman.   Related: Think you're not ready for post-Super Bowl 'This Is Us'? Try being an Eagles or Patriots fan One fan tweeted, \"Anybody else calling off work tomorrow? We need time to grieve properly now that we know what happened #ThisIsUs.\"  \"I don't know of another show that I've watched that we KNEW someone was going to die for like 30+ episodes and yet I'm still a mess when they die #ThisIsUs,\" one viewer tweeted. One viewer thought they heard Jack call out to Rebecca Pearson (Mandy Moore) before he passed away.  \"Did anyone else hear him call out her name?! While she was at the vending machine #thisisus.\"", "title": "'This Is Us' Fans are besides themselves over Jack's death - CNN"}