{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/OExWo96TJq0/index.html", "description": "The Super Bowl has long since gone well beyond being a game, becoming more of a national holiday that celebrates the collective love of football, television and the advertising that helps make both possible.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/OExWo96TJq0\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Still, a bit like the game on the field, there's another high-stakes contest for the hearts and minds of consumers, playing out on TV's biggest annual stage. So who scored, and who fumbled, in capitalizing on their super showcase, one that set advertisers back $5 million for a 30-second in-game commercial? Here's a by-no-means-comprehensive breakdown: Who scored Netflix. Living up to its reputation as a disruptive, unpredictable force in the entertainment business, the streaming service not only promoted its recent acquisition of the sequel \"The Cloverfield Paradox\" but proceeded to drop the movie immediately after the game -- thumbing its nose not only at conventional distribution models, but NBC's grandiose postgame plans. If the principal goal is to use the Super Bowl to get noticed, Netflix achieved that and then some. The Winter Olympics/NBC. The last time a network aired the Super Bowl and Winter Olympics in the same year was 1992, and NBC was determined to use the showcase to let people know that there will be another huge sporting event kicking off in a few days. Not all the spots were terrific -- although one featuring music from \"The Greatest Showman\" was -- and in broad terms, mission accomplished. The NFL. After a difficult, controversial year, the NFL capped its season with a terrific, high-scoring, wildly entertaining game that reminds people why they love football, while sidestepping any peripheral dust-ups. Moreover, the league topped that off with one of the day's best ads in its \"Dirty Dancing\" spoof. Tide and Australia tourism. Both of their commercials playfully spoofed the excesses associated with Super Bowl advertising -- the former featuring David Harbour, aping other ads; the latter, by initially disguising itself as a movie spot -- in a way that cleverly cut through the clutter. Movie studios. This year's aspiring blockbusters were out in force, with Disney wielding the biggest stick by promoting its twin titans \"Avengers: Infinity War\" and \"Solo: A Star Wars Story,\" stoking already heated anticipation for those titles. Granted, not all the movies looked like winners, with \"Jurassic Park: Fallen Kingdom\" -- which, technically, aired right before the game began -- among the other standouts. Premium TV. While Netflix made the biggest news, other premium services also seized on the opportunity, including HBO (\"Westworld\"), Amazon (\"Tom Clancy's Jack Ryan\") and Hulu (\"Castle Rock\") T-Mobile. Promoting diversity is nothing new in Super Bowl spots, but T-Mobile's ad using babies to celebrate people's differences felt like a higher evolution of the similar ad that Coke ran later in the game. Al Michaels and Cris Collinsworth. NBC's broadcast team for the most part avoided any conspicuous screw-ups and made several astute observations, including Collinsworth comparing the game to \"fast-break basketball\" and identifying Philadelphia's fourth-down trick play as \"breathtaking.\" Michaels, meanwhile, accurately summed it all up by saying, \"What tension. What emotion. What a game.\" Who fumbled Ram Trucks. Whatever the good intentions of its ad using a Martin Luther King Jr. speech -- an image-enhancing exercise, tied to its \"Built to serve\" campaign -- the net effect raised the specter of trivializing the civil-rights icon's legacy in order to help sell trucks. NBC's \"blackout.\" OK, so NBC said it didn't lose any money when a glitch made the screen go dark. Any snafu on a stage of this size is going to look considerably magnified. Budweiser. Yes, the beer marketer aired a moving spot for its emergency-relief efforts, along with more annoying ones for Bud Light. But the bottom line is whenever you come away from the Super Bowl without Bud ads being near the top of the list, they've fallen short of their rich history as the game's highest-profile sponsor. Keanu Reeves/Squarespace. Just in terms of Advertising 101, Reeves' don't-try-this-at-home stunt did nothing to explain the product, or what on Earth riding a motorcycle down a barren road had to do with it. Kia/Steven Tyler. Beyond the absurdity of driving one's car backwards at a ridiculous rate of speed, the computer-rendered younger version of Tyler that emerged actually looked a whole lot worse than the current edition. Justin Timberlake. The pop star's Prince tribute actually wasn't that bad -- and turning Minneapolis purple was a pretty inspired touch. But once the \"Prince hologram\" rumor leaked out and was denied, it was a virtual certainty that a lot of people would react badly as soon as the late singer's image appeared, and despite its high energy, the rest of the by-the-numbers show wasn't enough to compensate for that.", "title": "Super Bowl 2018 recap: Highlights, lowlights and more  - CNN"}