{"description": "", "content": "  The company ditched brand-hype for a simple but timely message about equality.   The ad's music is the tune of Nirvana's \"All Apologies\" performed as a lullaby. The camera pans over a diverse group of infants as a narrator spoke to them: \"Welcome to the world little ones.\"   \"You come with open minds and the instinct that we are equal,\" the narrator continues. \"Some people may see your differences and be threatened by them, but you are unstoppable. You'll love who you want; you'll demand fair and equal pay; you will not allow where you come from to dictate where you're going.\"   The spot ends with the phrase: \"Change starts here.\"   Actress Kerry Washington provided the voiceover, according to a T-Mobile spokesperson.   In a blog post, T-Mobile CEO John Legere explained the marketing decision. He wrote that this \"moment in history calls for something different.\"   Related: Ram Trucks used an MLK sermon in a Super Bowl ad. Then this happened.   Legere said he views T-Mobile as a company that listens to its customers -- \"diverse customers all across the country from every region, economic class, race, sex, creed, gender identity, sexual orientation. Our customers are America.\"   \"We wanted to use our airtime to further that conversation by making this simple point: We all started in the same place. We are more alike than different,\" he said.  This year, we wanted to use our #SuperBowl airtime to share that @TMobile believes we all started in the same place. We are more alike than different. And we are unstoppable. pic.twitter.com/piNDVYloAN  It's a new tack for a company that usually delivers celebrity-filled, on-brand advertisements.   With Legere at the helm, T-Mobile's cellular service has gone from fourth-place afterthought to \"The Un-carrier.\"   The executive is one of the most iconoclastic CEOs in the country. A savvy social media user, Legere once took on Donald Trump in a Twitter showdown.   --CNNMoney's Julia Horowitz and David Goldman contributed to this report. ", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/Ks4QZRBvAxY/index.html", "title": "T-Mobile's ad: Nirvana, Kerry Washington and a timely statement about equality - Feb. 4, 2018 "}