{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/9G8jI_hM95M/index.html", "description": "Simon, 76, said that touring takes away from time spent with his wife and family.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/9G8jI_hM95M\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The Hall of Fame singer-songwriter announced Monday that his upcoming tour, which includes 29 concerts across North America and Europe, will be his last.  \"I've often wondered what it would feel like to reach the point where I'd consider bringing my performing career to a natural end,\" he wrote in a message posted online.  \"Now I know: it feels a little unsettling, a touch of exhilarating, and something of a relief,\" he continued.  Simon, 76, said that touring takes away from time spent with his wife and family. This \"detracts from the joy of playing,\" he wrote. The death of his close friend and lead guitarist, Vincent N'guini, was also a contributing factor in his decision.  Luckily for Simon's fans, he said he won't stop performing altogether. The singer said he plans to still play live occasionally and \"donate those earnings to various philanthropic organizations, particularly those whose objective is to save the planet, ecologically.\"  His \"Homeward Bound -- The Farewell Tour\" tour kicks off May 16 in Vancouver and wraps up July 15 at the Hyde Park BST Festival in London.  In his career, which spans six decades, Simon has penned 14 top-10 singles in the US, won 16 Grammys and been inducted into the Rock 'n' Roll Hall of Fame twice -- once as a solo artist and once as a member of duo Simon and Garfunkel.  He wrote many of the most indelible songs of the '60s and '70s, including \"The Sound of Silence,\" \"Mrs. Robinson,\" \"Bridge Over Troubled Water,\" \"50 Ways to Leave Your Lover,\" \"Kodachrome\" and \"Mother and Child Reunion.\"  In the '80s, Simon reached a new artistic peak with his album \"Graceland,\" which incorporated music from South Africa and won a Grammy for album of the year Simon ended his announcement by saying, \"Once again, I am very grateful for a fulfilling career and, of course, most of all to the audiences who heard something in my music that touched their hearts.\"  Simon is the latest musical artist to announce his retirement from touring, following Elton John, Neil Diamond, Ozzy Osbourne, Lynyrd Skynyrd and Slayer.", "title": "Paul Simon says his upcoming tour will be his last - CNN"}