{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/IzTcwVQrBJY/index.html", "description": "Natalie Wood's death in 1981 has long been a source of fascination and mystery, claiming the life of one of Hollywood's most glamorous actresses at the age of 43.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/IzTcwVQrBJY\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The emergence of new information regarding the case -- which at the time was ruled an accident -- has brought Wood and her husband, actor Robert Wagner, back into the headlines.  Wood, Wagner and actor Christopher Walken were aboard the couple's yacht off Catalina Island in California when Wood reportedly fell into the water late at night. The cause of death was initially ruled an accidental drowning. Related: Natalie Wood's drowning now considered a 'suspicious death' Wood had essentially grown up on screen, appearing in some small roles before co-starring as an eight year old in in the 1947 holiday classic \"Miracle on 34th Street.\" She advanced through a series of signature roles, playing opposite James Dean (at age 16) in \"Rebel Without a Cause,\" before a dizzying series of roles in the early 1960s, starring in \"West Side Story,\" \"Splendor in the Grass,\" \"Gypsy,\" and \"Love With a Proper Stranger.\" Wood also starred in the hit sex romp \"Bob & Carol & Ted & Alice\" in 1969, but seldom worked in the 1970s. She was co-starring with Walken -- perhaps best-known then for his co-starring role in \"The Deer Hunter\" -- in what was considered a sort-of comeback role, \"Brainstorm,\" at the time of her death. Wagner, meanwhile, had been a matinee idol in the movies but gradually found his way into television, starring in the series \"It Takes a Thief\" and \"Switch.\" His most enduring success, however, was \"Hart to Hart,\" a light mystery co-starring Stefanie Powers, which premiered in 1979 and ran until the mid-1980s. Wood and Wagner were married twice, first in 1957, which ended in divorce five years later. Both subsequently married other people (her, producer Robert Gregson; him, actress Marion Marshall) before they reunited, getting married again in 1972, a year after each of them officially divorced. The two had one daughter together, Courtney, in 1974. Wood had another child with Gregson, Natasha Gregson Wagner, who also became an actress. Now 87, and married to actress Jill St. John, Wagner has remained active in recent years, including what amounted to image-spoofing roles in the Austin Powers movies and the CBS sitcom \"Two and a Half Men.\" The Los Angeles County Sheriff's Office reopened the case before -- in 2011, later amending its autopsy findings from \"accidental drowning\" to \"drowning and other determined factors.\" ", "title": "Natalie Wood's mysterious death back in the headlines - CNN"}