{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/jr6pqaZlpnU/index.html", "description": "The following contains spoilers about the \"This Is Us\" post-Super Bowl episode.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/jr6pqaZlpnU\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The mystery surrounding Jack's death on \"This Is Us\" had become a central part of the series, but as the show has progressed, hardly a defining one. With the characters' well-established connection to football, NBC's Super Bowl showcase felt like an ideal time to give up those details, which the producers did in an emotional episode that nevertheless managed to play with expectations. Jack (Milo Ventimiglia) didn't literally go out in a blaze of glory, as many had no doubt imagined, after rescuing his family -- including the dog -- from a fire that burned down the Pearson family house (and for which the Crock-Pot shouldn't be entirely blamed). Yet he did succumb to a heart attack brought about by his heroism, an outcome confounding and arbitrary enough to help explain the varying degrees of guilt, grief and pain that his three children have carried into adulthood. Related: 'This Is Us' fans beside themselves over Jack's death Written by series creator Dan Fogelman, the episode went out of its way to create strong individual moments for each of the key characters, none more so than Mandy Moore, who had to deal first with the inexplicable loss of a one-for-the-ages romance, and then breaking that news to their kids. Fogelman also introduced a new wrinkle -- by looking into the future -- although it's pretty clear at this point that \"This Is Us\" doesn't require any \"Lost\"-esque innovations to further cement the bond that it has forged with its audience. Indeed, the ongoing \"What happened to Jack?\" game risked becoming tedious -- if only in the way that NBC kept promoting it. After all the hype and build-up, anything less than full disclosure would have clearly been irksome. So where does the show go from here? The good news is that there are plenty of threads to tease out, in part because the series has so deftly woven together the arcs of its characters across the various phases in their lives. (Still unexplored, for example, is how Moore's Rebecca made the leap to winding up with her late husband's best friend.) The \"This Is Us\" pilot, notably, turned on a bit of a gimmick: the big reveal that the grown characters we were watching in one half of the show were in fact the Pearson's babies, all grown up. Jack's fate carried that dynamic forward, in a way, as the writers enticingly spooned out clues. If the post-Super Bowl episode proved anything, though -- beyond reminding us what a sensational job was originally done in casting the series -- it's that \"This Is Us\" has graduated to a place where the characters, and their triumphs and setbacks, have a robust life beyond this one great tragedy. Rebecca, after all, abruptly lost a man who told her that she is \"the only thing that I ever really needed,\" and still managed to move on. After Sunday's satisfying revelations, \"This Is Us\" viewers -- after shedding a few of the show's trademark tears -- should be able to move on too.", "title": "'This Is Us' review: Series shines win moving Super Bowl episode - CNN"}