{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/9M3akP44B1E/index.html", "description": "John Mahoney, a veteran character actor best known for playing the curmudgeonly dog-loving father of the title character in TV's \"Frasier,\" has died, his publicist said Monday.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/9M3akP44B1E\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " He was 77 years old. Mahoney, who played Martin Crane, father of Frasier Crane and Niles Crane, on the long-running sitcom, died Sunday in Chicago after a short illness, according to Wendy Morris. Peri Gilpin, who played the character Roz Doyle in \"Frasier,\" recalled that Mahoney sang at her wedding, and she recalled some of his best-known performances: \"Watch Moonstruck, Say Anything and/or Frasier or anything you can with him in it and raise a glass to John. Remember him well,\" Doyle wrote. Mahoney was an ensemble member of the Steppenwolf Theatre in Chicago for 39 years, the theater said in a tweet. The theater, which also announced Mahoney's death, said it canceled its opening Monday night performance of \"You Got Older,\" in Mahoney's honor.  In a tweet, actor Gary Sinise, who also performed at Steppenwolf, called Mahoney \"a wonderful actor.\" \"It was a great pleasure to know him and work with him,\" Sinese tweeted.  Mahoney was born in Blackpool, England, according to his biography on the online Broadway database Playbill.  Mahoney first began performing as a member of a children's theater, the database said. After graduating high school, Mahoney immigrated to America, and joined the US Army at age 19, according to Studio System, a TV and film database.   Mahoney earned a bachelor of arts from then-Quincy College in Quincy, Illinois, and a master of arts from Western Illinois University in Macomb, Illinois, according to Studio System. He worked as a college professor and a medical orderly and later edited a hospital periodical, according to Studio System. In his 30s, he enrolled in acting classes at Chicago's St. Nicholas Theatre after quitting his job. In 1977, Mahoney made his professional stage debut in \"The Water Engine\" in Chicago age the age of 37, Studio System said. In 1985, Mahoney won a Tony Award for his performance in \"The House of Blue Leaves,\" according to Playbill. \"Frasier\" ran for 11 seasons, from 1993 to 2004, according to IMDb.", "title": "John Mahoney of 'Fraiser' fame dies at 77 - CNN"}