{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/6nU3gmndAzE/index.html", "description": "It's been almost 37 years since Bob Marley died, but his legacy is larger than ever.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/6nU3gmndAzE\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " His uplifting reggae music has been used to help thousands of famine victims in Africa. His face is worn on t-shirts, hats and watches as a popular symbol of peace. Even ocean critters have been named after him. The Jamaican singer-songwriter was just 36 when he died of a rare form of cancer in 1981. In his lifetime he never even got a Grammy nomination. It wasn't until 2001 that he was awarded a Grammy Lifetime Achievement Award for his artistic contributions to the music industry. Marley, who would have turned 73 today, sang about everything from love to freedom to self-reflection.  To show the timelessness of his message, here are just a few of his most popular lyrics.  'Emancipate yourselves from mental slavery, no one but ourselves can free our minds' Marley wrote \"Redemption Song\" when he was first coming to terms with his cancer diagnosis. This lyric is a statement of his belief that true freedom cannot be given. It can only come from within. 'Don't gain the world and lose your soul. Wisdom is better than silver and gold' In his song \"Zion Train,\" Marley reminded fans that wisdom is more powerful than wealth. He encouraged listeners to seek peace and power from within rather than from worldly things. 'The road to life is rocky, and you may stumble too. So while you point your fingers, someone else is judging you' In \"Could You Be Loved,\" Marley's message is simple: Live your life to the best way you know how but accept that you are imperfect like everyone else. 'You can fool some people sometimes. But you can't fool all the people all of the time' Marley's song \"Get Up, Stand Up\" has become a rallying cry for advocates of political and social justice. These two lines suggest the public will ultimately learn the truth about a corrupt government. 'Don't worry about a thing, 'cause every little thing gonna be all right' And, of course, Marley reminds us that as the sun rises in the morning and the birds outside our window sing sweet songs, we shouldn't worry too much about our troubles.", "title": "Bob Marley lyrics that still resonate with us today - CNN"}