{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/kAmXjUZBM_A/index.html", "description": "Actor Robert Wagner remains a \"person of interest\" in the death of Natalie Wood but has thus far declined to speak with investigators since they reopened the case in 2011, according to authorities.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/kAmXjUZBM_A\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Lt. John Corina, of the Los Angeles County Sheriff's Department's homicide bureau, said in a press conference Monday that the details Wagner has offered up on the fateful night \"really don't add up to what we've found.\"  \"He's a person of interest because he's the last person with her before she went in the water,\" said Corina. \"This is a suspicious death investigation. We want to know what happened from the time of the argument to when she got into the water.\" CNN's calls to a representative for Wagner were not immediately returned. Corina added that Wagner is not obligated by law to speak with investigators, but said \"we're closer to understanding what happened, I think.\"  Last week, authorities said they were investigating the \"Rebel Without a Cause\" star's death as \"suspicious\" after new witnesses came forward.  Wood drowned in November 1981 while boating off Catalina Island in Southern California with husband Robert Wagner and friend Christopher Walken. She was 43 at the time. In his 2009 book, Wagner wrote that during his trip with Wood and Walken, he became jealous and argued with both of them.  Later, Wagner, unable to find his wife, searched the boat along with the captain and noticed the dinghy was missing. Wagner assumed his wife had gone ashore, he wrote. The dinghy was found about a mile from the yacht and a mile from where Wood's drowned body was found. In 2012, the Los Angeles County coroner's office changed the cause of death from \"accidental drowning\" to \"drowning and other undetermined factors.\" Officials later cited the presence of bruises on Wood's body as the reason for the change.  Corina said they are making a public appeal for more witnesses to come forward with any information.  A career and life cut short Wood started acting as a child, co-starring in the 1947 classic Christmas film \"Miracle on 34th Street.\" She was one of Hollywood's most respected actresses, appearing in iconic films like \"West Side Story\" and \"Rebel Without a Cause\" and \"Splendor in the Grass.\" In a 2009, The Daily Mail published an excerpt of Wagner's biography, \"Pieces Of My Heart: A Life,\" in which he recalled Wood's memory of the two actors first meeting in the hallway of a studio where they both were filming. Wood was 10 years old and Wagner was 18. \"She always told me we didn't speak but that I smiled,\" he wrote. \"Later, Natalie told her mother she would marry me. She did -- twice.\" The pair began dating when Wood was 18 and married in 1957.  They divorced in 1962 and Wood later married British producer Richard Gregson and gave birth to a daughter, Natasha, in 1970. She and Gregson split the following year, she reunited with Wagner in 1972 and they remarried. Wood gave birth to their daughter Courtney in 1974.  In 2016, Wagner opened up to People about his bond with Natasha (who was raised with his daughter) and how difficult life had been after the death of Wood. \"You just take it moment by moment and hope that it gets better and more light comes into her life. As an adult and as a man, I could not climb into (Natasha's) head. All you can do is truly love and care for them.\"", "title": "Investigators say Robert Wagner's story on Natalie Wood's death doesn't 'add up' - CNN"}