{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/OSV0cdj5D9I/index.html", "description": "Caution: This post contains spoilers from the most recent episode of NBC's \"This Is Us.\"<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/OSV0cdj5D9I\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Milo Ventimiglia may have had to witness his TV wife Mandy Moore break down over his \"This is Us\" character's death, but there's one scene the actor chose not to watch in person: the character's funeral.  Sunday's post-Super Bowl episode of the NBC drama revealed -- after more than a season of speculation from fans -- that beloved TV dad Jack (Ventimiglia) died from a heart attack caused by smoke inhalation after a fire at the Pearson's house.  The death shocked Jack's wife Rebecca (Moore) and his family, as they had believed the patriarch had merely suffered nasty burns in the blaze.  When Rebecca found out the news, she rushed into Jack's hospital room in disbelief and saw her husband's lifeless body.  Related: 'This Is Us' fans are beside themselves over Jack's death Though the audience did not get a clear view of Jack in this moment, Ventimiglia had to lay on a hospital bed so Jack's body could be captured in a reflection, while the focus remained on distraught Rebecca.  Ventimiglia called this scene one of the \"hardest\" he's had to film because he had to remain still while \"I was listening to my friend crumbling.\"  Tuesday's new episode will follow-up Sunday's broadcast with another emotional whopper, but it's one Ventimiglia was not present for.  He said he \"didn't want to distract\" any of the cast by being on set for it.  Going forward, Ventimiglia will remain with the show as the series explores other facets of Jack's story, including his brother and his time in Vietnam.  As for the Pearsons, Ventimiglia said, \"I, much like Jack, don't worry about the Pearsons at all.\"  \"They are a strong family and that's one thing Jack has given them — strength.\"  The next episode, though \"somber\" in tone, even contains some moments of levity, he said.  \"[The Pearsons] are a great, fun group who have had some heavy times but they also know how to laugh,\" he said.  The post-Super Bowl episode of \"This Is Us\" averaged 26.98 million viewers, bolstered by the big game. Its ratings represent an increase of more than 9 million viewers, compared to last year's post-game programming, Fox's \"24: Legacy.\"  Ratings for the episode are expected to climb even higher once delayed viewing numbers are calculated.  \"This Is Us\" airs Tuesdays on NBC. ", "title": "Milo Ventimiglia didn't watch Jack's funeral being filmed for 'This Is Us' - CNN"}