{"description": "", "content": "  The commercial featured King's speech from 50 years ago at Ebenezer Baptist Church in Atlanta against several scenes. There were kids playing football, fishermen, members of the military, a teacher and students in a classroom, and a firefighter lifting a child over his shoulder.   \"But recognize that he who is greatest among you shall be your servant. That's the new definition of greatness,\" MLK can be heard saying. \"By giving that definition of greatness, it means that everybody can be great. You don't have to know about Plato and Aristotle to serve.\"   MLK's sermon, \"The Drum Major Instinct,\" concludes with the message that to serve \"you only need a heart full of grace. Soul generated by love.\"   Ram's slogan \"Built to Serve\" then appears on screen.   Some viewers felt it was distasteful to use the civil rights leader's speech to advertise trucks.  This Dodge Ram ad was offensive and you should be ashamed #sblii https://t.co/sgwfXpITXM   The worst commercials are those that use icons like Martin Luther King Jr to sell things like a Dodge Ram truck.   There was audible painful groaning at the Super Bowl party I'm at as everyone realized Dodge Ram was trying to profit off of an MLK speech   Yeah, because who knew MLK was talking about a Dodge Ram? Here I thought he was talking about equality.    Following the backlash, the King Estate said in a statement that it had reviewed the ad before it aired to make sure it met its standards and \"found that the overall message of the ad embodied Dr. King's philosophy that true greatness is achieved by serving others.\"   \"Thus we decided to be a part of Ram's 'Built To Serve' Super Bowl program,\" the King Estate said.   Fiat Chrysler (FCAU), which owns Ram, said in a statement that it \"worked closely with the representatives of the Martin Luther King Jr. estate to receive the necessary approvals and estate representatives were a very important part of the creative process every step of the way.\"   The automaker has often used message-driven Super Bowl ads with themes that touch on things like the economy and the farming industry. ", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/22YMuiasggM/index.html", "title": "Ram Trucks used an MLK sermon in a Super Bowl ad. Then this happened - Feb. 4, 2018 "}