{"link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/bqNDW9lWMaA/index.html", "description": "Black superheroes have reached the screen before, but seeing the collective weight of Marvel/Disney thrown behind a blockbuster like \"Black Panther\" still feels like a cultural watershed, one that the movie exuberantly embraces. Boasting perhaps the strongest supporting characters yet among Marvel titles, director Ryan Coogler's visually dynamic film should transform a lesser-known comic-book hero into a household name.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/bqNDW9lWMaA\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Although they hail from rival companies, there are several parallels to DC's best movie, \"Wonder Woman,\" beyond an under-represented group belatedly receiving its super-heroic due. In both instances, the title character is presented in a stand-alone origin story, after having been rather hastily introduced elsewhere -- in this case, among the dozen combatants in \"Captain America: Civil War.\" Like Wonder Woman, moreover, the Black Panther/T'Challa (Chadwick Boseman), the leader of the fictional African nation Wakanda, is not only super, but royalty, about to ascend the throne that he has inherited from his father. Becoming king, however, brings its share of challenges -- top among them determining Wakanda's proper role in the wider world, and facing a threat in the form of Erik Killmonger (Michael B. Jordan, who starred in Coogler's \"Rocky\" sequel, \"Creed\"), a villain with an intricate back story of his own. Coogler and company have established Wakanda -- a hyper-advanced society due to its stores of the near-magical metal Vibranium -- as a marvel of production design, bringing organic life to its dense history and traditions. Hidden from outsiders, the country is portrayed as a beautiful mix of nature and technology, having resisted sharing its wonders -- and opening its borders -- for fear of unsettling its peace and prosperity. In that thread, as well as another that fleshes out Killmonger's past, Coogler (who also co-wrote the script with Joe Robert Cole) has taken the source material -- and a character introduced in 1966 -- and delivered an unexpectedly relevant and timely movie, one with something to say woven into its fantastic trappings.  That alone would be an impressive feat, but \"Black Panther\" really excels thanks to its rich array of characters and performances. While Boseman and Jordan hold center stage, the women's roles are especially meaty and muscular, with Lupita Nyong'o as T'Challa's self-sufficient former flame, \"The Walking Dead's\" Danai Gurira -- stealing every scene she's in -- as the fierce leader of the king's guard, and Letitia Wright as T'Challa's brilliant sister, whose gift for gadgets essentially makes her the Q to her big brother's James Bond. Like most Marvel movies, the climactic portion of the film winds up being too chaotic, and a bit too long. But that's a quibble given the abundance of meticulous and pleasing touches, from Kendrick Lamar's musical contributions to the Easter eggs within the closing credits. The extravagant display of talent in smaller roles also adds to the sense of class, featuring Sterling K. Brown (\"This Is Us\"), \"Get Out's\" Daniel Kaluuya, Forest Whitaker and Angela Bassett. Marvel has demonstrated the ability to deftly expand its cinematic universe beyond the signature heroes with movies like \"Ant-Man\" and \"Doctor Strange.\" Nevertheless, \"Black Panther\" pounces toward the head of the class in a way that should make the King, and his key subjects, a cornerstone of an already-formidable roster. While Vibranium is a mythical element, the anticipation surrounding this first solo adventure figures to leave the studio up to its neck in precious metals. \"Black Panther\" opens Feb. 16 in the U.S. It's rated PG-13.", "title": "'Black Panther' review: Chadwick Boseman stars - CNN"}