{"title": "'Crazy Rich Asians' is heading to China. Will it be a hit? - CNN", "description": "\"Crazy Rich Asians\" is finally getting a run in China's lucrative movie market.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/y7bweXE-qRQ\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The romantic comedy is scheduled to hit theaters in mainland China on November 30, Warner Bros. said Tuesday.   There had been some doubt about whether the movie, with a plot that features incredibly rich and privileged Asians, would get the go-ahead from China's film regulator. The Chinese government has in recent years frowned on anything that could be interpreted as a celebration of ostentatious wealth. Experts have also questioned whether the film's depiction of high-rolling members of the Chinese diaspora in Singapore would resonate with audiences in mainland China. But Warner Bros. isn't playing down the crazy rich aspect of its movie. The studio announced the movie's Chinese release on social media with the promise of \"yachts, parties, high-end lifestyle!\" China's movie regulator typically allows only 34 foreign films to be shown in theaters each year. Scoring one of those coveted slots can significantly boost a movie's global box office returns. Several big budget Hollywood films like \"Ready Player One\" and \"Black Panther\" had bigger debuts in China than in North America.  \"Crazy Rich Asians\" has a different title for China that roughly translates as \"Tales of Gold Digging.\" That's at odds with the movie's storyline in which the main character is initially clueless about her Singaporean boyfriend's incredible family wealth. When it came to Hong Kong in late August, the title was translated to \"My Super Rich Boyfriend.\" In the United States, the movie was lauded for featuring an all-Asian cast at a time when Hollywood has come under fire for its lack of diversity. In China, where the majority of films feature all-Asian casts, that's much less remarkable.  Warner Bros. didn't respond to a request for comment on whether any changes had been made to the film at the request of the Chinese regulator. The makers of \"Crazy Rich Asians\" had been hoping for a run in the world's second largest movie market.  \"We're all praying to the China gods right now,\" producer John Penotti said in an interview with The Hollywood Reporter in August. \"From my colleagues in Beijing, it looks like we're in strong consideration.\"  \"Crazy Rich Asians\" was a late summer hit in the United States and has since released in dozens of countries, from Australia to Venezuela. It has made $228 million worldwide so far.  (Warner Bros., like CNN, is owned by WarnerMedia.)", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/y7bweXE-qRQ/index.html"}