{"title": "'Making a Murderer Part 2 ' review: Netflix series picks up trail of Steven Avery case under glare of the spotlight - CNN", "description": "The frenzy stirred by \"Making a Murderer\" adds an extra dimension to its 10-episode follow-up, to the extent the original docu-series and the fallout from it becomes a significant part of the story. The result is an equally dense, engrossing look into the next phase for Steven Avery and Brendan Dassey, the two men convicted -- under questionable circumstances -- in the murder of Teresa Halbach.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/Hy4SuNJbFws\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Filmmakers Moira Demos and Laura Ricciardi haven't let success spoil them, even if it has had an impact on their eccentric cast of characters. That includes Steven, who has become engaged to a woman who he met while in prison, bringing the utterly surreal intrusion of tabloid TV into the equation, as she's shown appearing on \"Inside Edition\" and \"Dr. Phil\" discussing the relationship. A good deal of \"Making a Murderer Part 2\" rehashes material from the first series, which premiered in December 2015. But it also has a new \"star,\" essentially, with the arrival of Kathleen T. Zellner, an attorney with a record of exonerating convicted felons who has taken on Avery's case, and who offers plenty of second-guessing about how his attorneys handled the first trial. Supreme Court won't take up 'Making a Murderer' case Zellner sets about the process of reexamining and punching holes in key aspects of the prosecution, including suspects who were ignored, evidence that was potentially planted and detailed study of the forensics. \"Once I figure out what happened, then the state's case collapses,\" she explains. While she stands front and center, the narrative unfolds on multiple fronts, including legal efforts to secure the release of Dassey, whose taped interrogation and confession remains among the most damning aspects of the original investigation. The fact that viewers are already invested in the story helps enormously, allowing the filmmakers to present certain material at considerable length, which enhances insight into the emotional roller-coaster ride that the participants experience. Later episodes, for example, feature Dassey's attorney, Laura Nirider, arguing before the appellate court, in audio-only sequences that are nevertheless fascinating, given the judges' questions (a pretty good tipoff on how they're going to rule) and the give-and-take with the lawyers on both sides. Although the media was a key aspect of \"Making a Murderer,\" the glare of publicity has magnified its role here, with Avery's newfound celebrity and eager coverage by news crews and magazine shows further complicating the search for the truth and justice. At the same time, the filmmakers continue to enjoy access to key participants -- especially Avery's family -- which bring layers and texture to the series that those news accounts lack. The success of \"Making a Murderer\" and HBO's \"The Jinx,\" about Robert Durst, upped the ante on true-crime series, triggering a slew of copycats -- most relatively pallid by comparison -- that have sought to stretch out salacious murder cases over multiple episodes. For a host of reasons, \"Making a Murderer\" tapped into a nerve, stoking legitimate concerns that its subjects were wrongly convicted. The sequel might lack the same feeling of discovery that entailed, and likely won't offer the closure that many (especially those who haven't closely followed the case) would seek. But even thrust under the spotlight, strictly as a docu-series imbued with the compulsive, binge-worthy qualities of a thriller, \"Part 2\" doesn't disappoint. \"Making a Murderer Part 2\" premieres Oct. 19 on Netflix.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/Hy4SuNJbFws/index.html"}