{"title": "'Halloween' review: New sequel is up to its old tricks - CNN", "description": "The idea of doing a sequel to the original \"Halloween\" 40 years later -- ignoring all the screen mayhem in between -- is pretty inspired. Alas, that largely exhausts any freshness in a movie that, after the first sight of Jamie Lee Curtis and initial strains of that eerie musical score, draws heavily on the old bag of tricks, built around slicing and dicing unsuspecting teenagers.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/VzQb2hcfJuk\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " In this new version from director David Gordon Green (who also wrote the script with frequent collaborators Danny McBride and Jeff Fradley), all the intervening movies have been set aside. So with apologies to all those other sequels (RIP), in this timeline the murderous Michael Myers has spent the last four decades in what's clearly a not-very-effective mental-rehabilitation facility. Meanwhile, Curtis' Laurie Strode has been living in her own kind of prison, erecting what amounts to a fortress for the inevitable day that Michael comes knocking -- exhibiting \"paranoia\" that has driven away her daughter Karen (Judy Greer) and kept her at arm's length from her teenage granddaughter, Allyson (newcomer Andi Matichak). Of course, Michael can't stay locked up, or people would have no reason to pony up their cash. So a series of contortions free him, and -- thanks to some very stupid investigative journalists -- even reunite him with that horrible mask. After that, though, Halloween devolves into a fairly by-the-numbers slasher movie -- those numbers including a whole lot of gruesome deaths, mostly involving Allyson's classmates. If the lessons of the '70s and '80s movies in this genre taught us anything -- Michael, Freddy, Jason -- it's don't get attached to anyone who isn't old enough to drink legally. Related: 8 best Halloween haunted house attractions across the US In the early going there are amusing callbacks to the earlier films (or their eradication), and the steadying presence of Will Patton as the local sheriff, who joins Laurie in trying to bring an end to the Michael nightmare. That said, the ineptitude of the authorities is risible even by standards of the genre, as is Laurie's rather undisciplined adherence to the plan that she's allegedly been laboring over since the Carter administration. In elevating Laurie's role from screaming survivor to gritty grandma, this \"Halloween\" does provide an element of female empowerment. That's offset, however, by all the women who wind up on the chopping block, and a lack of consistent wit -- beyond a few comedic moments -- in terms of the set-up or execution. The main hurdle from that perspective is that horror has become more inventive and ambitious -- see movies like \"Get Out\" and \"A Quiet Place\" -- while \"Halloween\" appears to be operating from a very old playbook.  Related: Jason Blum apologizes for female directors comment  Granted, amid the recent wave of reboots it was naïve to hope this revival would do much more than the minimum, once the name and casting had done the heavy lifting in luring people to the theater. While drawing a straight line back to John Carpenter's original might be a neat trick, except perhaps for those who are a lot more invested in the franchise than this critic admittedly is, it's not much of a treat. \"Halloween\" premieres Oct. 19 in the U.S. It's rated R.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/VzQb2hcfJuk/index.html"}