{"title": "'Wanderlust' reveiw: Netflix series explores monotony of monogamy - CNN", "description": "\"Wanderlust\" is one of those series with a New York Times Sunday Styles feature baked into its DNA, provocatively contemplating how middle-aged married people deal with the monotony of monogamy -- in this case, by finding excitement, and perhaps renewed interest in each other, through sleeping with other people.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/fxtdVK7oHzA\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Concisely told over six episodes, this Netflix coproduction with the BBC features Toni Collette and Steven Mackintosh as Joy and Alan. Outwardly, they seem they picture of upper-middle-class bliss, except that Joy has no desire to have sex with him, perhaps hastened by an accident that has left her slowly recovering. Soon, however, her dalliance with a fellow in her therapy group, and his attraction to a coworker (Zawe Ashton), open a new realm of possibilities. At the same time, that also unleashes a web of unintended consequences, from muddling casual sex with emotional entanglements to the matter of the central couple's three grown or near-grown children, grappling with issues of their own. Created by playwright Nick Payne, and loosely based on one of his plays, \"Wanderlust\" conjures a lot of funny and awkward moments out of this predicament, as well as the situations of others around Joy and Alan who are plagued, to varying degrees, by extramarital itches. The underlying message, without giving anything away, is that matters of the heart are complicated, no matter how enticing the prospect seems when the pair embark on their exploration, which includes occasional side trips into Joy's fantasies. In that regard, it probably owes as much to earlier Woody Allen movies as anything else. It helps immeasurably that Collette (who also played a mom with issues in \"United States of Tara\") and Mackintosh (\"Luther\") are so well paired, giving off vulnerability and uncertainty. The early moments, when they contemplate just how much information they should share with each other, are especially good. \"Wanderlust\" has already premiered in the U.K., where the show has been somewhat divisive, perhaps in part because its approach to sexuality was a bit oversold. The show is hardly groundbreaking, and its collective charms are relatively modest; nevertheless, overall themes appear pretty universal, focusing on quiet lives of desperation and tiptoeing up to the societal strictures that govern them. More than anything, \"Wanderlust\" confronts a familiar issue in a way that makes its characters relatable and oddly endearing. By accomplishing that, it becomes less about the underlying questions that Payne asks than becoming invested in the stories of the confused, mostly middle-aged folks asking them. \"Wanderlust\" premieres Oct. 19 on Netflix.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/fxtdVK7oHzA/index.html"}