{"title": "TV have more work to do for the working class - CNN", "description": "I was about 11 the first time I realized what it looks like when your mom has $20 in her pocket and $40 worth of obligations -- a car to gas up, bellies to fill, and bill collectors to feed the scraps to, I'd later learn.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/AIua0U09a2E\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " After you see it once, you never quite forget the look and start to see it everywhere, especially on other people in line at the grocery store.  I remember wondering once why money never seemed to be a significant issue for the characters I spent a more-than-average amount of time watching on TV. I figured my family was just different; that most people, like my peers in my largely middle class school, don't have to worry about money.  The family on \"Malcolm in the Middle\" was among the first I remember noting was a brief exception to this. In one episode, the mom, Lois, lost her job and the family became financially strained for 22 minutes.  The episode ended with Malcolm, who had been the recipient of canned goods from his classmates after they learned of his family's troubles, going up to some kids at school and defensively yelling, \"Look, we're not poor anymore. So I don't want any more of your stupid pity, ok?\"  Television has gotten better about how it portrays members of the so-called working class. An explosion of options from streaming and premium services has offered a greater variety of views into American life -- the tradeoff being that mass-appeal hits, like the broad sitcoms of the past, are increasingly rare. The \"Leave it to Beaver\" comfort zone that sitcoms traditionally occupied has given way to greater multiculturalism and nuance. In these fragmented times, niche storytelling is all the rage.  A wave of series from the first decade of the 2000s acknowledged the day-to-day challenges of economic insecurity and found stories within them. On \"Everybody Hates Chris,\" for example, one episode addressed the stigma around food stamps.  \"Raising Hope,\" and \"The Middle,\" which just went off the air earlier this year, also baked the family's precarious financial situations into the fabrics of the show, standing out among other major-network TV families, who skew upper-middle class, like \"Modern Family.\"  In recent years, shows such as \"One Day at a Time,\" \"Superstore,\" and even \"Bob's Burgers,\" have also made mention of the nuanced challenges of America's paycheck-to-paycheck workers, without always making it the main focus of an episode. \"Atlanta\" and \"The Chi\" have been praised for highlighting the black working class.  In one scene from the animated series, matriarch Linda Belcher, who owns a burger restaurant with her husband, argues on the phone with the bank about which of her checks to let bounce. \"Okay, so bounce the check to the power company, bounce the check to the relish guy, but make sure the beef supplier goes through. Without beef, the whole system falls apart,\" she says. On Netflix's \"One Day at a Time,\" Justina Machado plays an Army veteran who works as a nurse to support her two kids and mother, Lydia (Rita Moreno). The Alvarez family lives in an Echo Park apartment that has fewer bedrooms than bodies, so Lydia sleeps in the dining room, where a curtain acts as the door to her living quarters and hides her mattress. The show does not allow the characters to conveniently live beyond their means relative to their occupations and locations. (Looking at you, \"Friends.\")  Instead, it wordlessly reminds viewers of the family's situation. It's fact without judgment: they're a little cramped. So while every episode isn't about their economic situation, it looms over them as they deal with other aspects of life -- Penelope's fight to get help with her depression and anxiety or her daughter Elena's coming out, for example.  Other times, it takes center stage. One plot line had Penelope showing her son how to \"have fun on a budget\" while going to the movies.  \"Sometimes people will scroll through things and then see a show about a family, but if it doesn't match what you look like then they think it's a show they can't relate to,\" Machado says in a recent interview with CNN. \"But, we, people of color -- Latinos, African Americans -- have always had to watch white families on television, and we always found things to relate to because we're human beings and these are universal stories.\"  There are a lot of shows about the working class not named 'Roseanne' Machado's point hits at the heart of why, upon the cancellation of ABC's \"Roseanne,\" there was some groaning at the assertion that working class families are unrepresented on TV. It's just not the truth.  Even if the criticism referred specifically to white families, there's Showtime's \"Shameless,\" \"SMILF,\" \"Speechless\" to name a few. (Though, the first two premium cable offerings are not recommended for family co-viewing.)  What is true is that \"Roseanne\" filled a void regionally and politically. Roseanne Conner was one of a very few conservative characters on scripted TV and the Conners live in the type of fictional Midwest town that's felt the burden of economic strife and saw Donald Trump as a way out.  George Goehl recognizes that type of town because he spends a lot of time in them as part of his work with People's Action, a nonprofit group that aims to unite poor working class people on the city, state and national level. He's originally from rural Indiana -- a place 40 miles away from the nearest town of more than 20,000 people, he says -- but eventually moved to Chicago, where he learned more about the urban working class and worked to organize communities of color. (\"I think we heard after the election that Trump supporters...felt unseen and forgotten. And I think poor, working-class people of all races feel unseen and forgotten right now,\" he says.) Most recently, the group executed a rural organizing outreach drive and conducted conversations with about 10,000 people living in those areas about issues ranging from health care and education to clean water and addiction.  He said that as much as a show like \"Roseanne\" represented an underrepresented sector of America, it had \"blind spots.\"  \"A lot of journalism and a lot of Hollywood work portrays people's world views as liberal, moderate, right [-wing], but I don't think people sit in buckets that are that clean all the time,\" he says. \"I think you could be hanging out with a pot-smoking, born-again Christian who believes in Medicare for all and is a climate denier. I know that guy.\"  \"The Conners,\" which premiers Oct. 16, is \"Roseanne\" without Roseanne. (You know why.)  In the family's quest to move on without its one-time star, it loses its conservative voice. Whether that's to the benefit of the series itself is ultimately for the viewers to decide. (Critics seem to think so.)  Those who feel it does not might do well to stick around for \"The Kids Are Alright,\" a new series that premieres after \"The Conners.\"  This '70s-set series too centers on a working class family, but this one is large, Irish-Catholic and slightly less darkly frank than the Conners.  The patriarch Mike Cleary (Michael Cudlitz) works as machinist to support his eight boys and wife.  Creator Tim Doyle drew inspiration for the show from his own life and upbringing. Like his family, the Clearys don't have a lot of resources, and the series will address that.  \"I did some time on the 'Roseanne' show 25 years ago and one of the things I liked best was those moments of, 'You know, we have to get the roof fixed. Let's dig down in the sofa cushions and see if we can scrape together enough money for that,'\" he says. \"The idea that at certain points you break your kid's heart because you can't buy them the sneakers they want, that was very much part of my childhood, or, you know, those moments where you, as a child, feel bad for your parents because you know they want to give you something.\"  Goehl would like to see strides in how working class families of all races are portrayed. \"Dignity\" must be restored, he says.  \"The amount of ingenuity and creativity it takes to survive being poor and to figure out how, you know, if you're a domestic worker, how you're going to take three buses to get to work on time and get your kid to school and figure out how to get back...that is a lot of work\" he says. \"I do think a new narratives around around poverty and poor people would help.\"  He adds: \"People's feeling seen and understood in all their beauty and complexity, I think does a lot for people, and their sense of place in a world.\" ", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/AIua0U09a2E/index.html"}