{"title": "'Orange is the New Black' and 'House of Cards' laid the foundation for Netflix success - CNN", "description": "\"House of Cards\" and \"Orange is the New Black\" both premiered in 2013, almost instantly putting Netflix on the map as an original-programming option, awards contender and pop-culture powerhouse. While the company hasn't outgrown them, exactly, as these signature series come to an end, it's clear that its remarkable growth has rendered each a bit of an afterthought.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/F3M2ZQsnp98\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Netflix confirmed Wednesday that the upcoming seventh season of \"Orange is the New Black\" will be the final one, an announcement that comes a few weeks before \"House of Cards\" begins its last season. While the circumstances are quite different -- the latter had its lifespan truncated by the scandal that engulfed star Kevin Spacey, triggering his exit -- the fact that such a twin loss represents a mere blip is a sign of just how far the streaming service has come in  a relatively short time. As it happens, the \"Orange\" news came after Netflix disclosed that it had added 7 million subscribers during the most recent quarter, bringing its global tally to 137 million. Earlier this year, the company broke HBO's stranglehold on the Emmy Awards -- first by ending its 21st-century-long streak as the most-nominated network, then by tying in terms of awards overall. Notably, that milestone came without help from one-time nominees \"House of Cards,\" which didn't air during the eligibility window; and \"Orange,\" which did, but having lost several steps creatively, no longer garnered much recognition. Other shows, however, filled the void, as Netflix has added series at a dizzying pace. HBO, in fact -- the longtime award kingpin -- actually characterized itself as a plucky underdog, citing the sheer volume of contenders that Netflix generated as evidence of HBO's qualitative advantage. It's almost hard to imagine now, but at the time of its debut, \"House of Cards\" was considered an enormous gamble for Netflix. The service -- which at the time had 33 million subscribers -- committed to two 13-episode seasons, at a reported total cost of $100 million. Today, that would be a small fraction of its multi-billion-dollar budget, encompassing hundreds of original or acquired programs. Netflix will always owe a considerable debt to these two shows (as, for that matter, will streamers like Amazon and Hulu), which helped demonstrate -- to the public and, just as significantly, Hollywood talent and their gatekeepers -- that the service was a viable destination for premium series and marquee names. Yet when the two standouts from Netflix's freshman class of '13 officially finish their terms --spent in the White House and prison -- they'll merely be footnotes to the tale of a media monster, one casting a still-spreading shadow that's graduated from the days of being reliant on any one or two shows.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/F3M2ZQsnp98/index.html"}