{"title": "Super Bowl performances might not be worth the headaches - CNN", "description": "The Super Bowl halftime show was originally seen as a clever way to capitalize upon the world's biggest TV stage. For the NFL, it offered the chance to retain more of the game's audience during the extended break, and maybe increase tune-in among younger viewers. For artists, it was a massive promotional opportunity. Win-win.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/iyfTPkFPoEg\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Now, however, the halftime follies have become something of a hot potato -- riven by political polarization, past controversies and newer ones, including the league's stance toward quarterback Colin Kaepernick, whose decision to kneel during the National Anthem has effectively ended -- at least for now -- his gridiron career. In that respect, playing at the Super Bowl could join performing comedy at the White House Correspondents Dinner as a \"thanks, but no thanks\" proposition for many artists -- something that was once a lighthearted showcase, which has been complicated by politics to the point where it's not worth the headaches and risk. Efforts to be edgy during Super Bowl performances -- a tradition that was introduced in 1991 -- were revealed to be perilous in 2004, when Janet Jackson's \"wardrobe malfunction\" triggered outrage and complaints to the Federal Communications Commission. In 2016, Beyoncé stirred a strong response with the racial-justice aspects of her \"Formation\" debut. Since then, Beyoncé's husband, Jay-Z, reportedly passed on the opportunity to perform, later rapping in a video, \"I said no to the Super Bowl: you need me, I don't need you.\" Now, reports have surfaced that Rihanna has also balked at the 2019 Super Bowl, according to Us Weekly and \"Entertainment Tonight,\" because the singer \"stands with the players and Colin Kaepernick.\" That follows earlier reports that Maroon 5 was going to perform, which produced a separate backlash over not choosing an act with ties to host city Atlanta. In truth, dispensing with the halftime show as a musical attraction wouldn't be much of a loss, despite the annual speculation devoted to who'll be chosen and what they'll do. As Adele noted in 2015 -- telling a crowd that she had passed on the chance to perform -- \"I mean, come on, that show is not about music.\" Criticism, obviously, isn't confined to politics, but attempts to be \"safe\" -- and avoid those landmines -- can lead to separate issues. This year, for example, Justin Timberlake's pop-tinged set drew criticism for weaving in a tribute to the late star Prince, while the Los Angeles Times panned his performance for lacking soul and having \"no message.\" The NFL has been nothing if not shrewd in the past about turning the Super Bowl into not only a showcase for its product, but a flag-waving, patriotic affair whose appeal went well beyond the pricey advertising. And the halftime show has produced plenty of memorable performances. Still, the drama that now seems to inevitably go hand in hand with finding a musical act has become as much a distraction as anything else. And given the league's fumbling response to the Kaepernick situation, the question of artists debating whether they \"need\" the Super Bowl doesn't figure to go away anytime soon. The Super Bowl has come to represent a lot of things, but stripped to its core, it's effectively a national holiday celebrating two American traditions that have gone hand in hand since the mid-20th century, pro football and watching television. The league wouldn't be sacrificing a lot if it got back to that, and turned down some of the other noise.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/iyfTPkFPoEg/index.html"}