{"title": "'My Dinner With Herve' review: 'Game of Thrones' star Peter Dinklage stars as Herve Villechaize - CNN", "description": "The jokey-sounding title does a bit of a disservice to \"My Dinner With Herve,\" an HBO movie worth seeing solely for \"Game of Thrones\" star Peter Dinklage's portrayal of Herve Villechaize. Poignant in places, clunky in others, there are classic \"A Star is Born\"-esque themes in the \"Fantasy Island\" second banana's tragic tale, a treatise on the benefits and toll of life as a public curiosity.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/WZJJGQoqtnk\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Writer/director Sacha Gervasi (who directed the 2012 film \"Hitchcock\") based the screenplay on his own experience as a journalist, when a British newspaper dispatched him to Los Angeles in 1993 to report a number of articles. A tacked-on chat with the diminutive actor felt like the least of those assignments -- one he pleads with his editor to forgo -- but Villechaize promised him \"a great story,\" then proceeded to deliver. Alas, approaching the narrative from the skeptical perspective of the journalist -- played by \"Fifty Shades of Grey's\" Jamie Dornan -- is easily the weakest part of the piece. Even inspired by Gervasi's story, the wrinkle that he's coming out of rehab -- and isn't helped by watching Villechaize drink excessively, puff on cigars, shuck oysters, brandish a knife, and frequent strip clubs -- plays like a cliché. \"A life without risks,\" Villechaize explains, \"is not worth discussing.\" Once Gervasi gets past the prologue, though, and into the meat of Villechaize's biography, the movie picks up considerably. That includes efforts by his father, a physician, to \"cure\" him; being treated like a freak growing up in France; and eventually finding work as an actor -- first in the James Bond movie \"The Man With the Golden Gun\" and later the long-running TV show. Success and fame, Villechaize tells his interviewer, offered \"a divine cure for my condition,\" but in truth, the trademark perks associated with them couldn't overcome the cost or excesses they fostered, or spare him from being exploited. Villechaize, however, wasn't strictly a victim, as his behavior alienated those around him, such as co-star Ricardo Montalban (Andy Garcia), while testing the patience of producer Aaron Spelling (Wallace Langham). 'Game of Thrones' reclaims best drama at the Emmy Awards Somehow, Dinklage manages to capture the distinctive tone of Villechaize's voice and accent -- coming just close enough to impersonating him -- without distracting from his performance, which is an accomplishment by itself. The meticulous replication of some of scenes from his movie and TV work, moreover, is a bit of a nostalgic kick. Weighing the movie's good parts, \"My Dinner With Herve\" (a play on the movie \"My Dinner With Andre\") is more of a snack than a meal. But to the extent Villechaize wanted to leave his interviewer with a story worth telling, he did, just as Dinklage has put the movie on a higher plane -- getting beyond the catchphrase to reveal the wounded man underneath. \"My Dinner With Herve\" premieres Oct. 20 at 8 p.m. on HBO.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/WZJJGQoqtnk/index.html"}