{"title": "Taylor Swift donates money to fan's mother who is in a coma - CNN", "description": "Taylor Swift is helping a fan of hers in need.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/BRYuLnOVR9Q\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The singer donated $15,500 to a GoFundMe page that is raising money for the family of a mother, Lauriann Bartell, who has been in a coma for the past three years.  Bartell's 19-year-old daughter, Sadie Bartell, tweeted a link to the GoFundMe page and said that her mother went into a coma two days before she went to see Swift in concert. \"Hey guys. I'm really nervous to post this. Please help if you can and pray for my family. I'm sorry I never said anything sooner and that I'm suddenly asking for help. I love you guys so much,\" she wrote in a message she posted with the tweet. She added, \"I'm grateful to Taylor for keeping me afloat through it all.\"    Related: Taylor Swift: 'I went through some really low times' Swift made the donation to the online platform over the weekend with the message, \"Love, Taylor, Meredith and Olivia Swift.\" Meredith and Olivia are her two cats.  Bartell took to Twitter after Swift's donation and posted a message in disbelief. \"Taylor really actually donated to me and followed me and liked my thank you to her like that actually happened it's my life it's real,\" she tweeted. She went on to post a more lengthy message on Facebook, \"Everyone who knows me knows that Taylor Swift is my whole entire life. She has been there for me more than anyone. I really, truly, would not be who I am without her. Today she read my family's story online and out of the goodness of her heart donated to us. She shows up every time I need her. She always has and she always will. I wish that I could express how much it means to me that ANYONE has helped my family over the years, let alone Taylor.\" Bartell added, \"She is the light at the end of the tunnel and is truly the best thing that has ever happened to me. I will never be able to comprehend this. She is a miracle in herself. She just gave my family exactly what we need to carry on. This sounds so composed and so collected but in reality I've been crying for hours and my hands are shaking so hard I can barely type this. Taylor Swift, I love you more than I could ever say. Thank you for this. And for everything else. Forever on your side and thanks for being on mine.\" CNN has reached out to Swift's representative for comment. ", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/BRYuLnOVR9Q/index.html"}