{"title": "'Suspiria' review: Guadagnino has cult classic dancing to his own beat - CNN", "description": "After serving up peaches and cream in \"Call Me By Your Name,\" Luca Guadagnino returns with a bitter tonic in \"Suspiria,\" his divisive take on Dario Argento's 1977 cult classic.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/DupkCSnT2_s\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " The director has banished any memory of that heady Italian summer with this dark twisted fantasy about a coven of witches fronting as a dance company in Cold War Germany. But rather than retread Argento's steps, he's crafted a new routine entirely, choosing to examine post-war trauma, motherhood and what we inherit from the past. Guadagnino has played us all, promising supernatural scares then turning the camera back on us. You want horror? Look at yourselves, he seemingly says. \"Suspiria\" begins largely as it did in 1977, with the arrival of American ingénue Susie Bannion (Dakota Johnson) at the prestigious Helena Markos Dance Company in drab, drizzly West Berlin. Auditioning under the maternal eye of choreographer Madame Blanc (Tilda Swinton), she impresses and is welcomed into the fold, swiftly climbing the all-female ranks.  Meanwhile, fellow dancer Patricia (Chloe Grace Mortez) has gone missing, fleeing the company after piecing together the coven's secrets -- but not before sharing them with elderly psychotherapist and war widower Dr Jozef Klemperer (also played by Swinton in heavy prosthetics). In a whimsical turn, Swinton begins to investigate herself, as Klemperer tries to establish the fate of his client and whether the stories about Blanc are true. As Susie learns to dance the lead in Blanc's signature piece, there's whispers of terrorism, flashbacks to her religious upbringing and, behind closed doors, exposition of the occult practices underpinning the company. Rivalries pitch witch against witch and dancer against dancer. Dissent is swiftly crushed. In one outrageous set piece an outspoken dancer is trapped in a studio-come-cell and bewitched to cruelly reinterpret Susie's routine. With Susie's every twist and thrust (and unbeknownst to her) the unseen counterpart is bent and broken out of shape, left a contorted mess oozing bodily fluids across the floor.  Even without the spells the routine is primal, violent, subverting its own sexuality. Blanc's belief is that dance can no longer be beautiful, because nothing can after the war. These women are now acting uninhibited, free of men, asserting control over their bodies and exorcising a gender's collective trauma. Surrendering to the dance is also buying into the ideology that shaped it. How this credo manifests elsewhere is delightfully -- even playfully -- wicked. By the time Susie and Klemperer's paths converge, hell has already broken loose. The film's crescendo is best left unspoiled, but contains images that feel, at least for now, indelible. Guadagnino has created a weighty manifesto, propelled by strident feminism and delivered with flinty-eyed sincerity. Its ideas take some dissecting. Within the company there's an allegory of a divided Germany and the painful process of reunification; echoes of fascism, culpability and healing rendered in metaphor.  This \"Suspiria\" is more cerebral, more intellectually gratifying, but less obviously fun than Argento's. Some fans of that, or those expecting traditional genre fare, will leave disappointed with a film that departs from its source material so readily and which prefers queasy dread to jump scares. There are further issues with pacing, exacerbated by its 152 minute run time. Moreover, the film occasionally contemplates the fatal idea of brandishing its own sense of self-importance.  But \"Suspiria\" can't be faulted for its demented ambition. It may fall off balance at times, but as it vaults through the air in search of transcendence, it's a beautiful, beguiling artifact. \"Suspiria\" opens in the US on October 26 and in the UK on November 16.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/DupkCSnT2_s/index.html"}