{"description": "Lady Gaga has canceled the remaining dates of her Joanne World Tour due to \"severe pain,\" Live Nation announced Saturday.<img src=\"http://feeds.feedburner.com/~r/rss/edition_entertainment/~4/JE_DkdJaL-k\" height=\"1\" width=\"1\" alt=\"\"/>", "content": " Gaga apologized to her fans on Saturday through a statement posted on Twitter, saying she needed to put her \"well-being first\" and plans to recover at home. \"All I know is that if I don't do this, I am not standing by the words or meaning of my music,\" she said. In a statement posted on the promoter's site, Live Nation said the final 10 dates of the European leg of the tour -- including next week's shows in London and Manchester -- were canceled because the severe pain that Gaga is experiencing has \"materially impacted her ability to perform live.\"  \"Last night, with strong support from her medical team, Lady Gaga made the tough decision to immediately come off the road,\" the statement read. \"She is extremely sorry and deeply saddened that she cannot perform for her European fans, who have waited so patiently. The artist has talked about her struggles with fibromyalgia, a chronic musculoskeletal disease that causes pain and can also leave those suffering from it battling fatigue, headaches and insomnia. Her Netflix documentary, \"Five Foot Two,\" explores the singer's health issues. \"She is in the care of expert medical professionals who are working closely with her so she can continue to perform for her fans for years to come,\" the statement said. Gaga had postponed the European leg of her tour last September due to severe pain, just days after she was hospitalized and had to cancel a planned performance at the Rock in Rio music festival in Brazil. \"I promise I will be back in your city, but for now, I need to put myself and my well-being first. I love you, forever,\" Gaga said.", "link": "http://rss.cnn.com/~r/rss/edition_entertainment/~3/JE_DkdJaL-k/index.html", "title": "Lady Gaga cancels final tour dates due to 'severe pain' - CNN"}